Repository: IgorKononov/waua
Catalog: *-apps/mylang/locale/*/LC_MESSAGES/mylang.po
Languages: uk_ua

source: Sign up
uk_ua: Реєстрація

source: You have custom fields names available only for 1 language:
uk_ua: У вас є користувальницькі поля імен, які доступні тільки для 1 мови:

source: Use default
uk_ua: Використовувати за замовчування

source: Names will be changed to use system translations.
uk_ua: Назви буде змінено, аби використовувати системні переклади.

source: You have default auth settings and all fields use system translations.
uk_ua: Ви використовуєте стандартні налаштування авторизації і усі поля використовують системний переклад.

source: Themes
uk_ua: Теми дизайну

source: Loading...
uk_ua: Завантаження...

source: Store settings
uk_ua: Налаштування магазину

source: Search scope
uk_ua: Область пошуку

source: Use full text search.
uk_ua: Використовувати повнотекстовий пошук.

source: By default search is using translated strings. Check option to use full text search.
uk_ua: За замовчуванням пошук здійснюється з допомогою перекладу рядка. Відмітьте опцію, аби використовувати повнотекстовий пошук.

source: Save
uk_ua: Зберегти

source: Tags
uk_ua: Теги

source: Tag name
uk_ua: Назва тегу

source: Saved
uk_ua: Збережено

source: Autotranslate
uk_ua: Автопереклад

source: Cache files
uk_ua: Файли кешу

source: Source language
uk_ua: Мова джерела

source: Target language
uk_ua: Цільова мова

source: Providers
uk_ua: Провайдери

source: No API key
uk_ua: Немає API-ключа

source: Replace old data
uk_ua: Замінити старі дані

source: Replace old data with new
uk_ua: Замінити старі дані новими

source: All selected fields will be overwritten with new translations data.
uk_ua: Усі обрані поля буде замінено новими даними перекладу.

source: Items to translate
uk_ua: Що підлягає перекладу

source: Categories
uk_ua: Категорії

source: not translated
uk_ua: не перекладено

source: Name
uk_ua: Назва

source: Description
uk_ua: Опис

source: Products
uk_ua: Продукти

source: Summary
uk_ua: Короткий опис

source: Start
uk_ua: Почати

source: Source and target language should be different.
uk_ua: Вихідна і цільова мова мають відрізнятися.

source: Check at least 1 field to translate.
uk_ua: Оберіть як мінімум 1 поле для перекладу.

source: Stocks list is empty. Add <a href="{$wa_backend_url}shop/?action=settings#/stock/">new stock</a> to translate it.
uk_ua: Перелік складів порожній. Додайте <a href="{$wa_backend_url}shop/?action=settings#/stock/">новий склад</a>, аби перевести його.

source: Stocks
uk_ua: Склади

source: Stock name
uk_ua: Назва складу

source: Back
uk_ua: Назад

source: Theme has no text fields to translate.
uk_ua: У темі немає текстових полів для перекладу.

source: Theme field
uk_ua: Поле «Тема»

source: Value
uk_ua: Значення

source: Theme name
uk_ua: Назва теми дизайну

source: Theme ID
uk_ua: Ідентифікатор теми

source: Error
uk_ua: Помилка

source: Services list is empty. Add <a href="{$wa_backend_url}shop/?action=products#/services/">new</a> to translate it.
uk_ua: Список послуг порожній. Додайте <a href="{$wa_backend_url}shop/?action=products#/services/">нові</a>, аби перекласти їх.

source: Services
uk_ua: Послуги

source: Service name
uk_ua: Назва послуги

source: Service
uk_ua: Послуга

source: Noname
uk_ua: Немає назви

source: Features
uk_ua: Характеристики

source: Checkout
uk_ua: Оформлення замовлення

source: Order states
uk_ua: Статуси замовлень

source: Promos
uk_ua: Промо

source: Export
uk_ua: Експорт

source: Settings
uk_ua: Налаштування

source: Translate empty
uk_ua: Перекласти порожні

source: Yandex Translate
uk_ua: Яндекс.Переклад

source: Promos list is empty. Add <a href="{$wa_backend_url}shop/?action=products#/promos/">new</a> to translate it.
uk_ua: Список промо порожній. Додайте <a href="{$wa_backend_url}shop/?action=products#/promos/">нові</a>, аби перекласти їх.

source: Promo title
uk_ua: Назва промо

source: Promo
uk_ua: Промо

source: Promo text
uk_ua: Текст промо

source: Set default
uk_ua: За замовчуванням

source: Order state
uk_ua: Статус замовлення

source: You have custom steps names available only for 1 language:
uk_ua: У вас є власні назви статусів, що доступні тільки для 1 мови:

source: You have default checkout settings and all fields use system translations.
uk_ua: Ви використовуєте стандартні налаштування оформлення замовлення і усі поля використовують системний переклад.

source: Feature name
uk_ua: Назва характеристики

source: Save the main value beforehand, to translate it.
uk_ua: Аби перевести головне значення, спочатку збережіть його.

source: Select locale
uk_ua: Оберіть мову

source: Select items
uk_ua: Оберіть елементи

source: Add
uk_ua: Додати

source: Import
uk_ua: Імпорт

source: Search
uk_ua: Пошук

source: Reload file
uk_ua: Перезавантажити файл

source: Actions
uk_ua: Дії

source: prev
uk_ua: назад

source: next
uk_ua: далі

source: PO-file for locale -
uk_ua: PO-файл для локалі —

source: App doesn't support additional locales.
uk_ua: Додаток не підтримує додаткові локалі.

source: Close
uk_ua: Закрити

source: File to upload should have *.po extension and been created with poedit or other tools.
uk_ua: Завантажуваний файл повинен мати розширення *.po і має бути створений за допомогою POEdit або інших інструментів.

source: Select locale to upload
uk_ua: Оберіть локаль для завантаження

source: Upload
uk_ua: Завантажити

source: or
uk_ua: або

source: Scan new
uk_ua: Сканування нових

source: Scan product to get new strings to translate for all locales.
uk_ua: Сканувати продукт, аби отримати нові рядки перекладу для всіх мов.

source: Clean hash strings
uk_ua: Очистити хеш рядків

source: Repair file for md5-hash keys.
uk_ua: Відновити файл для хеш-ключів MD5.

source: Unescape keys
uk_ua: Ключі unescape

source: Repair keys.
uk_ua: Відновити ключі.

source: Completed
uk_ua: Завершено

source: Add custom text
uk_ua: Додати довільний текст

source: Plural forms
uk_ua: Множинні форми

source: Original text
uk_ua: Оригінальний текст

source: Key text
uk_ua: Текст ключа

source: Key text plural
uk_ua: Текст ключа множини

source: ID string
uk_ua: ID рядка

source: plural
uk_ua: множина

source: Usage:
uk_ua: Використання:

source: [&#96;Key text&#96;] or {_w('Key text')} for apps
uk_ua: [&#96;Key text&#96;] або {_w('Key text')} для додатків

source: Plural form
uk_ua: Форма множини

source: Delete string?
uk_ua: Видалити рядок?

source: System keys
uk_ua: Системні ключі

source: Api error. Check the token key and quota.
uk_ua: Помилка API. Перевірте ключ-токен і квоти.

source: Widgets
uk_ua: Віджети

source: Payment
uk_ua: Оплата

source: Shipping
uk_ua: Доставка

source: Contact fields
uk_ua: Поля контактів

source: Delete locale
uk_ua: Видалити локаль

source: Edit locale
uk_ua: Редагувати локаль

source: Currency
uk_ua: Валюта

source: Original
uk_ua: Оригінал

source: Name:
uk_ua: Ім'я:

source: Region:
uk_ua: Регіон:

source: English
uk_ua: Англійська

source: Thousands separator
uk_ua: Роздільник тисяч

source: Usually space or comma
uk_ua: Зазвичай пробіл або кома

source: Decimal point
uk_ua: Десяткова крапка

source: Usually full stop or comma
uk_ua: Зазвичай крапка або кома

source: Fractional digits
uk_ua: Десяткові цифри

source: First day of week
uk_ua: Перший день тижня

source: This locale is not installed on the server.
uk_ua: Локаль не встановлено на сервері.

source: Some transalted strings may display incorrect.
uk_ua: Деякі перекладені рядки можуть відображатися некоректно.

source: Update
uk_ua: Оновити

source: close
uk_ua: закрити

source: All data with locale %s will be cleared. Are you sure?
uk_ua: Усі дані локалі %s буде очищено. Ви впевнені?

source: Selector settings
uk_ua: Налаштування селектора

source: Redirects
uk_ua: Перенаправлення

source: New rule
uk_ua: Нове правило

source: Remove
uk_ua: Видалити

source: Available selectors
uk_ua: Доступні селектори

source: Customize Your Shopping Experience!
uk_ua: Налаштуйте почуття від магазину!

source: Please select the destination country, language, and currency you prefer.
uk_ua: Оберіть, будь ласка, країну призначення, мову і валюту, яким ви надаєте перевагу.

source: Select the Destination
uk_ua: Оберіть місце призначення

source: Select Your Language
uk_ua: Оберіть вашу мову

source: Select Your Currency
uk_ua: Оберіть вашу валюту

source: Available Shipping Methods
uk_ua: Доступні способи доставки

source: Available Payment Methods
uk_ua: Доступні способи оплати

source: Save Preferences
uk_ua: Зберегти налаштування

source: Change language
uk_ua: Змінити мову

source: General settings
uk_ua: Загальні налаштування

source: Selector
uk_ua: Селектор

source: Domains
uk_ua: Домени

source: Available locales
uk_ua: Список доступних локалей

source: Select additional locales
uk_ua: Обрати додаткові локалі

source: Add new locale
uk_ua: Додати нову локаль

source: Fix locales
uk_ua: Відремонтувати локалі

source: Done
uk_ua: Готово

source: Main language
uk_ua: Основна мова

source: Yandex API key
uk_ua: Ключ API Яндекс

source: https://tech.yandex.com/translate/
uk_ua: https://tech.yandex.ru/translate/

source: Free < 10 millions chars per month. More info...
uk_ua: Безкоштовно — до 10 мільйонів символів в місяць. Детальніше...

source: Google API key
uk_ua: Ключ API Google

source: Free trial. More info...
uk_ua: Безкоштовна пробна версія. Детальніше...

source: Microsoft API key
uk_ua: Ключ Microsoft API

source: Select main provider
uk_ua: Виберіть основного постачальника

source: Integrate with Menu app
uk_ua: Інтеграція із додатком «Меню»

source: Translate menu items
uk_ua: Перекласти пункти меню

source: New locale
uk_ua: Нова локаль

source: Locale
uk_ua: Локаль

source: Empty value
uk_ua: Порожнє значення

source: Plugins
uk_ua: Плагіни

source: All
uk_ua: Усі

source: Translate
uk_ua: Переклад

source: Everyone
uk_ua: Усі

source: Locale is not selected.
uk_ua: Локаль не обрано.

source: File is not selected.
uk_ua: Файл не обрано.

source: None
uk_ua: Немає

source: File could not be saved due to the insufficient file write permissions for the "%s" folder.
uk_ua: Файл не вдалося зберегти через недостатні права запису до папки «%s».

source: Translate process is finished.
uk_ua: Процес перекладу закінчено.

source: Product name
uk_ua: Назва продукту

source: SKU name
uk_ua: Назва артикулу

source: SKU code
uk_ua: Код артикулу

source: Price
uk_ua: Ціна

source: Storefront link
uk_ua: Посилання на вітрину

source: Access denied
uk_ua: Доступ заборонено

source: Language is empty.
uk_ua: Мову не заповнено.

source: Empty provider.
uk_ua: Порожній постачальник.

source: Select currency
uk_ua: Оберіть валюту

source: Input data error
uk_ua: Помилка у вхідних даних

source: Input file error
uk_ua: Помилка у вхідному файлі

source: Input file content error
uk_ua: Помилка у вмісті вхідного файлу

source: Previous file content error
uk_ua: Помилка у вмісті попереднього вхідного файлу

source: File not found.
uk_ua: Файл не знайдено.

source: Empty filename.
uk_ua: Назва файлу порожня.

source: Request strings error
uk_ua: Помилка запиту рядків

source: Custom strings
uk_ua: Користувальницькі рядки

source: Unknown provider
uk_ua: Невідомий провайдер

source: Invalid API key
uk_ua: Невірний ключ API

source: Blocked API key
uk_ua: Ключ API заблоковано

source: Exceeded the daily limit on the amount of translated text
uk_ua: Перевищено добовий ліміт на обсяг перекладеного тексту

source: Exceeded the maximum text size
uk_ua: Перевищено максимальний розмір тексту

source: The text cannot be translated
uk_ua: Текст не може бути перекладено

source: The specified translation direction is not supported
uk_ua: Зазначений напрямок перекладу не підтримується

source: Unknown error. See logs.
uk_ua: Невідома помилка. Перегляньте логи.

source: Theme %s not found
uk_ua: Тему дизайна %s не знайдено

source: Duplicate theme failed
uk_ua: Дублювати тему не вдалося

source: Missed theme file(s): %s
uk_ua: Не вистачає файлів теми дизайну: %s

source: Invalid theme slug
uk_ua: Помилковий ідентифікатор теми

source: Brush custom theme not available
uk_ua: Тема дизайну Brush custom недоступна

source: Theme “%s” is for app “%s”, which is not installed in your Webasyst. Install the app, and upload theme once again.
uk_ua: Тема дизайну “%s” призначена для додатку %s, який не встановлено у вашому Webasyst. Встановіть додаток та завантажте тему повторно.

source: Invalid theme archive structure (%s). <a href="%s" target="_blank">See help</a> for details
uk_ua: Невірна структура архіву з темою дизайну (%s). <a href="%s" target="_blank">Дивіться довідку</a> аби дізнатись більше

source: Failed to extract files from theme archive (%s). <a href="%s" target="_blank">See help</a> for details
uk_ua: Не вдалося витягти файли з архіву теми дизайну (%s). <a href="%s" target="_blank">Дивіться довідку</a> аби дізнатися більше

source: Editor
uk_ua: Редактор

source: Select locale to edit
uk_ua: Оберіть локаль для редагування

source: Compile
uk_ua: Компілювати

source: Translate empty(Yandex)
uk_ua: Перекласти порожні (Яндекс)

source: Generate mo-file containing all translated strings.
uk_ua: Створити МО-файл, що містить усі перекладені рядки.

source: Generate
uk_ua: Створити

source: Rollback to first original mo-file. May contain partial translation.
uk_ua: Повернутися до першого оригінального MO-файлу. Може містити частковий переклад.

source: Rollback
uk_ua: Відкат

source: Choose strings locale
uk_ua: Оберіть рядки локалі

source: change
uk_ua: змінити

source: Delete
uk_ua: Видалити

source: You can translate tags in
uk_ua: Теги можна перекласти у

source: Mylang app
uk_ua: Додаток Mylang

source: MO-file restored
uk_ua: МО-файл відновлено

source: No backup MO-file
uk_ua: Немає резервного MO-файлу

source: Thousands sep
uk_ua: Роздільник тисяч

source: State
uk_ua: Держава

source: MyLang version
uk_ua: Версія MyLang

source: Plugin settings page
uk_ua: Сторінка налаштувань плагіну
