Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/shipping/shipping_boxberry.po
Languages: uk_ua

source: Delivery is not available. Please check the shipping address and the selected payment type.
uk_ua: Доставка не доступна. Будь ласка, перевірте адресу доставки і обраний спосіб оплати.

source: Courier
uk_ua: Кур'єр

source: from
uk_ua: від

source: Delivery is not available for specified ZIP code.
uk_ua: Доставка не доступна для зазначеного поштового індексу.

source: Do not use
uk_ua: Не використовувати

source: All
uk_ua: Усі

source: With prepayment only
uk_ua: Тільки з передоплатою

source: Delivery without parcel opening
uk_ua: Доставка без відкриття посилки

source: Delivery with parcel opening and completeness check
uk_ua: Доставка з відкриттям посилки та перевіркою повноти

source: Delivery of a parcel part
uk_ua: Доставка частини посилки

source: Basic settings
uk_ua: Основні параметри

source: Service name
uk_ua: Найменування послуги

source: API URL
uk_ua: URL-АДРЕСА API

source: To switch to the test mode, request a test API address and token from Boxberry support team.
uk_ua: Для перемикання в режим тестування, запросіть тестову API-адресу і токен від служби підтримки Boxberry.

source: Token
uk_ua: Токен

source: Parcel office city
uk_ua: Місто розташування пункту видачі посилок

source: Start typing a city name
uk_ua: Почніть вводити назву міста

source: To select a parcel office, please enter a token and save the settings.
uk_ua: Для вибору пункту видачі вкажіть, будь ласка, токен та збережіть налаштування.

source: There are no parcel offices in your city.
uk_ua: У вашому місті немає пунктів видачі посилок.

source: Parcel office
uk_ua: Пункт видачі

source: Default weight
uk_ua: Вага за замовчуванням

source: g
uk_ua: г

source: Default length
uk_ua: Довжина за замовчуванням

source: m
uk_ua: м

source: Default width
uk_ua: Ширина за замовчуванням

source: Default height
uk_ua: Висота за замовчуванням

source: Used only if order dimensions have not been calculated by a special plugin. If no value is specified, shipping rate and terms will not be calulated.
uk_ua: Використовується тільки якщо розміри замовлення не були розраховані спеціальним плагіном. Якщо значення не вказано, вартість доставки та терміни не будуть підраховані.

source: The sum of length, width, and height values must not exceed 2.5 m.
uk_ua: Сума довжини, ширини і висоти не повинна перевищувати 2,5 м.

source: Shipping options
uk_ua: Варіанти доставки

source: Pickup points
uk_ua: Пункти самовивозу

source: Select values corresponding to your contract’s conditions.
uk_ua: Оберіть значення, що відповідають умовам вашого договору.

source: If “With prepayment only” option is selected, then in Shop-Script, with “In-cart checkout” mode enabled, only prepayment options are available after shipping option selection.
uk_ua: Якщо обраний варіант "тільки з передоплатою", то у режимі оформлення замовлення у кошику у Shop-Script після вибору варіанту доставки будуть доступні тільки варіанти попередньої оплати.

source: If “All” option is selected, then in Shop-Script, with “In-cart checkout” mode enabled, minimum shipping cost for prepayment is displayed by default. Once a shipping and a payment option are selected, the displayed shipping cost is updated accordingly.
uk_ua: Якщо обраний варіант "усі", то у режимі оформлення замовлення у кошику у Shop-Script за замовчуванням відображується мінімальна вартість доставки. Як тільки обрані варіанти доставки та оплати, відповідно оновлюється і вартість доставки.

source: Courier delivery
uk_ua: Кур'єрська доставка

source: Courier name
uk_ua: Ім&#39;я кур&#39;єра

source: Shipping cost
uk_ua: Вартість доставки

source: Minimum order cost for free delivery
uk_ua: Мінімальна вартість замовлення для безкоштовної доставки

source: Shipping rates provided by Boxberry service are ignored when free shipping is applied.
uk_ua: Вартість доставки, що надається службою Boxberry, ігнорується у разі, якщо застосовано безкоштовну доставку.

source: Declared value of parcel (insurance cost)
uk_ua: Декларована вартість посилки (вартість страховки)

source: Specify either a fixed value expressed in a currency or percentage of the order total, or their sum or difference.
uk_ua: Вказати фіксовану вартість, виражену в іноземній валюті, або відсотки від загальної вартості замовлення, або їх суму, або їх різницю.

source: Examples:
uk_ua: Приклади:

source: The result must not exceed 300,000 rubles.
uk_ua: Результат не повинен перевищувати 300 000 рублів.

source: Set up markup costs in your Boxberry account.
uk_ua: Вкажіть додаткові витрати на обробку у своєму аккаунті Boxberry.

source: Russian Federation
uk_ua: Російська Федерація

source: Availability settings
uk_ua: Параметри доступності

source: Country
uk_ua: Країна

source: Region
uk_ua: Регіон

source: Shipping will be restricted to the selected region.
uk_ua: Доставку буде обмежено обраним регіоном.

source: Localities
uk_ua: Населені пункти

source: Separate locality names with a comma.
uk_ua: Відокремлюйте найменування населених пунктів комою.

source: Max weight
uk_ua: Максимальна вага

source: Max length
uk_ua: Максимальна довжина

source: Max width
uk_ua: Максимальна ширина

source: Max height
uk_ua: Максимальна висота

source: Max dimensions
uk_ua: Максимальні розміри

source: Integration settings
uk_ua: Налаштування інтеграції

source: Upon checkout, a dellivery draft is created in your Boxberry account. Should you edit an order in your Webasyst backend, the corresponding draft is updated automatically.
uk_ua: Після перевірки у вашому акаунті Boxberry створюється чернетка доставки. Якщо ви редагуєте замовлення у вашому акаунті Webasyst, відповідна чернетка оновлюється автоматично.

source: Type of parcel delivery
uk_ua: Тип доставки посилки

source: If nothing is selected, a default value from the store profile’s “Services” section of your Boxberry account is used.
uk_ua: Якщо нічого не обрано, то використовується значення за замовчуванням з розділу "Послуги" профілю магазина з вашого аккаунта Boxberry.

source: Store name for SMS and email notifications
uk_ua: Назва магазину для SMS і повідомлень по електронній пошті

source: Notifications are sent by Boxberry service.
uk_ua: Повідомлення надсилаються службою Boxberry.

source: Error during automatic shipment creation. Please create a shipment manually in your personal account on Boxberry website. See detailed error-related information in log file <em>wa-log/wa-plugins/shipping/boxberry/api_requests.log</em>.
uk_ua: Помилка при автоматичному створенні відвантаження. Створіть, будь ласка, вантаж вручну через ваш акаунт на сайті Boxberry. Перегляньте детальну інформацію про помилку у файлі логу <em>wa-log/wa-plugins/shipping/boxberry/api_requests.log</em>.

source: Declared value for prepaid delivery (insurance cost)
uk_ua: Оголошена вартість передоплаченої доставки (вартість страховки)

source: Declared value must not exceed 300,000 rubles.
uk_ua: Оголошена вартість не має перевищувати 300 000 рублів.

source: In case of payment on delivery, the declared value passed to the shipping service is equal to the order total less the shipping cost, i.e. pure cost of delivered items with discount applied.
uk_ua: У разі сплати по факту доставки, оголошена вартість, що передається службі доставки, дорівнює вартості замовлення без вартості доставки, тобто це чиста вартість товарів у вантажі із застосованою знижкою.
