Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/shipping/shipping_courier.po
Languages: uk_ua

source: Preferred delivery time
uk_ua: Бажаний час доставки

source: Estimated delivery time
uk_ua: Розрахунковий час доставки

source: Average order transit time. Estimated delivery date will be calculated automatically and shown to customer.<br><br>
uk_ua: Середній час обробки замовлення. Розрахункову дату доставки буде обраховано автоматично та показано клієнтові.<br><br>

source: Same day
uk_ua: Той же день

source: Next day
uk_ua: Наступний день

source: 1-2 days
uk_ua: 1-2 дні

source: 2-3 days
uk_ua: 2-3 дні

source: 1 week
uk_ua: 1 тиждень

source: Undefined
uk_ua: Не визначено

source: Courier
uk_ua: Кур'єр

source: Shipping is restricted to the specific country and region only. Shipping rate is calculated based on either total amount or weight of the shipment.
uk_ua: Доставку обмежено тільки конкретною країною та регіоном. Вартість доставки розраховується на основі загальної кількості або ваги вантажу.

source: Paid
uk_ua: Платна

source: Payment
uk_ua: Оплата

source: Shipping cost
uk_ua: Вартість доставки

source: Print
uk_ua: Друк

source: Shipping address
uk_ua: Адреса доставки

source: Comment
uk_ua: Коментар

source: Shipping will be restricted to the selected country. Rates defined below will be applied to the entire country.
uk_ua: Доставку буде обмежено обраною країною. Визначені нижче тарифи буде застосовано до усієї країни.

source: Shipping region
uk_ua: Область доставки

source: Shipping will be restricted to the selected region.
uk_ua: Доставку буде обмежено обраним регіоном.

source: City name
uk_ua: Назва міста

source: If courier shipping is provided only within specific cities, enter the city names separated by comma so that customer is not be prompted to enter city name when this shipping option is selected; a city name will be automatically fetched as you specify it here. If this field is left blank, a customer will be prompted to enter a city name.
uk_ua: Якщо кур'єрська доставка здійснюється лише в межах конкретних міст, введіть назви міст через кому, таким чином клієнт не буде вводити назву міста, коли обрано цей варіант доставки; назву міста буде автоматично заповнено, як ви вкажете його тут. Якщо це поле порожнє, то клієнту буде запропоновано вказати назву міста.

source: Address fields management
uk_ua: Управління полями адреси

source: Use plugin‘s default fields only
uk_ua: Використовувати тільки поля плагіна за замовчуванням

source: Enable this option for the plugin to require from a client <em>mandatory</em> completion of the fields only, which are selected below in setting “Default address fields”.<br>Disable it to make the plugin <em>optionally</em> request only address fields defined by app settings (the app must request all address fields required for selected shipping method).
uk_ua: Увімкніть цю опцію, аби запитати у клієнта лише <em>обов'язкові</em> поля, які відмічено у налаштуванні «Стандартні поля адреси».<br> Вимкніть її, аби запропонувати <em>необов'язково</em> заповнити тільки поля адреси з налаштувань додатку (додаток має запитувати усі поля адреси, необхідні для обраного варіанту доставки).

source: Default address fields
uk_ua: Поля адреси за замовчуванням

source: Enable shipping address fields which must always be filled by a client during checkout.
uk_ua: Увімкнути поля адреси доставки, які завжди повинні бути заповнені клієнтом при оформленні замовлення.

source: Should some of the enabled fields be filled on the contact info step, then they will not be displayed on courier shipping selection.
uk_ua: Якщо деякі поля було заповнено на кроці контактної інформації, то їх не буде показано при виборі доставки кур'єром.

source: Disabled can be only fields that are not completed in the above setting “Shipping region”.
uk_ua: Вимкнути можна тільки ті поля, які не заповнено у параметрі «Регіон доставки» вище.

source: Online map settings are available in <a href="%s">Installer</a> app.
uk_ua: Налаштування сервісу онлайн-карт доступне у додатку <a href="%s">Налаштування</a>.

source: Shipping rate calculation
uk_ua: Розрахунок вартості доставки

source: By weight
uk_ua: За вагою

source: By price
uk_ua: За ціною

source: Shipment weight
uk_ua: Вага відправлення

source: Shipment amount
uk_ua: Сума відвантаження

source: Shipping rate
uk_ua: Тариф доставки

source: Add rate
uk_ua: Додати тариф

source: Enter shipping rate as a flat rate, as a percent of cart total, or as a sum of both. Example: <b>20+10%%</b> will calculate shipping rate as 20 %s + 10%% of cart total.
uk_ua: Вкажіть вартість доставки у вигляді фіксованої ставки, або у відсотках від загальної суми кошику, або як суму обох. Приклад: <b>20+10%%</b> буде розрахувати вартість доставки у розмірі 20 %s + 10%% від загальної суми кошика

source: kg
uk_ua: кг

source: lbs
uk_ua: фунтів

source: Weight dimension unit
uk_ua: Одиниця виміру ваги

source: KG
uk_ua: КГ

source: LBS
uk_ua: ФУНТІВ

source: Enter shipping rate as a flat rate, as a percent of cart total, or as a sum of both. Example: <b>20+10%%</b> will calculate shipping rate as 20 %s + 10%% of cart total
uk_ua: Вкажіть вартість доставки у вигляді фіксованої ставки, або у відсотках від загальної суми кошику, або як суму обох. Приклад: <b>20+10%%</b> буде розрахувати вартість доставки у розмірі 20 %s + 10%% від загальної суми кошика.

source: Delivery time
uk_ua: Час доставки

source: Specified time in hours
uk_ua: Вказаний у годинах час

source: Average delivery time in hours
uk_ua: Середній час доставки у годинах

source: Average time in hours required for a courier to deliver an order. It will be added to the order ready time with the account of values in “Delivery intervals” table with extra days off and workdays.
uk_ua: Час (у годинах), який у середньому необхідний кур'єру, аби доставити замовлення. Його буде додано до часу готовності замовлення з урахуванням даних з таблиці «Інтервали доставки», додаткових вихідних та робочих днів.

source: Preferred delivery time &amp; working schedule
uk_ua: Бажаний час доставки та робочий розклад

source: Extra days off
uk_ua: Додаткові вихідні

source: Select dates of extra days off and enable at least one checkbox in “Extra days off” column of the “Delivery intervals” table. Delivery intervals are valid for all extra days off.
uk_ua: Оберіть дати додаткових вихідних та увімкніть принаймні один прапорець у колонці «Додаткові вихідні» таблиці «Інтервали доставки». Для усіх додаткових вихідних інтервали доставки залишаються дійсними.

source: Extra workdays
uk_ua: Додаткові робочі дні

source: Select dates of extra workdays and enable at least one checkbox in “Extra workdays” column of the “Delivery intervals” table. Delivery intervals are valid for all extra workdays.
uk_ua: Оберіть дати додаткових робочих днів та увімкніть принаймні один прапорець у колонці «Додаткові робочі дні» таблиці «Інтервали доставки». Для усіх додаткових робочих днів інтервали доставки залишаються дійсними.

source: Locality name
uk_ua: Назва місцевості

source: If courier shipping is provided only within specific localities, enter the locality names separated by comma so that customer is not be prompted to enter a locality name when this shipping option is selected; a locality name will be automatically fetched as you specify it here. If this field is left blank, a customer will be prompted to enter a locality name.
uk_ua: Якщо кур'єрська доставка здійснюється тільки в межах певних місцевостей, введіть назви таких місцевостей, розділені комами, аби при виборі цього варіанту доставки клієнтові не було потрібно вводити назву населеного пункту. Назву місцевості буде автоматично отримано зі вказаного вамим переліку. Якщо залишити це поле порожнім, клієнту буде запропоновано вказати назву місцевості.
