Repository: IgorKononov/waua
Catalog: *-apps/blog 1.4.1.24/locale/*/LC_MESSAGES/blog.po
Languages: uk_ua

source: Loading
uk_ua: Завантаження

source: Settings
uk_ua: Налаштування

source: Delete
uk_ua: Видалити

source: (empty title)
uk_ua: (немає заголовку)

source: Public post
uk_ua: Публічний запис

source: Private post
uk_ua: Приватний запис

source: No comments
uk_ua: Коментарі відсутні

source: Archive
uk_ua: Архів

source: Click to create a post scheduled to be published on this day
uk_ua: Клікніть, аби створити запис з датою публікації у цей день

source: Comments
uk_ua: Коментарі

source: delete
uk_ua: видалити

source: restore
uk_ua: відновити

source: reply
uk_ua: відповісти

source: no comments
uk_ua: коментарі відсутні

source: Done
uk_ua: Готово

source: Blog
uk_ua: Блог

source: New blog
uk_ua: Новий блог

source: Blog name
uk_ua: Назва блогу

source: Private
uk_ua: Приватний

source: Public
uk_ua: Публічний

source: Blog posts are published and available in the frontend and RSS feed
uk_ua: Записи публікуються у загальнодоступній частині блогу і у RSS блогу

source: Blog posts are published and available only within Webasyst backend for users who have rights to access this blog
uk_ua: Записи доступні лише користувачам бекенду Webasyst, які мають доступ до цього блогу

source: Color
uk_ua: Колір

source: Color coding is used only within Webasyst backend
uk_ua: Кольорове кодування використовується лише в межах бекенду Webasyst

source: Icon
uk_ua: Іконка

source: Or enter icon URL (should be a 16x16 px image)
uk_ua: Або вкажіть адресу іконки (розмір — 16х16 пікселів)

source: Save
uk_ua: Зберегти

source: New post
uk_ua: Новий запис

source: All posts
uk_ua: Усі записи

source: Calendar
uk_ua: Календар

source: Drafts
uk_ua: Чернетки

source: Plugins
uk_ua: Плагіни

source: No plugins installed
uk_ua: Плагіни не встановлено

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
uk_ua: Порядок сортування плагінів налаштовується перетягуванням і визначає порядок їх підключення.

source: Plugin does not offer configuration settings.
uk_ua: Цей плагін не пропонує налаштувань.

source: To add posts, you must first <a href="%s"> create a new blog</a>.
uk_ua: Для додавання записів необхідно спочатку <a href="%s">створити новий блог</a>.

source: Edit post
uk_ua: Редагувати запис

source: Post %s will be deleted permanently. Delete?
uk_ua: Запис %s буде видалений назавжди. Видалити?

source: Delete post
uk_ua: Видалити запис

source: Delete blog
uk_ua: Видалити блог

source: Add comment
uk_ua: Написати коментар

source: Author
uk_ua: Автор

source: Preview
uk_ua: Попередній перегляд

source: Published
uk_ua: Опубліковано

source: WYSIWYG
uk_ua: Візуальний редактор

source: Publication deadline
uk_ua: Термін публікації

source: Not set
uk_ua: Не встановлено

source: Publish
uk_ua: Опублікувати

source: Save draft
uk_ua: Зберегти чернетку

source: or
uk_ua: або

source: cancel
uk_ua: відмінити

source: Schedule publication
uk_ua: Запланувати публікацію

source: Schedule
uk_ua: Запланувати

source: edit
uk_ua: редагувати

source: Autopublication is scheduled for
uk_ua: Автоматична публікація запланована на

source: Unpublish
uk_ua: Відмінити публікацію

source: Max %d characters
uk_ua: Максимум %d символів

source: Access denied
uk_ua: Доступ заборонений

source: Post not found
uk_ua: Запис не знайдений

source: Name can not be left blank
uk_ua: Ім'я не може бути пустим

source: Email can not be left blank
uk_ua: Email-адреса не може бути пустою

source: Email is not valid
uk_ua: Некоректна email-адреса

source: Site URL is not valid
uk_ua: Некоректний URL сайту

source: Comment text can not be left blank
uk_ua: Коментар не може бути пустим

source: Comment length should not exceed 4096 symbols
uk_ua: Коментар не повинен бути довшим 4096 символів

source: Database error
uk_ua: Помилка бази даних

source: URL must not contain /
uk_ua: URL не повинен містити /

source: This address is already in use
uk_ua: Ця адреса вже використовується

source: comment
uk_ua: коментар

source: Private blog
uk_ua: Закритий блог

source: Blogs
uk_ua: Блоги

source: Name length should not exceed 255 symbols
uk_ua: Ім'я не повинно бути довшим за 255 символів

source: %d post
uk_ua: %d запис

source: %d post of %d
uk_ua: %d запис з %d

source: %d comment of %d (including deleted)
uk_ua: %d коментар з %d (включно видалені)

source: %d comment
uk_ua: %d коментар

source: Editing post %s
uk_ua: Редагування запису %s

source: Select posts
uk_ua: Обрати записи

source: Move to blog
uk_ua: Перемістити до блогу

source: Open on website
uk_ua: Відкрити на сайті

source: Continue reading →
uk_ua: Читати далі →

source: Show older posts
uk_ua: Показати більш ранні записи

source: Overdue posts
uk_ua: Прострочені записи

source: Overdue
uk_ua: Прострочений

source: Draft
uk_ua: Чернетка

source: Scheduled for publication
uk_ua: Запланована публікація

source: Belong to private blog
uk_ua: Належить приватному блогу

source: Blog type
uk_ua: Тип блогу

source: Public URL
uk_ua: Адреса запису

source: Show older comments
uk_ua: Показати попередні коментарі

source: on
uk_ua: до запису

source: unpublished post
uk_ua: відключений запис

source: Comment deleted
uk_ua: Коментар видалений

source: Comment for unpublished post
uk_ua: Коментар до неопублікованого запису

source: in reply to
uk_ua: відповідь на коментар

source: Allow comments
uk_ua: Коментарі

source: Off
uk_ua: Вимкнути

source: On
uk_ua: Увімкнути

source: Deadline is for plan purposes only. It will not automatically published the post, but will highlight the post if publication date is overdue.
uk_ua: Призначення терміну публікації дозволяє планувати майбутні записи, але автоматично не публікує їх.

source: format
uk_ua: формат

source: current time is
uk_ua: поточний час

source: Custom parameters
uk_ua: Додаткові параметри

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$post.key&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Необов’язковий набір додаткових параметрів <em>key=value</em> (використовуються в шаблоні загальнодоступної частини у вигляді <em>&#123;$post.key&#125;</em>). Кожну пару key=value вказуйте з нового рядка.

source: Saved
uk_ua: Збережено

source: Unpublish this blog post?
uk_ua: Відмінити публікацію запису?

source: Settings updated
uk_ua: Налаштування збережені

source: Personal settings
uk_ua: Особисті налаштування

source: App icon counter
uk_ua: Лічильник на іконці

source: Frontend settings
uk_ua: Налаштування загальнодоступної частини

source: Homepage <title>
uk_ua: Заголовок головної сторінки <title>

source: Title format
uk_ua: Формат заголовка

source: Post title only
uk_ua: Лише заголовок запису

source: E.g.
uk_ua: Наприклад

source: Blog » Post title
uk_ua: Блог » Заголовок запису

source: URLs & Titles
uk_ua: Адреси (URL) і заголовки (title)

source: Number of posts in RSS file
uk_ua: Кількість записів в RSS-файлі

source: &lt;author&gt; tag
uk_ua: тег &lt;автор&gt;

source: Use blog post author's real name
uk_ua: Використати справжнє ім’я автора

source: Use blog name
uk_ua: Використовувати назву блогу

source: The blog %s contains <strong>%d posts</strong>. What should be done with these posts?
uk_ua: В блозі «%s» міститься <strong>%d записів</strong>. Що слід зробити з цими записами?

source: Move posts to another blog
uk_ua: Перенести записи до іншого блогу

source: Delete permanently
uk_ua: Видалити назавжди

source: This blog does no contain posts, and thus can be safely deleted.
uk_ua: В цьому блозі записи відсутні, його можна видалити.

source: Deadline is for planning purposes only. It will not publish the post automatically, but will highlight the post in the calendar if it is not published in time.
uk_ua: Встановлення терміну публікації використовується лише для планування. Запис автоматично не публікується, а лише виділяється у календарі після того, як спливе термін публікації.

source: The post <b>%s</b> will be permanently deleted without the ability to recover. Delete?
uk_ua: Запис «<b>%s</b>» буде видалений без можливості відновлення. Видалити??

source: Delete posts
uk_ua: Видалити записи

source: Selected posts will be permanently deleted without the ability to recover. Delete?
uk_ua: Выбранные записи будут удалены без возможности восстановления. Удалить?

source: Move posts
uk_ua: Перемістити записи

source: Cron is working properly. Latest execution time: %s
uk_ua: CRON для відкладеної публікації записів увімкнений і працює. Час останнього запуску: <strong>%s</strong>

source: Scheduled publication requires CRON to be properly setup for Webasyst Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
uk_ua: Для роботи запланованої публікації необхідно налаштувати CRON, що дозволить додатку «Блог» виконувати дії за розкладом без участі користувача. Інструкція для CRON (<a href="http://www.webasyst.ru/developers/docs/tips/cron/" target="_blank">документація з налаштування</a>):<br /><br /> <strong class="cron-command">%s</strong>

source: Blog not found
uk_ua: Блог не знайдено

source: %s settings
uk_ua: Налаштування %s

source: Blog name must not be empty
uk_ua: Назва блогу не повинна бути пустою

source: Isn't allowed comment to this post
uk_ua: Цей запис не можна коментувати

source: Comment not found
uk_ua: Коментар не знайдений

source: Posts by %s
uk_ua: Записи автора %s

source: Plugin settings page
uk_ua: Сторінка налаштування плагінів

source: Adding new post
uk_ua: Додавання нового запису

source: %s ago
uk_ua: %s назад

source: in %s
uk_ua: через %s

source: Can't find corresponding blog
uk_ua: Не вдалося знайти відповідний блог

source: Can't find corresponding post
uk_ua: Не вдалося знайти відповідний запис

source: Files with extensions %s are allowed only.
uk_ua: Дозволені імена файлів лише з наступними розширеннями: %s.

source: File could not bet saved due to the insufficient file write permissions for the %s folder.
uk_ua: Не вдалося зберегти файл через недостатні права на перезапис теки %s.

source: Failed to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: Blog settings page
uk_ua: Сторінка налаштування блогу

source: %subject% URL must not be empty
uk_ua: Адреса %subject% не повинна бути пустою

source: %subject% URL is in use. Please enter another URL
uk_ua: Адреса %subject% вже використовується. Введіть іншу адресу

source: %subject% URL is invalid
uk_ua: Адреса %subject% введена некоректно

source: Can create new blogs
uk_ua: Може створювати нові блоги

source: No access
uk_ua: Доступ заборонено

source: Read only
uk_ua: Лише читання

source: Read and publish new posts
uk_ua: Читання і публікація нових записів

source: Full access
uk_ua: Повний доступ

source: Published blogs & URLs
uk_ua: Опубліковані блоги і адреси

source: All blogs. Plain URLs (%s)
uk_ua: Всі блоги. Прості адреси (%s)

source: <br />Post URLs: <strong>%s</strong>, e.g. %s<br />Blog post list URLs: <strong>%s</strong>, e.g. %s
uk_ua: <br />Адреси записів: <strong>%s</strong>, наприклад, %s<br />Адреси блогів: <strong>%s</strong>, наприклад, %s

source: All blogs. Hierarchical URLs (%s)
uk_ua: Всі блоги. Ієрархічні адреси (%s)

source: One blog
uk_ua: Один блог

source: Post URLs: <strong>%s</strong>
uk_ua: Адреси записів: <strong>%s</strong>

source: Returns blog info by <em>blog_id</em> as an array with the following structure: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)
uk_ua: Повертає інформацію про блог по <em>blog_id</em> у вигляді масиву з наступною структурою: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)

source: Returns the array of all public blogs. Each blog is an array presenting the blog data
uk_ua: Повертає масив всіх відкритих блогів. Кожен блог є масивом, що містить дані блогу

source: Returns the array of all posts by <em>blog_id</em>. If <em>blog_id</em> is <em>null</em>, the array of all public posts is returned. Optional parameter <em>number_of_posts</em> limits the number of elements returned
uk_ua: Повертає масив всіх записів по <em>blog_id</em>. Якщо<em>blog_id</em> дорівнює <em>null</em>, то повертається масив всіх відкритих записів. Необов’язковий параметр <em>number_of_posts</em> використовується для обмеження коількості елементів, що повертаються

source: Posts
uk_ua: Записи

source: Blog URL is in use. Please enter another URL
uk_ua: Ця адреса блогу вже використовується. Введіть іншу адресу

source: Incorrect format
uk_ua: Некоректнйи формат

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
uk_ua: Повертає інформацію про запис по <em>post_id</em> у вигляді масиву з наступною структурою: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: Error
uk_ua: Помилка

source: The requested resource is not available.
uk_ua: Ця сторінка недоступна.

source: Sign up
uk_ua: Реєстрація

source: Login
uk_ua: Вхід

source: Subscribe
uk_ua: Підписатись

source: Powered by Webasyst
uk_ua: Працює на основі Webasyst

source: Guest
uk_ua: Гість

source: Your name
uk_ua: Ваше ім’я

source: Website
uk_ua: Сайт

source: log out
uk_ua: вийти

source: Comment
uk_ua: Коментар

source: Comments for non published posts are disabled
uk_ua: Коментарі до записів-чернеток вимкнені

source: Edit blog layout in your <a href="%s">Webasyst backend</a> using “Site” app.
uk_ua: Оформлення блогу налаштовується <a href="%s">в бекенді</a> за допомогою додатку «Сайт».

source: Loading...
uk_ua: Завантаження...

source: Image will be uploaded into
uk_ua: Зображення буде завантажене до

source: Post sub-URL format (%s)
uk_ua: Формат адрес сторінок записів (%s)

source: Post URL only
uk_ua: Лише адреса запису

source: e.g.
uk_ua: наприклад

source: Year/post URL
uk_ua: Рік/Адреса запису

source: Year/month/post URL
uk_ua: Рік/Місяць/Адреса запису

source: Year/month/date/post URL
uk_ua: Рік/Місяць/День/Адреса запису

source: My overdue post drafts
uk_ua: Мої прострочені чернетки

source: posts with overdue publication deadline
uk_ua: записи з простроченим терміном публікації

source: New posts published by other users
uk_ua: Нові записи інших користувачів

source: Count new comments on my posts only
uk_ua: Враховувати лише коментарі до моїх записів

source: Setup in the <a href="%s">Blog app settlement settings</a> within the Site app
uk_ua: Формат налаштовується в <a href="%s">налаштуваннях поселення блогу</a> в середині додатку «Сайт»

source: Invalid data
uk_ua: Невірні дані

source: New comments
uk_ua: Нові коментарі

source: Can edit pages
uk_ua: Може редагувати сторінки

source: Protect comment submit form with CAPTCHA
uk_ua: Захист форми додавання коментаря <em>капчею</em> (CAPTCHA)

source: Invalid captcha code
uk_ua: Невірний код CAPTCHA

source: Invalid auth provider
uk_ua: Невірний провайдер авторизації

source: Invalid auth provider data
uk_ua: Невірні дані провайдера авторизації

source: Plugin %s is installed and working.
uk_ua: Плагін «%s» встановлений і працює.

source: No configuration options are available for this plugin.
uk_ua: Цей плагін не надає можливості зміни налаштувань.

source: Plugin %s settings
uk_ua: Налаштування плагіну «%s»

source: Syntax error at post template
uk_ua: Помилка синтаксису запису

source: Confirm the blog for publishing this post
uk_ua: Підтвердіть вибір блогу

source: Comments author
uk_ua: Автор коментарів

source: Posts author
uk_ua: Автор статей

source: Thank you!
uk_ua: Спасибі!

source: You have successfully signed up.
uk_ua: Ви успішно зареєструвались.

source: Only registered users can add comments
uk_ua: Лише зареєстровані користувачі можуть коментувати

source: If enabled, all commentators will be authorized and synced with the Contacts app
uk_ua: Для користувачів, що лишають коментарі, будуть створюватись записи в додатку «Контакти»

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
uk_ua: Повертає інформацію про запис по <em>post_id</em> у вигляді масиву з наступною структурою: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: To add a comment please <a href="%s">sign up</a> or <a href="%s">login</a>
uk_ua: Для того, щоб залишити коментар, будь ласка, <a href="%s">зареєструйтесь</a> або <a href="%s">авторизуйтесь</a>

source: Logout
uk_ua: Вийти

source: Search posts
uk_ua: Знайти запис

source: Posts of this blog are not visible in the public frontend because there are no routing rules for the Blog app in your website settings. Use Site app (Routing section) to settle Blog app on your website and to start publishing.
uk_ua: Записи в цьому блозі невидимі для користувачів фронтенду, тому що для додатку «Блог» не задані достатні правила маршрутизації. Поселіть «Блог» в налаштуваннях маршрутизації додатку «Сайт», щоб розпочати публікувати записи нового блогу.

source: Apps
uk_ua: Додатки

source: Cancel
uk_ua: Відміна

source: Latest blog posts
uk_ua: Останні записи блогу

source: Latest comments of all blog posts
uk_ua: Останні коментарі до всіх записів

source: We are using <a href="http://www.webasyst.com/apps/blog/">Webasyst Blog</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.com/ru/apps/blog/">Webasyst Блог</a>

source: Tags
uk_ua: Теги

source: More
uk_ua: Ще

source: Имя
uk_ua: Ім’я

source: выйти
uk_ua: вийти

source: no posts
uk_ua: записи відсутні

source: We are using <a href="http://www.webasyst.com/store/app/blog/">Webasyst Blog</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.ru/store/app/blog/">Webasyst Блог</a>

source: We are using <a href="http://www.webasyst.com/store/app/blog/" target="_blank">Webasyst Blog</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.ru/store/app/blog/" target="_blank">Webasyst Блог</a>

source: There are no posts in this view.
uk_ua: Записи відсутні.

source: My drafts
uk_ua: Мої чернетки

source: all drafts
uk_ua: всі чернетки

source: my drafts
uk_ua: мої чернетки

source: All blogs
uk_ua: Всі блоги

source: My posts only
uk_ua: Мої записи

source: There are no comments in this view.
uk_ua: Коментарі відсутні.

source: Loading next %d comment...
uk_ua: Завантаження наступного %d коментаря…

source: Browse for new plugins
uk_ua: Пошук плагінів

source: Use Installer to install new plugins from the Webasyst Store
uk_ua: Встановлюйте плагіни з магазину Webasyst за допомогою додатку «Інсталер»

source: Meta
uk_ua: Мета

source: Title
uk_ua: Заголовок

source: No meta parameters are defined for this blog post.
uk_ua: Для цього запису мета-параметры не задані.

source: Edit meta
uk_ua: Редагувати

source: Post title
uk_ua: Заголовок

source: Post cut (Continue reading &rarr;)
uk_ua: Кат (Читати далі &rarr;)

source: My personal settings
uk_ua: Особисті налаштування

source: Deadlines
uk_ua: Дедлайни

source: Remind me about my scheduled posts
uk_ua: Нагадувати мені про мої заплановані публікації

source: When publication is overdue
uk_ua: Коли публікація прострочена

source: 1 day before publication deadline
uk_ua: За 1 день до запланованої публікації

source: 2 days before publication deadline
uk_ua: За 2 дні до запланованої публікації

source: 3 days before publication deadline
uk_ua: За 3 дні до запланованої публікації

source: A week before publication deadline
uk_ua: За тиждень до запланованої публікації

source: Reminders require CRON to be properly setup for the Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
uk_ua: Для роботи нагадувань необхідно налаштувати CRON, що дозволить додатку «Блог» виконувати дії за розкладом без участі користувача. Команда для CRON (<a href="http://www.webasyst.ru/developers/docs/tips/cron/" target="_blank">документація з налаштування</a>):<br /><br /> <strong class="cron-command">%s</strong>

source: Recommended range is from 10 to 25
uk_ua: Рекомендований діапазон: от 10 до 25

source: Author’s email address
uk_ua: Email автора запису

source: %s for your blog posts
uk_ua: для ваших записів: %s

source: No author tag
uk_ua: Не вказуватитег author

source: Post cut
uk_ua: Кат

source: As specified
uk_ua: Вказати явно

source: of %d post
uk_ua: з %d запису

source: Notifications
uk_ua: Сповіщення

source: in %d day
uk_ua: через %d день

source: minute
uk_ua: хвилину

source: You have following posts scheduled for publication in the <strong>%s</strong> blog:
uk_ua: У вас є записи, заплановані до публікації в блозі «<strong>%s</strong>»:

source: right now
uk_ua: прямо зараз

source: today
uk_ua: сьогодні

source: Scheduled blog posts
uk_ua: Заплановані публікації в блозі

source: Reminders will be sent to your <strong class="cron-command">%s</strong> email address once a day. Cron for reminders is working properly. Latest execution time: %s
uk_ua: Нагадування будуть відправлятись вам поштою за адресою <strong class="cron-command">%s</strong> не частіше, ніж раз на день. CRON, необхідний для роботи нагадувань, увімкнений і працює. Час останнього запуску: <strong>%s</strong>

source: You have blog posts scheduled for publication on the %s blog:
uk_ua: У вас є записи, заплановані до публікації в блозі «%s»:

source: Hello and welcome to your new blog!<br> Start by writing your first post.
uk_ua: Ласкаво просимо до вашого нового блогу!<br> Почніть зі створення запису.

source: Public blog URL
uk_ua: Адреса блога

source: A URL to view all posts of this blog on your public website.
uk_ua: Адрес, по которому на сайте можно посмотреть список всех записей этого блога.
