Repository: IgorKononov/waua
Catalog: *-apps/blog 1.4.1.24/locale/*/LC_MESSAGES/blog.po
Languages: uk_ua

source: <a href="http://www.webasyst.com/store/app/blog/">Blogging platform</a> by Webasyst
uk_ua: <a href="http://www.webasyst.ru/store/app/blog/">Движок блога</a> — Webasyst

source: Welcome to your new blog!
uk_ua: Ласкаво просимо до вашого нового блогу!

source: Start by writing a post in your <a href="%s">blog backend</a>.
uk_ua: Почніть зі створення запису в <a href="%s">бекенді блогу</a>.

source: published blog post
uk_ua: опублікував запис

source: unpublished blog post
uk_ua: відмінив публікацію запису

source: edited blog post
uk_ua: відредагував запис

source: deleted blog post
uk_ua: видалив запис

source: added comment to blog post
uk_ua: додав коментар до

source: deleted comment to blog post
uk_ua: видалив коментар до запису

source: restored comment to blog post
uk_ua: відновив коментар до запису

source: created a new blog
uk_ua: створив новий блог

source: deleted blog
uk_ua: видалив блог

source: modified blog settings
uk_ua: змінив налаштування блогу

source: Homepage META Keywords
uk_ua: META Keywords головної сторінки

source: Homepage META Description
uk_ua: META Description головної сторінки

source: RSS feed title
uk_ua: Заголовок RSS-стрічки

source: Follow %s
uk_ua: Читати %s

source: Comment to an unpublished post (not visible anymore)
uk_ua: Коментар до запису, знятого з публікації

source: My account
uk_ua: Особистий кабінет

source: My profile
uk_ua: Мій профіль

source: Start by <a href="%s">writing a post</a> in your blog backend.
uk_ua: Почніть зі <a href="%s">створення запису</a> в бекенді блогу.

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
uk_ua: Основний вміст, завантажений у відповідності до запиту користувача: запис блогу, потік записів, сторінка і т.ін.

source: 0 for published, 1 for deleted
uk_ua: 0 для опублікованих, 1 для видалених

source: Upload
uk_ua: Завантажити

source: Select
uk_ua: Обрати

source: Insert
uk_ua: Вставити

source: This blog is not visible on your sites now, because there were no routing rules added for Blog app with this particular blog. To make this blog visible on your site, create a route using the form below or using <a href="%s">Site app</a> routing settings.
uk_ua: Цей блог не видний на сайті, тому що для нього не задані правила маршрутизації. Щоб опублікувати блог на сайті, додайте правило маршрутизації за допомогою форми нижче або в розділі «<a href="%s">Структура</a>» в додатку «Сайт».

source: Specify the public URL for this new blog on your site:
uk_ua: Введіть адресу для цього блогу на сайті:

source: Do not publish this blog on the site just yet
uk_ua: Поки не публікувати цей блог на сайті

source: Blog settings
uk_ua: Налаштування блогу

source: Photo album
uk_ua: Фотоальбом

source: Start by <a href="%s">writing your first post</a>.
uk_ua: Почніть зі <a href="%s">створення запису</a>.

source: Start by <a href="%s">writing a post</a> or <a href="%s">importing posts</a><br> from your existing blog.
uk_ua: Почніть зі <a href="%s">створення запису</a> або з <a href="%s">імпорту записів</a><br> з вашого блогу, що вже існує.

source: Or enter image URL (image will be scaled to 16x16px)
uk_ua: Або введіть адресу зображення (зображення буде автоматично зменшене до 16х16 пікселів)

source: Live preview is not available for private and not published blogs.
uk_ua: Попередній перегляд недоступний для закритих і неопублікованих блогів.

source: Mirror mode
uk_ua: Режим паралельного редагування

source: Visual
uk_ua: Візуальный редактор

source: Photo Album
uk_ua: Фотоальбом

source: Attach photo album
uk_ua: Прикріпити фотоальбом

source: (no name)
uk_ua: (без назви)

source: private album
uk_ua: закритий альбом

source: Photos from the selected album will be automatically embedded after the post content. Photos descriptions and sort order will be defined by Photos app.
uk_ua: Фотографії з обраного альбому будуть автоматично додані після вмісту запису. Описи і порядок сортування фотографій визначається додатком «Фото».

source: Post URL
uk_ua: Адреса запису

source: Replace with the direct link to this album
uk_ua: Замінити прямим посиланням на фотоальбом

source: Great for photo galleries. Blog post will be published in the blog on a regular basis (in both post stream and RSS), but the main post title link will lead to the album page directly (Photos app).
uk_ua: Вміст запису буде опублікований в загальній стрічці і в RSS як зазвичай, однак основне посилання на запис буде замінене прямим посиланням на обраний фотоальбом у фотогалереї (в поселенні додатку «Фото»).

source: Select from Photos app
uk_ua: Обрати з «Фото»

source: Total photos selected:
uk_ua: Обрано фотографій:

source: Photo storage
uk_ua: Сховище фотографій

source: Folder
uk_ua: Тека

source: Photos app
uk_ua: Додаток «Фото»

source: Save error
uk_ua: Помилка збереження

source: No files to upload!
uk_ua: Не обраний жоден файл для завантаження!

source: Photos from the attached album will be displayed here.
uk_ua: Тут будуть показані фотографії з прикріпленого фотоальбому.

source: Select Webasyst default captcha or Google reCAPTCHA
uk_ua: Оберіть стандартну CAPTCHA від Webasyst або reCAPTCHA від Google

source: post
uk_ua: запис
