Repository: IgorKononov/waua
Catalog: lib/config/data/plugins/photos_publicgallery.po
Languages: uk_ua

source: User votes
uk_ua: Голоси користувачів

source: Close
uk_ua: Закрити

source: %d vote
uk_ua: %d голос

source: Stop upload
uk_ua: Зупинити завантаження

source: Files uploaded with errors
uk_ua: Файли, завантажені з помилками

source: Photos have been successfully uploaded
uk_ua: Фотографії завантажено

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
uk_ua: Не вдалося завантажити. Швидше за все, для створення ескізів не вистачає пам'яті.

source: My uploads
uk_ua: Мої завантаження

source: To upload a photo, either <a href="%s">sign up</a> or authorize using one of the services listed below.
uk_ua: Аби завантажити фото, <a href="%s">зареєструйтесь</a> або авторизуйтесь, використовуючи один із зазначених нижче сервісів.

source: To upload a photo, either <a href="%s">create an account</a> or <a href="%s">sign in</a> as a registered user.
uk_ua: Аби завантажити фото, <a href="%s">створіть акаунт</a> або <a href="%s">авторизуйтесь</a> із використанням одного із зазначених нижче сервісів.

source: Upload images
uk_ua: Завантажити зображення

source: or drag them here to start upload
uk_ua: або перетягніть зображення сюди, аби розпочати завантаження

source: Photo has been declined by the administrator
uk_ua: Фотографію було відхилено адміністратором

source: Pending moderation
uk_ua: Очікують на модерацію

source: Show more photos
uk_ua: Показати більше фотографій

source: Loading
uk_ua: Завантаження

source: Empty result
uk_ua: Порожній результат

source: Upload complete! <a href="#">Reload page</a> to view your photos.
uk_ua: Завантаження завершено! <a href="#">Оновіть сторінку</a> для перегляду фотографій.

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
uk_ua: Допускаються тільки файли з розширеннями .gif, .jpg, .jpeg, .png.

source: Rate
uk_ua: Оцінка

source: Rate this photo:
uk_ua: Оцініть фото:

source: cancel my vote
uk_ua: скасувати мій голос

source: Declined
uk_ua: Відхилено

source: Approve photo
uk_ua: Одобрити фото

source: Decline
uk_ua: Відхилити

source: Approve
uk_ua: Одобрити

source: My vote:
uk_ua: Мій голос:

source: Minimal photo size (px)
uk_ua: Мінімальний розмір фото (в пікселях)

source: Limits the minimum width and height for photos uploaded in the frontend (in pixels)
uk_ua: Обмежує мінімальну ширину і висоту фотографії, завантаженої через веб-інтерфейс (в пікселях)

source: Maximum photo size (px)
uk_ua: Максимальний розмір фото (в пікселях)

source: Limits the maximum width and height for photos uploaded in the frontend (in pixels)
uk_ua: Обмежує мінімальну ширину і висоту фотографії, завантаженої через фронтенд (в пікселях)

source: Assign tags on upload
uk_ua: Призначити теги при завантаженні

source: Automatically assign listed tags for all photos uploaded in the frontend
uk_ua: Автоматично присвоїти перераховані теги для усіх фотографій, завантажених через фронтенд

source: Moderation
uk_ua: Модерація

source: Define if photos uploaded in the frontend needs to be moderated in the backend or not. In case moderation is disabled, all photos will automatically appear in the frontend after upload
uk_ua: Визначити, чи має бути промодеровано у бекенді фотографії, надіслані через фронтенд. У разі, якщо модерацію вимкнено, усі фотографії автоматично з'являться у фронтенді після завантаження.

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Self photo voting
uk_ua: Голосування за власні фото

source: Author can vote for self uploaded photos
uk_ua: Автор може голосувати завантажені ним фотографії

source: Public Gallery
uk_ua: Публічна галерея

source: Enables the ability to upload and vote for photos in the app frontend
uk_ua: Дає можливість викладати фото і голосувати за них у фронтенді додатку «Фото»

source: Unknown photo
uk_ua: Невідоме фото

source: You may not vote for your own photos
uk_ua: Ви не можете голосувати за власні фото
