Repository: IgorKononov/waua
Catalog: lib/config/data/plugins/shop_migrate.po
Languages: uk_ua

source: Transfer data from third-party ecommerce platforms and sources to Shop-Script.
uk_ua: Перенесення даних зі сторонніх платформ для електронної комерції та інших джерел у Shop-Script.

source: Source
uk_ua: Джерело

source: Platform
uk_ua: Платформа

source: Connect
uk_ua: Підключення

source: Import data
uk_ua: Імпорт даних

source: Please do not close your browser window and do not leave this page until the entire migration process is finished.
uk_ua: Будь ласка, не закривайте браузер і не покидайте цю сторінку, поки не завершиться процес міграції.

source: Loading...
uk_ua: Завантаження...

source: Migrate to Shop-Script
uk_ua: Міграція у Shop-Script

source: Transfer data from other ecommerce platforms to Shop-Script
uk_ua: Перенесення даних зі сторонніх платформ для електронної комерції у Shop-Script

source: Select platform
uk_ua: Оберіть платформу

source: WebAsyst Shop-Script (old version) on the same server
uk_ua: WebAsyst Shop-Script (стара версія) на тому ж сервері

source: Migrate aux pages, categories, products with params, features, images and eproduct files
uk_ua: Перенесення зовнішніх сторінок, категорій, товарів із параметрами, характеристик, зображень та файлів електронних товарів

source: WebAsyst Shop-Script (old version) on a remote server
uk_ua: WebAsyst Shop-Script (стара версія) на віддаленому сервері

source: OpenCart 1.5.x with Web API 1.0 plugin
uk_ua: OpenCart 1.5.x з плагіном Web API 1.0

source: Migrate data from <a href="http://www.opencart.com" target="_blank">OpenCart</a>-powered online store via Web API 1.0 OpenCart plugin.<br><br><strong>IMPORTANT:</strong> <a href="http://www.opencart.com/index.php?route=extension/extension/info&extension_id=14754" target="_blank">Opencart API plugin</a> must be installed to export your data from OpenCart.
uk_ua: Перенесення даних з онлайн-магазину на платформі <a href="http://www.opencart.com" target="_blank">OpenCart</a> через плагін для OpenCart Web API 1.0.<br><br><strong>ВАЖЛИВО: Плагін </strong> <a href="http://www.opencart.com/index.php?route=extension/extension/info&extension_id=14754" target="_blank">Opencart API</a> необхідно встановити для експорту ваших даних з OpenCart.

source: Import data from an online store powered by <a href="http://magento.com" target="_blank">Magento</a> CE 1.7 and later or Magento EE 1.12 and later.
uk_ua: Імпорт даних з інтернет-магазину на платформі<a href="http://magento.com" target="_blank">Magento</a> СЕ 1.7 і пізніше, або Magento EE 1.12 і вище.

source: Migrate data from <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a>-powered online store (a plugin that enables ecommerce functionality for WordPress).
uk_ua: Перенесення даних з онлайн-магазину на базі <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> (плагіну, який додає функціональність інтернет-магазину для WordPress).

source: YML feed file
uk_ua: Файл фіду у форматі YML

source: Successfully imported
uk_ua: Успішно імпортовано

source: %02d hr %02d min %02d sec
uk_ua: %02d год %02d хв %02d сек

source: (total time: %s)
uk_ua: (загальний час: %s)

source: Import data from %s
uk_ua: Імпорт даних з %s

source: %d currency
uk_ua: %d валюта

source: Feed URL
uk_ua: URL фіду

source: Specify YML feed URL.
uk_ua: Вкажіть URL фіду у форматі YML.

source: Importing currencies...
uk_ua: Імпорт валют...

source: Empty URL for YML
uk_ua: Порожня URL для YML

source: Error while upload YML file: %s
uk_ua: Помилка завантаження файлу YML: %s

source: Storefront
uk_ua: Вітрина

source: Shop-Script settlement for static info pages
uk_ua: Поселення Shop-Script для статичних інформаційних сторінок

source: Contact fields map
uk_ua: Карта полів контакта

source: Weight unit
uk_ua: Одиниця ваги

source: Order currency
uk_ua: Валюта замовлення

source: Data access URL
uk_ua: URL доступу до даних

source: Store name
uk_ua: Назва магазину

source: Source locale
uk_ua: Локаль джерела

source: Source currency code
uk_ua: Код валюти джерела

source: Custom parameters
uk_ua: Користувальницькі параметри

source: Preserve IDs
uk_ua: Зберегти ідентифікатори

source: Unknown default currency %s
uk_ua: Невідома валюта за замовчуванням %s

source: WordPress URL
uk_ua: URL для WordPress

source: Enter your main WordPress blog URL
uk_ua: Введіть адресу вашого основного блогу на WordPress

source: Consumer Key
uk_ua: Ключ користувача

source: Consumer Secret
uk_ua: Секрет користувача

source: Enable WooCommerce REST API and obtain Consumer Key and Consumer Secret according to this guide: <a href="%1$s" target="_blank">%1$s</a>
uk_ua: Увімкніть WooCommerce REST API та отримайте ключ користувача та секрет користувача згідно з інструкцією: <a href="%1$s" target="_blank">%1$s</a>

source: Woocommerce plugin version
uk_ua: Плагін WooCommerce версії

source: Woocommerce plugin version should be 2.2 or later
uk_ua: Версія плагіну WooCommerce повинна бути 2.2 або вищою

source: Status map
uk_ua: Карта статусів

source: Currency
uk_ua: Валюта

source: Select target order state
uk_ua: Оберіть цільовий статус замовлення

source: Add as new order state
uk_ua: Додати як новий статус замовлення

source: Invalid server response with code %d
uk_ua: Невірна відповідь сервера з кодом %d

source: For WebAsyst <strong>PHP software</strong> installed on your server:<br /> 1. Download data access script <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a>, and upload it to your Webasyst published/ folder via FTP.<br /> 2. Enter the complete URL to this file, which should look like this: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> For <strong>hosted accounts</strong>: get your Secure Data Access URL in your ACCOUNT.webasyst.net backend’s “Account (link in the top right corner) &gt; System Settings” page.
uk_ua: Для <strong>програмного забезпечення WebAsyst на PHP</strong>, яке встановлене на вашому сервері:<br />1. Скачайте скрипт доступу до даних <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a> та завантажте його до каталогу published/ вашого Webasyst по FTP.<br />2. Введіть повний URL цього файлу, яка має виглядати наступним чином: <strong>http://КОРЕНЕВА_ПАПКА_ВАШОГО_WEBASYST/published/export.php</strong><br /><br />Для <strong>акаунтів веб-сервісу</strong>: отримайте вашу URL безпечного доступу до даних у бекенді вашого акаунту (посилання у верхньому правому кутові → сторінка «Системні налаштування») за адресою НАЗВА_АКАУНТУ.webasyst.net.

source: Login
uk_ua: Логін

source: WebAsyst user login
uk_ua: Акаунта користувача

source: Password
uk_ua: Пароль

source: WebAsyst user password
uk_ua: Пароль облікового запису користувача

source: Invalid URL, login or password
uk_ua: Невірні URL, логін або пароль

source: Invalid server response
uk_ua: Неправильна відповідь сервера

source: PHP extension curl not loaded
uk_ua: Розширення PHP cURL не завантажене

source: Error while init Curl
uk_ua: Помилка ініціалізації сURL

source: Curl error %d#:%s
uk_ua: Помилка cURL %d#:%s

source: Undefined default language
uk_ua: Мову за замовчуванням не визначено

source: Undefined default currency
uk_ua: Валюту за замовчуванням не визначено

source: If product (or category) with a particular ID already exists in your new store, delete it and replace with the imported data.
uk_ua: Якщо товар (або категорія) з певним ідентифікатором вже існує у вашому новому магазині, видаліть їх і замініть імпортованими даними.

source: Source language
uk_ua: Мова джерела

source: Shop-Script 7 allows storing product info and database content in one language. Select primary language of your WebAsyst Shop-Script-based online store.
uk_ua: Shop-Script 7 дозволяє зберігати інформацію про товар і вміст бази даних на одній мові. Виберіть основну мову свого інтернет-магазину на базі Shop-Script.

source: Data to import
uk_ua: Дані для імпорту

source: Import all products, categories, customers, and orders
uk_ua: Імпортувати всі товари, категорії, клієнтів і замовлення

source: Import only orders and customers starting from
uk_ua: Імпорт тільки замовлень і клієнтів, починаючи з

source: Weight
uk_ua: Вага

source: Select feature defining product weight.
uk_ua: Оберіть функцію визначення ваги продукту.

source: Source weight unit: <strong>%s</strong>
uk_ua: Одиниця ваги у джерелі: <strong>%s</strong>

source: There no options to import
uk_ua: Відсутні опції для імпорту

source: Path to folder
uk_ua: Шлях до каталогу

source: Path to folder of the WebAsyst (old version) installation
uk_ua: Шлях до каталогу установки WebAsyst (стара версія)

source: Invalid PATH %s
uk_ua: Невірний PATH %s

source: Invalid SQL server name
uk_ua: Неприпустима назва сервера SQL

source: %d product review
uk_ua: %d відгук до товару

source: %d product's option
uk_ua: %d варіант товару

source: %d tax
uk_ua: %d податок

source: %d category
uk_ua: %d категорія

source: %d product
uk_ua: %d товар

source: %d customer
uk_ua: %d покупець

source: %d customer category
uk_ua: %d категорія покупців

source: %d image
uk_ua: %d зображення

source: %d product file
uk_ua: %d файл товару

source: %d order
uk_ua: %d замовлення

source: %d coupon
uk_ua: %d купон

source: %d page
uk_ua: %d сторінка

source: Don't import
uk_ua: Не імпортувати

source: Importing taxes...
uk_ua: Імпорт податків...

source: Importing categories...
uk_ua: Імпорт категорій...

source: Updating category hierarchy...
uk_ua: Оновлення ієрархії категорій...

source: Importing products...
uk_ua: Імпорт товарів...

source: Importing customers...
uk_ua: Імпорт клієнтів...

source: Importing customer categories...
uk_ua: Імпорт категорій клієнтів...

source: Importing product custom options...
uk_ua: Імпорт користувальницьких параметрів товару...

source: Importing product custom option values...
uk_ua: Імпорт значень користувальницьких опцій товару...

source: Importing product downloadable files...
uk_ua: Імпорт завантажуваних файлів товару...

source: Importing product reviews...
uk_ua: Імпорт відгуків про товар...

source: Importing product images (this is the longest part, please be patient)...
uk_ua: Імпорт зображень товару (це найдовша частина — наберіться терпіння, будь ласка)...

source: Updating product categories
uk_ua: Оновлення категорій продуктів

source: Importing orders...
uk_ua: Імпорт замовлень...

source: Importing coupons...
uk_ua: Імпорт купонів...

source: Creating product thumbnails...
uk_ua: Створення ескізів зображень товарів...

source: Creating product sets...
uk_ua: Створення переліків товарів...

source: Importing pages...
uk_ua: Імпорт сторінок...

source: Errors only
uk_ua: Тільки помилки

source: Debug (detailed log)
uk_ua: Налагодження (детальний звіт)

source: Log level
uk_ua: Рівень логування

source: Add as new feature
uk_ua: Додати як нову характеристику

source: Add to existing
uk_ua: Додати до існуючих

source: Add as new service
uk_ua: Додати як нову послугу

source: Without dimension
uk_ua: Без розміру

source: Product type
uk_ua: Тип товару

source: Selected product type will be applied to all imported products
uk_ua: Обраний тип товару буде застосовано до усіх товарів

source: Add as new product type
uk_ua: Додати як новий тип продукту

source: Default product type
uk_ua: Тип товару за замовчуванням

source: Ignore this field
uk_ua: Ігнорувати це поле

source: Add as a new contact field
uk_ua: Додати як нове поле контакту

source: There no customer fields to import
uk_ua: Немає користувальницьких полів для імпорту

source: Feature
uk_ua: Характеристика

source: Content will be imported as a fixed descriptive product field
uk_ua: Вміст буде імпортовано у вигляді фіксованого поля опису товару

source: Service
uk_ua: Послуга

source: Services feature allows customers to customize product when adding it to shopping cart (either select or unselect particular service with the product)
uk_ua: Функціональність послуг дозволяє клієнтам налаштувати товар при додаванні його до кошика (обрати або відкинути певну послугу, яка пропонується разом із товаром)

source: SKU
uk_ua: Артикул

source: SKUs feature allows tracking inventory by multiple stocks. Multiple product SKUs (purchase options) will be created according to this custom option value set
uk_ua: Характеристика артикулу дозволяє відслідковувати інвентар по декількох складах. Декілька артикулів товару (варіанти покупки) будуть створені згідно цього переліку опцій

source: Magento URL
uk_ua: URL Magento

source: Enter the URL of your Magento storefront. Make sure to enter storefront URL, not admin URL.
uk_ua: Введіть URL вашого магазину на Magento. Обов&#39;язково введіть URL магазину, а не адресу входу для адміністратора.

source: Admin mode path
uk_ua: Шлях до режиму адміністратора

source: Path to Magento admin (backend)
uk_ua: Шлях до адмін-панелі Magento

source: Verifier code
uk_ua: Код верифікатора

source: Empty URL
uk_ua: Порожня URL

source: Invalid URL
uk_ua: Невірна URL

source: Magento installation was not found by this URL: %s
uk_ua: Установку Magento не знайдено за цією URL: %s

source: empty server response
uk_ua: порожня відповідь сервера

source: Empty value
uk_ua: Порожнє значення

source: Invalid value
uk_ua: Неприпустиме значення

source: Paste Magento verifier code to continue
uk_ua: Для продовження вставте код верифікатора Magento

source: Empty server response
uk_ua: Порожня відповідь сервера

source: unexpected server response
uk_ua: непередбачувана відповідь сервера

source: 1. Click this link: <a href="%1$s" target="_blank" style="color: #03c;"><b>%1$s</b><i class="icon10 new-window"></i></a><br> 2. Copy <b>verifier code</b> from the Magento window and paste in the field above.<br> 3. Click <b>Connect</b>. This will grant API access to your data in Magento admin mode.
uk_ua: 1. Клікніть це посилання: <a href="%1$s" target="_blank" style="color: #03c;"><b>%1$s</b><i class="icon10 new-window"></i></a><br> 2. Скопіюйте<b>код перевірки</b> з вікна Magento і вставте до поля вище.<br> 3. Клікніть<b>З&#39;єднання</b>. Таким чином API буде надано доступ до ваших даних у режимі адміністратора Magento.

source: Get new verifier code
uk_ua: Отримайте новий код верифікатора

source: This will generate new Magento request link so you can copy the new verifier code
uk_ua: Таким чином буде згенеровано новий запит на посилання Magento, і ви зможете скопіювати новий код верифікатора

source: Undefined default langunage
uk_ua: Мову за замовчуванням не визначено

source: Migrate data from <a href="http://www.opencart.com" target="_blank">OpenCart</a>-powered online store via Web API 1.0 OpenCart plugin.<br><br><strong>IMPORTANT:</strong> <a href="https://github.com/zenwalker/opencart-webapi/" target="_blank">Web API 1.0 OpenCart plugin</a> must be installed to export your data from OpenCart.
uk_ua: Перенесення даних з онлайн-магазину на базі <a href="http://www.opencart.com" target="_blank">OpenCart</a> за допомогою плагіну Web API 1.0 OpenCart.<br><br><strong>ВАЖЛИВО:</strong> <a href="https://github.com/zenwalker/opencart-webapi/" target="_blank">Плагін Web API 1.0 OpenCart</a> має бути встановлено, аби експортувати ваші дані з OpenCart.

source: Bitrix
uk_ua: Бітрікс
