Repository: IgorKononov/waua
Catalog: lib/config/data/plugins/shop_referrals.po
Languages: uk_ua

source: Hi %s,
uk_ua: Привіт, %s,

source: +%s points have been credited to your affiliate bonus for the order %s paid by a customer you referred!
uk_ua: +%s балів нараховано на ваш партнерський рахунок за замовлення %s, сплачене залученим вами покупцем!

source: Your current bonus: <strong>%s</strong>
uk_ua: Ваша поточна кількість бонусів: <strong>%s</strong>

source: Referral program
uk_ua: Реферальна програма

source: Homepage referral URL
uk_ua: Реферальне посилання на домашню сторінку

source: Alternatively, you may simply add your unique referral ID <span class="bold">%s</span> to any store URL, and it will be considered as your referral link. Examples:<br> %s
uk_ua: Крім того, ви можете просто додати ваш унікальний реферальний код <span class="bold">%s</span> , до будь-якої URL-адреси магазину, і вона буде вважатися вашим реферальним посиланням. Приклади:<br> %s

source: Apply for Referral program
uk_ua: Подати заявку на реферальну програму

source: Referral program <a href="%s" target="_blank">terms and conditions</a>.
uk_ua: <a href="%s" target="_blank">Умови реферальної програми</a>.

source: I have read and agree to the <a href="%s" target="_blank">Referral program terms and conditions</a>
uk_ua: Я прочитав і згоден з <a href="%s" target="_blank">умовами реферальної програми</a>

source: %s: %s points
uk_ua: %s: %s бонусів

source: %s: %s clicks
uk_ua: %s: %s кліків

source: Source
uk_ua: Джерело

source: Clicks
uk_ua: Кліків

source: Transactions
uk_ua: Транзакції

source: Conversion
uk_ua: Конверсія

source: Income
uk_ua: Дохід

source: (direct)
uk_ua: (прямий)

source: Last 30 days total
uk_ua: Усього за останні 30 днів

source: There is no activity for your referral ID yet.
uk_ua: За вашим реферальним посиланням ще немає активності.

source: +%s per click
uk_ua: +%s за клік

source: Referral program plugin is installed.
uk_ua: Плагін реферальної програми встановлено.

source: Customize Referral program settings in <a href="%s">Affiliate program settings</a> screen.
uk_ua: Налаштуйте реферальну програму на екрані <a href="%s">параметрів</a>.

source: Your customers and referral partners receive bonuses for every friend they refer to make a purchase in your store. Referring is performed via a unique referral link every customer and partner can get in his personal account. Referral program is an effective promotional tool which allows you to increase sales, number of links to your website (which is good for search engine optimization), and to gather a community of partners motivated to promote your website on the Internet.
uk_ua: Ваші клієнти і реферали отримують бонуси за кожного друга, якого вони залучили до здійснення покупки у вашому магазині. Залучення фіксується через унікальне реферальне посилання, яке кожен клієнт і партнер може отримати в своєму особистому кабінеті. Реферальна програма — це ефективний рекламний інструмент, який дозволяє збільшити продажі, кількість посилань на ваш сайт (що добре для пошукової оптимізації) і зібрати спільноту партнерів мотивованих до просування вашого сайту в інтернеті.

source: Disabled
uk_ua: Вимкнено

source: Enabled
uk_ua: Увімкнено

source: Referral program will not work unless the master Loyalty program is enabled.
uk_ua: Реферальна програма не буде працювати, поки не буде увімкнено основну бонусну програму.

source: Credit rate
uk_ua: Кредитна ставка

source: of order total
uk_ua: з суми замовлення

source: +1 point per
uk_ua: +1 бал за

source: worth of orders paid by referrals
uk_ua: вартість замовлень, сплачених рефералами

source: Cookie
uk_ua: Куки

source: Save referral cookie for %s days
uk_ua: Зберегти куки протягом %s днів

source: Set cookie on top-level domain name (*.domain.com)
uk_ua: Встановити куки на домен верхнього рівня (*.domain.com)

source: Enable this if you have multiple storefronts on subdomains (e.g. store1.domain.com, store2.domain.com), and would like to automatically apply referral cookie for all subdomains. Otherwise simply ignore this option.
uk_ua: Увімкніть цей параметр, якщо у вас кілька магазинів на піддоменах (наприклад, store1.domain.com, store2.domain.com), і ви хочете автоматично застосувати реферальні куки для усіх піддоменів. У іншому випадку просто ігноруйте цей параметр.

source: Activity
uk_ua: Активність

source: Track referral visits (recommended)
uk_ua: Відстежувати реферальні відвідування (рекомендується)

source: Increases server load, but allows your referral partners to track per visit value and conversions for customers they refer to your online store.
uk_ua: Збільшує навантаження на сервер, але дозволяє вашим реферальним партнерам відстежувати вартість відвідування та конверсію відвідувачів вашого інтернет-магазину у клієнтів.

source: Notifications
uk_ua: Повідомлення

source: Notify referral partners on new bonus credits (on paid orders placed by referred customers)
uk_ua: Повідомити рефералів про нові бонусні бали (за оплачені замовлення, оформлені клієнтами)

source: Enable to automatically notify your affiliate partners on bonus credits by email. Emails will be sent when a referred customer pays for an order.
uk_ua: Дозволяє автоматично повідомляти рефералів по електронній пошті про нараховані бонусні бали. Листи буде надіслано, коли запрошений клієнт оплачує замовлення.

source: Referral program promo
uk_ua: Промо реферальної програми

source: A brief text advertising your referral program benefits. This promo text will be published in <em>My account &rarr; Affiliate program</em> screen for all your customers who did not sign up for your referral program yet.
uk_ua: Короткий текст з описом основних переваг вашої реферальної програми. Текст промо буде показано у розділі <em>Мій акаунт → Реферальна програма</em> усім клієнтам, які ще не приєдналися до вашої реферальної програми.

source: Referral program terms and conditions
uk_ua: Положення та умови реферальної програми

source: Opens in a new window.
uk_ua: Відкриється у новому вікні.

source: Save
uk_ua: Зберегти

source: Referrals
uk_ua: Реферали

source: Referred by
uk_ua: Залучений користувачем

source: Bonus for referred customer’s order %s %s
uk_ua: Бонус за замовлення залученого клієнта %s %s

source: Cancel bonus for referred customer’s order %s
uk_ua: Скасувати бонус за замовлення залученного клієнта %s

source: +%s to your referral bonus
uk_ua: +%s до вашого реферального бонусу

source: Credits affiliate bonuses for orders paid by referred customers and friends
uk_ua: Нараховує партнерські бонуси за замовлення, сплачені залученими клієнтами та друзями

source: Referral program allows you to stimulate word of mouth marketing by encouraging your customers and contacts to talk about your online store, to recommend it to friends, and to promote your online store on the web. Referral partners receive bonuses for every friend they refer to make a purchase in your store.
uk_ua: Реферальна програма дозволяє стимулювати маркетинг «із вуст в уста», заохочуючи ваших клієнтів поговорити про ваш інтернет-магазин, рекомендувати його друзям і просувати ваш інтернет-магазин в інтернеті. Реферали отримують бонуси за кожного друга, якого вони залучають до здійснення покупки у вашому магазині.

source: Average per visitor earning
uk_ua: Середній заробіток на відвічувачеві

source: %d visitors
uk_ua: %d відвідувачів

source: %d transactions by %d visitors
uk_ua: %d транзакцій, виконаних %d відвідувачами

source: %d transactions
uk_ua: %d транзакцій

source: Credits affiliate bonuses for all orders paid by referred customers
uk_ua: Реферальні бонуси, виплачені за усі замовлення, сплачені залученими клієнтами

source: Credits affiliate bonuses for all orders paid by referred customers and friends
uk_ua: Реферальні бонуси, виплачені за усі замовлення, сплачені залученими клієнтами та друзями
