Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Only %s available in stock. Please reduce the quantity or delete this product from the cart.
uk_ua: На складі є тільки %s. Зменшіть, будь ласка, кількість, або видаліть цей товар з кошика.

source: Delete product from the cart
uk_ua: Видалити товар з кошика

source: This item is not available
uk_ua: Даного товару немає в наявності

source: Reduce quantity
uk_ua: Зменшити кількість

source: Increase quantity
uk_ua: Збільшити кількість

source: One item’s weight
uk_ua: Вага одного предмету

source: Coupon code is empty
uk_ua: Код купона порожній

source: Only paid and completed orders are shown in reports. If you cannot see a particular order in reports, make sure to click <strong>Pay</strong> or <strong>Complete</strong> button on the order-viewing page. Clicking either of these buttons will add a big “PAID” stamp to an order and will make it counted in your sales reports.
uk_ua: У звітах показано тільки сплачені та виконані замовлення. Якщо ви не бачите у звітах певного замовлення, переконайтеся, что на його сторінці натиснуто кнопку <strong>«Сплачено» </strong>або <strong>«Виконано»</strong>. Після цього на сторінку замовлення буде додано великий штамп «Сплачено», і воно буде враховане у звітах.

source: Values selected here can be changed in the <a href="%s">settings</a> later.
uk_ua: Обрані тут значення можна змінити на сторінці <a href="%s">налаштувань</a>.

source: This screen will help you to quickly launch your new online store.
uk_ua: Ця сторінка допоможе вам швидко запустити новий інтернет-магазин.

source: Select a primary currency
uk_ua: Оберіть основну валюту

source: You will later be able to add more currencies in «Settings - Currencies» section
uk_ua: Пізніше ви зможете додати більше валют у розділі «Налаштування → Валюти»

source: Select currency
uk_ua: Оберіть валюту

source: This will automatically enable corresponding tax rates.
uk_ua: Це дозволить автоматично увімкнути відповідні податкові ставки.

source: Select types of products<br/>which you would like to be added as examples to your catalog.
uk_ua: Виберіть типи продуктів<br/>які ви би хотіли додати до свого каталогу в якості прикладів.

source: Each type provides its own set of editable product<br/>features to publish detailed product descriptions on the website,<br/>and to set up filters and automated recommendations.
uk_ua: Кожен тип забезпечує свій набір настроюваних характеристик<br/> товару для публікації детальних описів товару на сайті,<br/> а також для налаштування фільтрів і автоматизованих рекомендацій.

source: You can import data from your existing online store<br/>based on another software platform
uk_ua: Ви можете імпортувати дані з вашого інтернет-магазину<br/>, який працює на інший програмній платформі

source: Next step
uk_ua: Наступний крок

source: Start typing in search field to find a tag.
uk_ua: Почніть набирати в поле пошуку, аби знайти тег.

source: There are more than %u tags.
uk_ua: Існує більше ніж %u тегів.

source: Working schedule
uk_ua: Графік роботи

source: Changing the set ID <em>will not</em> automatically update templates and pages in which this code is embedded, so be sure to update them if you change the ID.
uk_ua: Зміна ідентифікатора переліку <em>не призведе</em> до автоматичного оновлення шаблонів та сторінок, на які додано цей код. Переконайтеся у тому, що оновите їх після зміни ідентифікатора.

source: Changing product type may affect products’ publication status and access settings.
uk_ua: Зміна типу товарів може вплинути на статус публікації товарів та параметри доступу до них.

source: You don’t have products priced in this currency. The currency can be safely deleted.
uk_ua: У вас немає товарів, ціни на які вказано у цій валюті. Валюту можна безпечно видалити.

source: Services allow you to add customization options for products and SKUs; e.g., custom packaging, extended warranty, engraving. Services are great for increasing your online store’s average order value.
uk_ua: Послуги дозволяють додавати індивідуальні властивості до товарів і артикулів — наприклад, індивідуальну упаковку, розширену гарантію, гравіювання. Послуги чудово працюють для підвищення середньої вартості замовлень у вашому магазині.

source: This A/B test and its results will be deleted without a recovery option. Delete?
uk_ua: Це/B-тестування і його результати будуть видалені без можливості відновлення. Видалити?

source: Quick start
uk_ua: Швидкий старт

source: of
uk_ua: з

source: Done!
uk_ua: Виконано!

source: Close quick start
uk_ua: Закрити швидкий старт

source: deleted product
uk_ua: видалив продукт

source: deleted service
uk_ua: видалив послугу

source: Current name
uk_ua: Нинішня назва

source: Total discount for this service: %s.
uk_ua: Загальна знижка на цю послугу: %s.

source: Old name
uk_ua: Стара назва

source: Total discount for this order item: %s.
uk_ua: Загальна знижка на цей товар: %s.

source: Customer source
uk_ua: Джерело покупця

source: Edit discount
uk_ua: Редагувати знижку

source: Total discount breakdown
uk_ua: Повна розбивка знижки

source: applicable to individual items:
uk_ua: застосовано до окремих елементів:

source: applicable to entire order:
uk_ua: застосовано до замовлення:

source: Manually edited discount. Click to apply automatically calculated discount value.
uk_ua: Вказана вручну знижка. Натисніть, щоб застосувати автоматично разраховане значення знижки.

source: Manually edit automatically calculated discount
uk_ua: Редагування автоматично розрахованої знижки.

source: Don’t notify customer on this order editing
uk_ua: Не повідомляти клієнта про редагування цього замовлення

source: Weight value will be used to calculate order shipping cost.
uk_ua: Значення ваги буде використовуватися для розрахунку вартості доставки.

source: Add new services in “<a href="%s">Services</a>” section.
uk_ua: Для додавання нових послуг скористайтеся розділом <a href="%s">Послуги</a>.

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$product.params.key&#125;</em>. Each key=value pair must be on a separate line.
uk_ua: Необов'язковий набір додаткових параметрів <em>key=value</em> (використовуються в шаблоні загальнодоступною частини у вигляді <em>&#123;$product.params.key&#125;</em>). Кожну пару key=value вказуйте з нового рядка.

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in more than 10 years (on %s).
uk_ua: Засновуючись на середньому обсягу продажів за місяць на протязі останніх трьох місяців (%d одиниць за місяць), запаси цього товару буде вичерпано через понад 10 років (%s).

source: Parameters: %s
uk_ua: Параметри: %s

source: SKUs: %d
uk_ua: Артикули: %d

source: Upload image
uk_ua: Завантажити зображення

source: Uploading...
uk_ua: Завантаження...

source: Upload
uk_ua: Завантажити

source: How total discount should be calculated if multiple rules are applicable for an order:
uk_ua: Як повинна бути розрахована загальна знижка, якщо для замовлення застосовується декілька правил:

source: maximum
uk_ua: максимальна

source: sum
uk_ua: сума

source: How to save discount calculation description:
uk_ua: Як показати розрахунок знижки:

source: for each product
uk_ua: для кожного товару окремо

source: for entire order
uk_ua: для усього замовлення

source: You can set up countries and regions in “<a href="%s">Settings</a>” app.
uk_ua: Країни та регіони ви можете вказати у додатку «<a href="%s">Налаштування</a>».

source: To edit countries and regions, you need to access the “Settings” app‘s.
uk_ua: Аби редагувати країни та регіони, вам потрібен доступ до додатку «Налаштування».

source: Maximum available rounding precision is to nearest 0.01.
uk_ua: Максимально доступна точність округлення — до найближчої 0,01.

source: “Not round” option is not available by default, unless enabled in user configuration.
uk_ua: Опція «не округляти» недоступна за замовчуванням, якщо не увімкнена у конфігурації користувача.

source: For service cost
uk_ua: На вартість послуги

source: If checked, service cost in newly placed orders will be rounded according to order currency settings.
uk_ua: Якщо відмічено, вартість послуг у нових замовленнях буде округлено відповідно до налаштувань валют.

source: Don’t convert, leave all product prices as is
uk_ua: Не конвертувати, залишити усі ціни без змін

source: Edit orders
uk_ua: Редагувати замовлення

source: If enabled, a courier can edit order items, discount amount, and shipping cost via the mobile app.
uk_ua: Якщо увімкнено, то кур'єр може редагувати деталі замовлення, суму знижки та вартість доставки через мобільний додаток.

source: Payment and shipping methods selected by a customer and values of default shipping address fields “Country”, “ZIP”, “State”, “City” cannot be changed via mobile app.
uk_ua: Обрані клієнтом варіанти оплати та доставки, а також значення полів "країна", "індекс", "штат/регіон", "місто" не можуть бути змінені через мобільний додаток.

source: A courier can change order status, shipping address in an order, except for fields “Country”, “ZIP”, “State”, and “City”, and other shipping parameters regardless of this setting’s value.
uk_ua: Кур'єр може змінити статус замовлення та адресу доставки замовлення, за винятком полів "країна", "індекс", "штат/регіон", "місто" та інших параметрів доставки незалежно від значення цього параметра.

source: Edit customers
uk_ua: Редагувати клієнтів

source: Courier can edit customers’ contact details in mobile app.
uk_ua: Кур'єр може редагувати контактні дані клієнтів через мобільний додаток.

source: Calculate taxes based on customer’s
uk_ua: Розрахунок податків на основі інформації про клієнта

source: If your jurisdiction require you to charge additional county taxes, define taxing rules by ZIP (postal) code. Use asteryx (*) for wildcard. For example, mask 12* is applicable for all ZIP codes with 12 as first two symbols, e.g. 12365, 12963, 12AB7, 12 QN93 and so on (wildcard is ok for both letters and numbers). ZIP code rules are processed one by one in the given order. Applied is the first rule matching the user ZIP code (only one matching rule is applied at a time). County tax rules are of a higher priority than state tax rules (if matched, county tax rate replaces the state tax rule when calculated during the checkout), which means that combined county rates must be provided.
uk_ua: Якщо ваше законодавство вимагає стягнення додаткових місцевих податків, додайте податкові ставки для окремих поштових індексів. В якості маски використовуйте символ зірочки (*). Наприклад, маска 12* позначає усі поштові індекси, що починаються з цифр 12: 123654, 12963, 12AB7, 12 QN93 і т.д. (Маска діє для цифр і букв). Правила для поштових індексів обробляються в заданому порядку. Застосовується перше правило, відповідне поштовим індексом покупця (застосовується тільки одне, перше, правило). Правила розрахунку місцевих податків мають вищий пріоритет, ніж правила податків регіонів (у випадку спрацювання обох правил місцевий податок використовується замість податку регіону під час оформлення замовлення); це означає, що слід вказувати об'єднані місцеві податкові ставки.

source: ZIP code mask
uk_ua: Маска індекса

source: Add ZIP
uk_ua: Додати поштовий індекс

source: Please don’t close your browser window until the process is completed.
uk_ua: Будь ласка, не закривайте вікно браузера, поки процес не буде завершено.

source: <span class="s-checkout-2-label">In-cart checkout</span> setting for <i class="icon16 status-green"></i><span class="gray">%s/%s</span>
uk_ua: <span class="s-checkout-2-label">Налаштування замовлення у кошику</span> для <i class="icon16 status-green"></i><span class="gray">%s/%s</span>

source: https://www.shop-script.com/help/29577/in-cart-checkout-settings/
uk_ua: https://support.webasyst.ru/shop-script/29292/in-cart-checkout/

source: Setup instructions
uk_ua: Інструкція по установці

source: In <a href="%s" target="_blank">storefront settings <i class="icon16 new-window"></i></a> you can switch between <strong>multi-step checkout</strong> and <strong>in-cart checkout</strong>.
uk_ua: У <a href="%s" target="_blank">налаштуваннях вітрини <i class="icon16 new-window"></i></a> ви можете обрати <strong>покрокове оформлення замовлення</strong> або <strong>оформлення замовлення у кошику</strong>.

source: Checkout page demo
uk_ua: Демо-сторінка оформлення замовлення

source: General checkout settings
uk_ua: Загальні параметри оформлення замовлення

source: <a href="%s" target="_blank">Add a shipping method</a>
uk_ua: <a href="%s" target="_blank">Додати варіант доставки</a>

source: <a href="%s" target="_blank">Add a payment method</a>
uk_ua: <a href="%s" target="_blank">Додати варіант оплати</a>

source: Storefront not found.
uk_ua: Вітрину не знайдено.

source: All address fields required by selected shipping option
uk_ua: Усі адресні поля, необхідні для обраного варіанту доставки

source: If a customer has completed some address fields on “Contact info” checkout step, those fields may be not available for editing on “Shipping” step depending on shipping modules’ settings.
uk_ua: Якщо покупець заповнив деякі поля адреси на кроці «Контактна інформація», в залежності від налаштувань модулів доставки ці поля можуть бути недоступними для редагування на кроці «Доставка».

source: All address fields required by selected shipping option including hidden completed fields
uk_ua: Усі поля адреси, необхідні для обраного варіанту доставки, включаючи приховані поля

source: Make completed address fields, hidden with previous option “All address fields required by selected shipping option”, available for editing on “Shipping” step.
uk_ua: Зробити заповнені поля адреси, приховані попередньою опцією "Усі поля адреси, необхідні для обраного варіанту доставки", доступними для редагування на кроці «Доставка».

source: Personal data processing
uk_ua: Обробка персональних даних

source: Show notice
uk_ua: Показати повідомлення

source: Restore original text
uk_ua: Відновити оригінал

source: ---INSERT A LINK HERE!---
uk_ua: ---ВСТАВИТИ ПОСИЛАННЯ!---

source: Timezone
uk_ua: Часовий пояс

source: Order processing schedule
uk_ua: Графік обробки замовлень

source: Day of the week
uk_ua: День тижня

source: Open
uk_ua: Відкрити

source: New orders for processing
uk_ua: Нові замовлення для обробки

source: Values of “%s” and “%s” fields can be used to calculate the estimated shipping time.
uk_ua: Значення полів “%s” та “%s” можуть використовуватися, аби розрахувати приблизний час доставки.

source: Values in “%s” column denote the last hour of a workday before which orders are accepted for processing on the same day. Orders accepted after that hour are processed on the next workday.
uk_ua: Значення у колонці «%s» позначають останню годину робочого дня, прийняті до якої замовлення будуть оброблені того ж дня. Замовлення, прийняті пізніше, будут оброблені наступного робочого дня.

source: The setting is used by default in all storefronts.
uk_ua: Параметр використовується за замовчуванням на всіх вітринах.

source: Business hours required to process an order
uk_ua: Кількість робочих годин, необхідних для обробки замовлення

source: This value is used to calculate estimated order shipping time with in-cart checkout option, and may also work with multi-step checkout, if a shipping plugin can accept order ready time from the online store. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
uk_ua: Це значення використовується для обрахування прогнозованого часу доставки при оформленні замовлення у кошику. Воно може также працювати із покроковим замовленням, якщо плагін доставки може прийняти час готовності замовлення із інтернет-магазину. Вказану кількість годин буде додано до часу створення замовлення із врахуванням переносу обробки замовлення на наступний день — якщо замовлення розміщене наприкінці робочого дня або після нього. Додаткове значення часу готовності замовленні може бути вказане у налаштуваннях окремих варіантів доставки.

source: Extra workdays
uk_ua: Додаткові робочі дні

source: Add day
uk_ua: Додати день

source: Extra days off
uk_ua: Додаткові вихідні

source: No storefronts with multi-step checkout. Go to the storefronts <a href="%s">settings</a>.
uk_ua: Немає вітрин з покроковим оформленням замовлення. Перейти до <a href="%s">налаштувань вітрини</a>.

source: Multi-step checkout setup
uk_ua: Налаштування поетапного оформлення замовлення

source: Common settings for all storefronts with multi-step checkout.
uk_ua: Загальні параметри для усіх вітрин з покроковим оформленням замовлення.

source: Checkout setup tips
uk_ua: Поради по налаштуванню оформлення замовлення

source: For online stores shipping to multiple countries and regions:
uk_ua: Для інтернет-магазинів з доставкою до багатьох країн та регіонів:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Shipping &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation.
uk_ua: 1.&nbsp;Контактна інформація &rarr; 2.&nbsp;Доставка &rarr; 3.&nbsp;Оплата &rarr; 4.&nbsp;Підтвердження

source: For one-city-centric stores offering mostly courier shipping:
uk_ua: Для орієнтованих на одне місто магазинів, які пропонують в основному кур'єрську доставку:

source: 1.&nbsp;Shipping &rarr; 2.&nbsp;Contact info &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation
uk_ua: 1.&nbsp;Доставка &rarr; 2.&nbsp;Контактна інформація &rarr; 3.&nbsp;Оплата &rarr; 4.&nbsp;Підтвердження

source: For electronic-delivery-only stores:
uk_ua: Для магазинів з виключно електронними товарами:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Payment &rarr; 3.&nbsp;Confirmation
uk_ua: 1.&nbsp;Контактна інформація &rarr; 2.&nbsp;Оплата &rarr; 3.&nbsp;Підтверждення

source: Keep the checkout setup as simple as possible.
uk_ua: Тримайте оформлення замовлення максимально простим.

source: Some shipping options require to know the destination address. If the shipping step is before the contact info step (i.e. customer hasn’t input the address yet), certain shipping options may not calculate shipping rates properly.
uk_ua: Деяким варіантам доставки необхідно знати адресу призначення. Якщо крок доставки розміщено до кроку контактної інформації (тобто користувач ще не вказав адресу), деякі варіанти доставки можуть не показати вартість коректно.

source: Create new customer profile for every guest order
uk_ua: Створити профіль клієнта для кожного замовлення без реєстрації

source: Add an order to existing customer profile with the same email address
uk_ua: Додайте замовлення до існуючого профілю клієнта із тою же адресою електронної пошти

source: Setup of required fields validation in backend, order spam filter, and web push notifications is available in “<a href="%s">General settings</a>” section.
uk_ua: Налаштувати перевірки полів в інтерфейсі, спам-фільтр замовлень, push-повідомлення можна на сторінці “<a href="%s">Загальні налаштування</a>”.

source: Do not require consent to personal data protection policy
uk_ua: Не вимагати згоди із політикою захисту персональних даних

source: Show only notice and link to policy
uk_ua: Показати тільки повідомлення і посилання на політику

source: Show mandatory checkbox, notice, and link
uk_ua: Показати обов'язкові прапорець, повідомлення і посилання

source: Sort order items
uk_ua: Сортування позицій замовлення

source: a generated “monster” with different colors, faces, etc.
uk_ua: Згенеровані «монстри» із різними кольорами, обличчями, тощо.

source: Your browser doesn’t support web push technology.
uk_ua: Ваш браузер не підтримує push-повідомлення.

source: Site URL
uk_ua: URL сайту

source: Select Webasyst default captcha or Google reCAPTCHA
uk_ua: Оберіть стандартну капчу Webasyst або Google reCAPTCHA

source: To select a captcha engine, you need access to Settings app.
uk_ua: Аби обрати сервіс капчі, вам потрібно відкрити додаток «Налаштування».

source: Select an online map service in <a href="%s">Settings</a> app.
uk_ua: Оберіть сервіс онлайн-карт у додатку <a href="%s">Налаштування</a>.

source: To select an online map engine, you need access to Settings app.
uk_ua: Аби обрати сервіс онлайн-карт, вам потрібно відкрити додаток «Налаштування».

source: Set up connection to SMS providers in <a href="%s">Settings</a> app.
uk_ua: Налаштувати підключення до SMS-шлюзу можна у додатку <a href="%s">Налаштування</a>.

source: You need access to Settings app to set up connection to SMS providers.
uk_ua: Вам потрібен доступ до додатку «Налаштування», аби налаштувати підключення до SMS-шлюзів.

source: Once connection is set up, add and edit SMS notifications in “<a href="%s">Notifications</a>” settings screen.
uk_ua: Після налаштування підключення, додайте та відредагуйте SMS-повідомлення на сторінці «<a href="%s">Повідомлення</a>».

source: Products will be loaded automatically when you scroll the page in “Products” section in backend. If you need pagination, disable this setting.
uk_ua: Продукти будуть автоматично завантажуватися при прокручуванні сторінки в розділі «Товари» у бекенді. Якщо вам потрібна розбивка на сторінки, вимкніть цей параметр.

source: You can remove settings or install the plugin.
uk_ua: Ви можете видалити налаштування або встановити плагін.

source: Create a copy
uk_ua: Створити копію

source: When enabled, thumbnails’ file names are derived from the name of an original image file you upload.
uk_ua: Коли увімкнено, назви файлів ескізів витягуються з імені файлу вихідного зображення, які ви завантажуєте.

source: When disabled, thumbnails’ file names are generated only with the use of numbers denoting thumbnail dimensions.
uk_ua: Коли вимкнено, назви файлів ескізів створюються тільки з використанням цифр, що позначають розмір ескізів.

source: Enable to get thumbnails of all available sizes created at once. It is recommended if automatic image thumbnail generation is disabled in image settings.
uk_ua: Увімкніть, аби відразу створити ескізи усіх існуючих розмірів. Рекомендовано, якщо автоматичне створення ескізів зображень вимкнене у налаштуваннях зображень.

source: If you leave this option disabled, thumbnails will be automatically created later, at the first request of an image on the website, if automatic image thumbnail generation is enabled.
uk_ua: Якщо залишити цей параметр вимкненим, ескізи буде створено автоматично пізніше, на першу вимогу зображення на сайті, якщо увімкнене автоматичне створення ескізів зображень .

source: Please don’t close your browser window until re-generation is over.
uk_ua: Будь ласка, не закривайте вікно браузера, поки регенерація не закінчиться.

source: Order weight &amp; dimensions
uk_ua: Вага та виміри замовлення

source: https://www.shop-script.com/help/28265/order-processing-in-shop-script/
uk_ua: https://support.webasyst.ru/shop-script/8699/order-workflow/

source: About order statuses and actions
uk_ua: Про статуси замовлення та дії

source: Payment option availability
uk_ua: Доступніть варіантів оплати

source: customers can pay for orders in this state in their personal accounts
uk_ua: клієнт може оплачувати замовлення у цьому стані, використовуючи свій особистий кабінет

source: Enter a hint, visible only in backend, to describe what your action does and when it should be executed.
uk_ua: Введіть підказку, яку буде видно тільки у адміністративній частині сайту. Опишіть, для чого потрібна ця дія і коли її потрібно виконувати.

source: Behavior
uk_ua: Поведінка
