Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Email and SMS notifications on order actions are configured in “<a href="?action=settings#/notifications/" class="nowrap">Settings → Notifications</a>” section.
uk_ua: Email- та SMS-повідомлення про дії із замовленнями налаштовуються у розділі <a href="?action=settings#/notifications/" class="nowrap">Налаштування → Повідомлення</a>.

source: Offer payment to customer types
uk_ua: Пропонувати оплату покупцям наступних типів

source: Persons
uk_ua: Особи

source: Companies
uk_ua: Компанії

source: In “%s” mode payment is offered only to selected customer types.<br>In “%s” mode this setting is ignored and payment is always offered to all customer types.
uk_ua: У режимі «%s» оплата пропонується лише для обраних типів клієнтів.<br> У режимі «%s» параметр ігнорується і оплата пропонується для усіх типів клієнтів.

source: In-cart checkout
uk_ua: Оформлення замовлення у кошику

source: Multi-step checkout
uk_ua: Поетапне оформлення замовлення

source: Offer this payment method with selected shipping types
uk_ua: Пропонувати цей спосіб оплати із обраними типами доставки

source: In “%s” mode payment is offered only with selected shipping types.<br>In “%s” mode this setting is ignored and payment is always offered with all shipping types.
uk_ua: У режимі «%s» оплата пропонується лише для обраних типів доставки.<br> У режимі «%s» параметр ігнорується і оплата пропонується для усіх типів доставки.

source: Offer this payment method with the selected shipping methods
uk_ua: Пропонувати цей спосіб оплати із обраними способами доставки

source: This payment method may be unavilable during checkout due to limitations by shipping type or customer type.
uk_ua: Цей спосіб оплати може бути недоступним під час оформлення замовлення через обмеження за типом доставки або типом клієнта.

source: Use field
uk_ua: Використовувати поле

source: Field width
uk_ua: Ширина поля

source: Use shipping area
uk_ua: Використовувати зону доставки

source: Shipping area name
uk_ua: Назва зони доставки

source: No shipping areas added
uk_ua: Не додані зони доставки

source: Enable default design
uk_ua: Увімкнути стандартний дизайн

source: Logo
uk_ua: Логотип

source: Delete logo
uk_ua: Видалити логотип

source: Business scope
uk_ua: Сфера діяльності

source: Phone number hint
uk_ua: Підказка номеру телефона

source: Checkout page background color
uk_ua: Колір фону сторінки оформлення замовлення

source: Header &amp; footer background color
uk_ua: Колір фону заголовка та футера

source: Custom CSS styles
uk_ua: Користувальницькі стилі CSS

source: Entered CSS code will be added inside <code>&lt;style&gt; ... &lt;/style&gt;</code> tags in <code>&lt;head&gt;</code> block only on checkout page.
uk_ua: Уведений CSS-код буде додано між тегами <code>&lt;style&gt; ... &lt;/style&gt;</code> до блоку <code>&lt;head&gt;</code> на сторінці оформлення замовлення.

source: Block name
uk_ua: Назва блоку

source: Empty cart text
uk_ua: Текст порожнього кошику

source: SKU selection
uk_ua: Вибір артикулу

source: Allow customers to select other product SKUs in the shopping cart
uk_ua: Дозволити клієнтам обрати інші артикули товару в кошику

source: For example, to change product properties such as color or size
uk_ua: Наприклад, аби змінити властивості товару — такі як колір або розмір

source: Discout information per product
uk_ua: Інформація про знижки для кожного товару

source: Total discount information
uk_ua: Загальна інформація про знижку

source: Store working schedule
uk_ua: Графік роботи магазину

source: Is used to calculate estimated order shipping time. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
uk_ua: Використовується для розрахунку приблизного часу доставки замовлення. Вказаний період часу додається до часу створення замовлення. Враховується необхідність переносу обробки замовлення на наступний день, якщо замовлення було зроблене наприкінці робочого дня або пізніше. У налаштуваннях варіанту доставки можна вказати додаткові часи готовності замовлення.

source: Checkout type
uk_ua: Тип оформлення замовлення

source: Limit shipping area
uk_ua: Обмежити область доставки

source: Separate locality names with a comma.
uk_ua: Окремі найменування населених пунктів через кому.

source: Show pickup points map
uk_ua: Показати точки самовивозу на карті

source: Use a fixed list of <strong>shipping areas</strong> if you deliver orders to a limited list of locations. Customers can quickly select a location from a list without having to select a country and region first.
uk_ua: Використовуйте фіксований перелік регіонів доставки, якщо ви доставляєте замовлення до обмеженої кількості місць. Покупці зможуть швидко обрати локацію з переліку без необхідності вибору країни та регіону.

source: A <strong>country is required</strong> to be selected in shipping area properties. If a region or a city name are not specified, they will be requested from a customer.
uk_ua: У налаштуваннях регіону доставки <strong>необхідно вказати країну</strong>. Якщо назви регіону та міста не вказано, їх буде запитано у покупця.

source: If <strong>no shipping areas have been set up</strong>, customers will have to select a country and a region, and to enter a city name to view available shipping options.
uk_ua: Якщо <strong>регіони доставки не налаштовано</strong>, покупцям доведеться обрати країну та регіон, а також вказати назву міста, аби переглянути доступні варіанти доставки.

source: If you set up <strong>only one shipping area</strong>, with <strong>country</strong>, <strong>region</strong>, and <strong>city</strong> specified, then customers will see at once all shipping options available for that area only, without an option to change location.
uk_ua: Якщо ви налаштували <strong>тільки одну зону доставки</strong>, вказавши <strong>країну</strong>, <strong>регіон</strong> та <strong>місто</strong>, то покупці будуть бачити відразу усі варіанти доставки для цієї зони, без можливості зміни адреси.

source: Add shipping area
uk_ua: Додати зону доставки

source: Login offer text
uk_ua: Текст запрошення увійти

source: Logout offer text
uk_ua: Текст підказки виходу

source: Customer types
uk_ua: Типи клієнтів

source: Person mode name
uk_ua: Назва режиму особи

source: Company mode name
uk_ua: Назва режиму кампанії

source: Hint text for companies
uk_ua: Текст підказки для компаній

source: Companies service terms text
uk_ua: Текст умов обслуговування для кампаній

source: Persons:
uk_ua: Особи:

source: Companies:
uk_ua: Компанії:

source: Request ZIP code with the locality name
uk_ua: Запитувати поштовий індекс із назвою населеного пункту

source: “Courier” shipping type title
uk_ua: Назва типу доставки «Кур'єр»

source: “Pickup” shipping type title
uk_ua: Назва типу доставки «Самовивіз»

source: “Post” shipping type title
uk_ua: Назва типу доставки «Пошта»

source: country
uk_ua: країна

source: region
uk_ua: регіон

source: locality
uk_ua: місцевість

source: Address fields provided by shipping plugins will be displayed before custom fields that you may add.
uk_ua: Поля адреси, додані плагінами доставки, буде показано перед користувальницькими полями, які ви могли додати

source: Disable address fields which are not required for all shipping options. Shipping plugins will add required address fields during checkout, if necessary.
uk_ua: Вимкніть поля адреси, які не потрібні для усіх варіантів доставки. При необхідності плагіни запитають поля адреси, яких не вистачає, в процесі оформлення замовлення.

source: Shipping plugins response waiting time
uk_ua: Період очікування відповіді плагінів доставки

source: Shipping options provided by plugins which process external requests longer than specified will not be available for choice.
uk_ua: Варіанти доставки, створені за допомогою плагінів, що оброблюють зовнішні запити довше, ніж зазначено, не буде показано.

source: Allow customers to leave a comment to an order
uk_ua: Дозволити клієнтам залишати коментар до замовлення

source: Show
uk_ua: Показати

source: Enter your terms of service, refund conditions, and other legal information for customers to read and to agree to during checkout.
uk_ua: Вкажіть умови обслуговування, умови повернення та іншу правову інформацію для клієнтів, яку вони мають прочитати і з якою мають погодитися.

source: If this field is completed, customers will see a link to the conditions and a checkbox to confirm their consent before checkout completion.
uk_ua: Якщо це поле заповнене, перед завершенням оформлення замовлення клієнт побачить посилання на умови і прапорець, аби підтвердити свою згоду.

source: Unauthorized checkout with existing customer profiles
uk_ua: Оформлення замовлення без авторизації та існуючі профілі покупців

source: Попросить подтвердить email-адрес или номер телефона
uk_ua: Попросити підтвердити email-адресу або номер телефону

source: Проверочный код для подтверждения будет отправлен на email-адрес или телефон покупателя в зависимости от настроек авторизации для этого сайта.
uk_ua: Перевірочний код для підтвердження буде надіслано на email-адресу або телефон покупця в залежності від налаштувань авторизації для цього сайту.

source: После подтверждения покупатель будет авторизован и сможет войти в личный кабинет.
uk_ua: Після підтвердження покупець буде авторизований і зможе увійти в особистий кабінет.

source: Покупатель может пропустить подтверждение email-адрес или телефона.
uk_ua: Покупець може пропустити підтвердження email-адреси або номеру телефону.

source: You can request a code again in
uk_ua: Ви можете знову запросити код через

source: After this timeout, a customer will be able to re-request a confirmation code by email or SMS when logging in to confirm checkout completion.
uk_ua: Після цього тайм-ауту, клієнт зможе повторно запросити код підтвердження по електронній пошті або SMS при вході в систему для підтвердження оформлення замовлення.

source: “Thank you” page title
uk_ua: Заголовок сторінки «Дякуємо»

source: “Thank you” page text
uk_ua: Текст сторінки «Дякуємо»

source: <a href="%s" target="_blank">Edit contact fields</a> <i class="icon10 new-window"></i> in Settings app.
uk_ua: <a href="%s" target="_blank">Відредагуйте поля контакту</a> <i class="icon10 new-window"></i> у додатку «Налаштування».

source: <a href="%s" target="_blank">Add and configure shipping methods <i class="icon16 new-window"></i></a>
uk_ua: <a href="%s" target="_blank">Додайте та відредагуйте варіанти доставки <i class="icon16 new-window"></i></a>

source: <a href="%s" target="_blank">Edit address fields</a> <i class="icon10 new-window"></i> in Settings app.
uk_ua: <a href="%s" target="_blank">Відредагуйте поля адреси</a> <i class="icon10 new-window"></i> у додатку «Налаштування».

source: <a href="%s" target="_blank">Add and configure payment methods <i class="icon16 new-window"></i></a>
uk_ua: <a href="%s" target="_blank">Додайте та відредагуйте варіанти оплати <i class="icon16 new-window"></i></a>

source: Not updated by order actions
uk_ua: Не оновлюється діями із замовленнями

source: With option “Not updated by order actions”, products’ stock level is supposed to be updated only during data exchange with accounting software, which is used to manage product stock updates.
uk_ua: Коли увімкнено опцію «Не оновлюється діями із замовлення», складські залишки товару будуть оновлені тільки при обміні даними із обліковими програмами, що використовуються для керування складськими залишками.

source: Order was marked as paid or completed
uk_ua: Замовлення було позначене як сплачене або виконане

source: Choose an order action to associate its date with the order amount in <a href="?action=reports">sales reports</a>.
uk_ua: Оберіть дію із замовленням, яка пов'яже його дату із кількістю замовлень у <a href="?action=reports">звіті про продажі</a>.

source: Common storefront settings
uk_ua: Загальні налаштування вітрини

source: Customer’s “User-Agent” value at the time of order creation
uk_ua: Значення “User-Agent” покупця під час створення замовлення

source: Customer-related data array
uk_ua: Масив даних, пов'язаних із клієнтами

source: Start of store’s business hours; e.g., 9:00 am
uk_ua: Час відкриття магазину, наприклад: 9:00

source: End of store’s business hours; e.g., 5:00 pm
uk_ua: Час закриття магазину, наприклад: 17:00

source: Select a tax rule to be applied to shipping rates calculated by this plugin.
uk_ua: Оберіть податкове правило, яке буде застосовано до тарифів доставки, які обраховуються цим плагіном.

source: Additional order picking time
uk_ua: Додатковий час на комплектацію замовлення

source: Specify a period of time expressed in hours. It will be added to order ready time calculated by storefront business hours.
uk_ua: Вкажіть період часу, виражений в годинах. Його буде додано до часу готовності замовлення, яке обраховується на підставі робочого часу магазину.

source: This setting is used only with in-cart checkout option.
uk_ua: Цей параметр використовується лише при оформленні замовлення у кошику.

source: Offer shipping to customer types
uk_ua: Пропонувати типи доставки клієнтам

source: In “%s” mode shipping is offered only to selected customer types.<br>In “%s” mode this setting is ignored and shipping is always offered to all customer types.
uk_ua: У режимі «%s» оплата пропонується лише для обраних типів клієнтів.<br> У режимі «%s» параметр ігнорується і оплата пропонується для усіх типів клієнтів.

source: Matching features were not found or are already selected.
uk_ua: Відповідні характеристики не знайдено або вже обрано.

source: Nothing selected
uk_ua: Нічого не вибрано

source: Select parameters to be available to customers for ordering this product in the storefront.
uk_ua: Оберіть параметри замовлення цього продукту в магазині, які мають бути бути доступними клієнтам.

source: Sorting in the common list is disabled. Drag-and-drop features into product types.
uk_ua: Сортування у загальному переліку вимкнено. Перетягуйте характеристики у типах товарів.

source: URL is in use
uk_ua: URL вже використовується

source: Unknown offset
uk_ua: Невідоме зміщення

source: Unknown count
uk_ua: Невідома кількість

source: %d product imported with errors
uk_ua: %d товар імпортовано з помилками

source: %d SKU not imported due to pricing plan restriction
uk_ua: %d артикул не імпортовано через обмеження тарифного плану

source: File uploading error
uk_ua: Помилка завантаження файлу

source: Payment option will be available in your customer account after your order has been verified.
uk_ua: Оплата буде доступна у вашому обліковому записі клієнта після перевірки замовлення.

source: Service does not exist.
uk_ua: Послуги не існує.

source: Service is already in cart.
uk_ua: Служба вже у кошику.

source: Service variant does not exist.
uk_ua: Варіанту послуги не існує.

source: Incorrect input data
uk_ua: Неправильні вхідні дані

source: No product to add service to.
uk_ua: Немає товару, до якого можна додати послугу.

source: Data mismatch. Shopping cart parameters have changed beyond this page?
uk_ua: Невідповідність даних. Параметри кошику змінилися?

source: Quantity must be integer.
uk_ua: Кількість повинна бути цілим числом.

source: Page not supported by selected design theme.
uk_ua: Сторінка не підтримується обраною темою дизайну.

source: You must be logged in to complete this order.
uk_ua: Аби завершити це замовлення, ви маєте авторизуватися.

source: Order creation error.
uk_ua: Помилка при створенні замовлення.

source: Unable to save order.
uk_ua: Не вдалося зберегти замовлення.

source: Please confirm your agreement
uk_ua: Підтвердіть, будь ласка, вашу згоду

source: You’ve added %d product to this transfer already. Are you sure you want to change the source stock?
uk_ua: Ви вже додали %d товар до цього трансферу. Ви впевнені, що бажаєте змінити склад-джерело?

source: Basic settings
uk_ua: Основні налаштування

source: Select design
uk_ua: Оберіть дизайн

source: Set up payment
uk_ua: Налаштуйте оплату

source: Set up shipping
uk_ua: Налаштуйте доставку

source: Filter cannot be saved.
uk_ua: Зберегти фільтр неможливо.

source: Filter cannot be deleted.
uk_ua: Видалити фільтр неможливо.

source: Coudn’t delete image
uk_ua: Не вдалося видалити зображення

source: Page couldn’t be inserted before itself.
uk_ua: Сторінку не можна вставити перед собою.

source: Syntax error in the template of action “%s” in line %s “%s”. Reason: %s.
uk_ua: Синтаксична помилка у шаблоні для дії "%s" на стрічці %s "%s". Причина: %s.

source: You can edit the template in <a href="?action=settings#/orderStates/">order states settings</a>.
uk_ua: Ви можете відредагувати шаблон<a href="?action=settings#/orderStates/">налаштувань статусів заказів</a>

source: Invalid value
uk_ua: Неприпустиме значення

source: Please enter at least one working day
uk_ua: Будь ласка, вкажіть принаймні один робочий день

source: Invalid time
uk_ua: Неприпустимий час

source: Invalid date
uk_ua: Неприпустима дата

source: Remove duplicate
uk_ua: Видалити дублікати

source: Remove the date from extra work days days
uk_ua: Видалити дату з додаткових робочих днів

source: Cannot delete product type. At least one product type must remain.
uk_ua: Не вдалося видалити тип товару. Має існувати принаймні один тип.

source: Invalid plugin type.
uk_ua: Невірний тип плагіну.

source: Shipping plugin not found.
uk_ua: Плагін доставки не знайдено.

source: Logo not uploaded. Please try again.
uk_ua: Логотип не завантажено. Будь ласка, спробуйте знову.

source: Missing storefront id.
uk_ua: Відсутній ідентифікатор вітрини.

source: Image uploading error
uk_ua: Помилка завантаження зображення

source: Invalid image format.
uk_ua: Некоректний формат зображення.

source: State name cannot be empty
uk_ua: Назва статусу не може бути порожньою

source: Product height
uk_ua: Висота товару

source: Product width
uk_ua: Ширина виробу

source: Product length
uk_ua: Довжина товару

source: Parameters are not specified: %s
uk_ua: Параметри не зазначено: %s

source: Product feature “%s” with code <tt>%s</tt> is used.
uk_ua: Характеристика продукту“%s” з кодом<tt>%s</tt> вже використовується.

source: Shipping plugins retrieve weight from the vaules of a product feature with code <tt>%s</tt>.
uk_ua: Плагіни доставки отримують вагу із значення характеристики товару з кодом <tt>%s</tt>.

source: Order dimensions calculation plugin
uk_ua: Плагін розрахунку розмірів замовлення

source: Compare at price without discount and discount amount
uk_ua: Порівняти за ціною без знижки та зі знижкою

source: Only common discount amount
uk_ua: Тільки загальна сума знижки

source: Checkout is not allowed without email address or phone number confirmation
uk_ua: Оформлення замовлення не допускається без підтвердження електронної адреси чи номера телефону

source: Customer request
uk_ua: Запит клієнта

source: “%s” action
uk_ua: Дія "%s"

source: by item name
uk_ua: за іменем елемента

source: by SKU code
uk_ua: за кодом артикула

source: Courier contact’s default phone number
uk_ua: Стандартний номер телефону кур'єра

source: Checkout mode
uk_ua: Оформлення оформлення замовлення

source: Returns HTML of in-cart checkout form
uk_ua: Повертає HTML форми оформлення замовлення на одній сторінці

source: Customer’s name
uk_ua: Ім'я покупця

source: Customer’s company name
uk_ua: Назва компанії покупця

source: Customer’s job title
uk_ua: Посада покупця

source: Customer’s phone number
uk_ua: Номер телефону покупця

source: Customer’s email address
uk_ua: Email-адреса покупця

source: Customer’s street address
uk_ua: Назва вулиці покупця

source: Customer’s city name
uk_ua: Назва міста покупця

source: Customer’s ZIP code
uk_ua: Індекс покупця

source: Customer’s region name
uk_ua: Назва області покупця

source: Customer’s country name
uk_ua: Назва країни покупця

source: Courier contact’s default email address
uk_ua: Стандартний email кур'єра

source: Returns checkout page URL
uk_ua: Повертає URL-адресу сторінки оформлення замовлення

source: Returns category URL for specified <em>$category</em> array
uk_ua: Повертає URL-адресу категорії для зазначеного масиву <em>$category</em>

source: Array of product’s SKUs
uk_ua: Масив артикулів товару

source: Array of product’s images
uk_ua: Масив зображень продукту

source: Array of product’s categories
uk_ua: Масив категорій товару

source: Array of product’s tags
uk_ua: Масив тегів товару

source: Array of product’s subpages
uk_ua: Масив підсторінок товару

source: Array of product’s reviews
uk_ua: Масив відгуків продукту

source: Returns array of enabled payment methods
uk_ua: Повертає масив увімкнених методів оплати

source: Returns array of enabled shipping methods
uk_ua: Повертає масив увімкнених методів доставки

source: Ask to log in with a confirmation code
uk_ua: Просити увійти з кодом підтверждення

source: Unauthorized customer can place orders, and each order will create a new customer profile
uk_ua: Неавторизовані клієнти можуть розміщувати замовлення, і кожне замовлення буде створювати новий профіль клієнта
