Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Product list is empty
uk_ua: Перелік товарів порожній

source: Count must be >= 1
uk_ua: Лічильник має бути >= 1

source: Destination stock is required
uk_ua: Невідомий склад призначення

source: Transfer ID is already in use
uk_ua: Ідентифікатор трансферу вже використовується

source: Not in stock on %s
uk_ua: Не у наявності на %s

source: New order nofication
uk_ua: Повідомлення про нове замовлення

source: Not round
uk_ua: Не округлено

source: Merge
uk_ua: Злити

source: Order was settled
uk_ua: Замовлення було підтверждено

source: Visible stocks
uk_ua: Видимі склади

source: All public stocks
uk_ua: Усі публічні склади

source: Editing this order will mark this order as settled and will re-calculate it's current amount (%s) based on the order content your enter. Are you sure you want to settle this order and reset the order amount?
uk_ua: Редагування цього замовлення призведе до того, що це замовлення буде підтверджено та перераховано згідно до введених вами даних. Ви впевнені, що хочете підтвердити це замовлення та скинути його склад?

source: Order was merged (settled) with %s
uk_ua: Замовлення було об'єднано (підтверджено) із %s

source: Edit template
uk_ua: Редагувати шаблон

source: Unsettled order
uk_ua: Не підтверджене замовлення

source: This order was received via sales channel that did not provide any information on the order content and the customer. If it is a duplicate of an existing order (or a payment confirmation for an existing order), merge orders by <strong>selecting the master order below</strong>.
uk_ua: Це замовлення було отримано через канал продажів, який не надав інформацію про зміст замовлення та замовника. Якщо воно є дублікатом існуючого замовлення (або підтвердженням оплати замовлення), об'єднайте замовлення <strong>шляхом обрання основного замовлення нижче<strong>.

source: Merge orders
uk_ua: Об'єднати замовлення

source: This will replace selected order %id% details with the amount (%amount%) and status (%state%) of this unsettled order. Are you sure?
uk_ua: Ця дія замінить значення у замовленні %id% сумою (%amount%) та статусом (%state%) з цього непідтвердженого замовлення. Ви впевнені?

source: mark this order as settled
uk_ua: помітити це замовлення, як підтверждене

source: Visible to customers
uk_ua: Видно клієнтам

source: Low
uk_ua: Низький

source: Critical
uk_ua: Критичний

source: Virtual stock is a group of real stocks. The order of real stocks defines the priority for product stock update when order is placed. This is handy for grouping real stocks and points of sale which are located within the same geographical region, and defining rules for automated product stock updates. <a href="%s" target="_blank">Help</a> <i class="icon10 new-window"></i>
uk_ua: Віртуальний склад — це група реальних складів. Порядок реальних складів визначає пріоритет оновлення складів товарів, коли розміщується замовлення. Це зручно для групування реальних складів та точок продажу, які розміщено у тому ж самому географічному регіоні, та визначення правил для автоматичного оновлення складів. <a href="%s" target="_blank">Довідка</a> <i class="icon10 new-window"></i>

source: Not visible to customers
uk_ua: Не видно клієнтам

source: You've added %d product to this transfer already. Are you sure you want to change the source stock?
uk_ua: Ви вже додали %d товар до цього трансферу. Ви впевнені, що бажаєте змінити склад-джерело?

source: Editing this order will mark this order as settled and will re-calculate it's current amount (%s) based on the order content your enter. Are you sure you want to settle this order and reset the order amount?
uk_ua: Редагування цього замовлення позначить його як підтверджений та перерахує його поточну суму (%s) на основі введеної вами інформації. Ви дійсно бажаєте підтвердити це замовлення та скинути його суму?

source: Price color
uk_ua: Колір ціни

source: Virtual stock must include at least one real stock.
uk_ua: Віртуальний склад повинен включати принаймні один реальний склад.

source: New arrival (no source stock)
uk_ua: Нове прибуття (немає складу-джерела)

source: Add at least one product to the transfer
uk_ua: Додайте до трансферу хоча б один товар

source: Product count must be not less than 1
uk_ua: Кількість товарів повинна бути не менше 1

source: Source and destination stocks must not be the same
uk_ua: Склад призначення и склад джерело не повинні бути однаковими

source: Products will be returned to the source stock. Are you sure?
uk_ua: Товари буде повернути до складу-джерела. Ви впевнені?

source: Locale
uk_ua: Локаль

source: Sales channel
uk_ua: Канал продажів

source: No orders
uk_ua: Немає замовлень

source: Purchase worth
uk_ua: Закупівельна вартість

source: Stacked chart
uk_ua: Діаграма

source: There are no printforms installed.
uk_ua: Друковані форми не встановлено.

source: http://www.shop-script.com/help/12062/stocks/
uk_ua: https://www.shop-script.ru/help/11897/stocks/

source: Add condition...
uk_ua: Додати умову...

source: Real stock linking:
uk_ua: Правила зв'язків зі складами:

source: Link items to most suitable stock according to availability
uk_ua: Пов'яжіть товари из найбільш відповідним складом, базуючись на доступності

source: Always link to %s
uk_ua: Завжди посилатися на %s

source: Stock linking rules
uk_ua: Правила зв'язків зі складами

source: When order is placed, ordered items will be automatically linked with a stock according to the rules defined below. E.g. different stocks may be preferred depending on selected shipping option or particular customer location. When no matching stock rule were found, ordered items will be linked to the current storefront default stock.
uk_ua: Коли оформлюється замовлення, товари буде автоматично списано зі складів на основі перерахованих нижче правил. Наприклад, певному складові може бути надано перевагу на основі обраного варіанту доставки або місця знахождення покупця. Коли не знайдено відповідного складу, замовлені товари буде списано із стандартного складу, зазначеного у налаштуваннях вітрини.

source: Condition
uk_ua: Стан

source: Start typing name of an existing product or SKU
uk_ua: Почніть набирати назву існуючого товара або артикула

source: Order status
uk_ua: Статус замовлення

source: When this order is paid, your affiliate bonus will be increased to %s.
uk_ua: Коли це замовлення буде сплачене, ваш партнерський бонус буде збільшено на %s.

source: Sales by sales channel
uk_ua: Продажі по каналах продажів

source: Sales by storefront
uk_ua: Продажі за вітринами

source: By shipping option
uk_ua: За варіантом доставки

source: By region
uk_ua: За регіоном

source: Unsettled order %s was created so you could resolve this case manually.
uk_ua: Аби ви могли вирішити цей конфлікт, було створено непідтверджене замовлення %s.

source: Original order that did not accept the callback request: %s
uk_ua: Оригінальне замовлення, яке не отримало запит на колбек: %s

source: Callback request was received but not applied to this order the following reason: <strong>%s</strong>
uk_ua: Запит на колбек цього замовлення було отримано, але не застосовано із наступних причин: <strong>%s</strong>

source: This unsettled order was created because its initiating callback request was rejected by the original order it was addressed to. We thought you should resolve this case manually. The reason was: <strong>%s</strong>
uk_ua: Це непідтверджене замовлення було створене з-за того, що початковий запит на колбек оригінального замовлення було відхилено. Ми подумали, що вам потрібно вирішити цю проблему вручну. Причина: <strong>%s</strong>

source: %s was updated: %s → %s
uk_ua: %s було оновлено: %s → %s

source: Apply new visibility settings to all subcategories
uk_ua: Застосувати нові параметри видимості для всіх підкатегорій

source: Signup page URL. Will not be provided if either the order was placed by a registered customer, or <a href="?action=settings#/checkout/">Guest checkout setting</a> is not enabled.
uk_ua: URL сторінки реєстрації. Не буде показано, якщо замовлення оформлене зареєстрованим користувачем, або <a href="?action=settings#/checkout/">оформлення замовлення без реєстрації</a> вимкнене.

source: Indicates if <a href="?action=settings#/affiliate/">Loyalty program</a> is enabled in store settings.
uk_ua: Вказує, чи увімкнена <a href="?action=settings#/affiliate/">програма лояльності</a> у налаштуваннях магазину.

source: Amount of affiliate bonus that will be credited to customer account when order is paid.
uk_ua: Сума бонусів, які буде нараховано на рахунок клієнта після оплати замовлення.

source: At least one condition is required
uk_ua: Потрібна як мінімум одна умова

source: Shipping countries and regions
uk_ua: Країни та регіони доставки

source: country or region name
uk_ua: назва країни або регіону

source: By shipping location
uk_ua: За місцем доставки

source: No categories available.
uk_ua: Немає доступних категорій

source: Unknown channel
uk_ua: Невідомий канал

source: State hasn't any available action
uk_ua: Для статусу немає доступних дій

source: Action isn't available
uk_ua: Дія не доступна

source: Couriers
uk_ua: Кур'єри

source: Web push notifications
uk_ua: Push-повідомлення

source: Shop orders
uk_ua: Замовлення магазину

source: Thank you for subscribing!
uk_ua: Дякуємо за підписку!

source: New courier
uk_ua: Новий кур'єр

source: Couriers are your teammates who are assigned to deliver orders to customers and to track and update order information on the go using <a href="http://www.shop-script.com/mobile/" target="_blank">Shop-Script mobile app</a>.<br><br> Unlike common backend users, couriers may not login to the main store backend and can only see orders they were assigned using the mobile app only. An order can be assigned to a courier upon the order SHIP action. <a href="https://www.shop-script.com/help/13421/shop-script-couriers/" target="_blank">Learn more about couriers</a>.
uk_ua: Кур'єри це ваші колеги, задача яких — доставляти замовлення покупцям та користуватися <a href="http://www.shop-script.ru/mobile/" target="_blank"> мобільним додатком Shop-Script</a>.<br><br> На відміну від інших користувачів бекенду, кур'єри не можуть входити до адміністративної частини магазину і бачать тільки ті замовлення, що призначені на них. Замовлення можна призначити кур'єру за допомогою дії «Надіслати». <a href="https://support.webasyst.ru/shop-script/13420/shop-script-couriers/" target="_blank">Дізнатися більше про кур'єрів</a>.

source: Courier name
uk_ua: Ім'я кур'єра

source: Courier real or nick name. Linking couriers with real contacts or backend users is optional.
uk_ua: Реальне ім'я або псевдонім кур'єра. Пов'язування кур'єра із реальним контактом або користувачем бекенду є необов'язковим.

source: Any kind of useful information about this courier, e.g. contact information, preferred delivery hours and locations.
uk_ua: Корисні відомості про кур'єра — наприклад, контактні дані, бажані години та райони доставки.

source: This courier assignment will be available for orders placed on selected storefronts only.
uk_ua: Призначення кур'єра буде доступним для замовлень тільки з визначених витрин.

source: Working
uk_ua: Працує

source: Not working
uk_ua: Не працює

source: Last seen
uk_ua: Останній раз бачили

source: Never
uk_ua: Ніколи

source: Auth code
uk_ua: Код авторизації

source: Not set
uk_ua: Не вказано

source: Re-generate the code
uk_ua: Перегенерувати код

source: Expires:
uk_ua: Закінчується:

source: New auth code will be generated after you save changes.
uk_ua: Новий код авторизації буде створено після збереження змін.

source: Auth code must be entered by the courier in the mobile app to authorize it with your online store. Once authorized with the code, the mobile app may then use the connection indefinitely. In case the code was not entered, it will automatically expire in 24 hours.
uk_ua: Код авторизації повинен бути введений кур'єром у мобільний додаток, аби авторизуватися у вашому інтернет-магазині. Після авторизації з кодом, мобільний додаток може використовувати підключення протягом невизначеного терміну. У випадку, якщо код не було введено, він автоматично згасає через 24 години.

source: View all courier orders
uk_ua: Перегляд усіх кур'єрських замовлень

source: Courier record will be permanently deleted without the ability to restore. Delete?
uk_ua: Кур'єрські записи буде видалено без можливості відновлення. Видалити?

source: deleted
uk_ua: видалено

source: Courier
uk_ua: Кур'єр

source: Only visible in backend
uk_ua: Видно тільки у бекенді

source: This will remove video from the product page. Are you sure?
uk_ua: Відео зі сторінки товару буде видалене. Ви впевнені?

source: Unlink video
uk_ua: Відв'язати відео

source: Show more
uk_ua: Показати більше

source: Ordered products
uk_ua: Замовлені товари

source: Your browser doesn't support web push technology.
uk_ua: Ваш браузер не підтримує веб-технології push-повідомлень.

source: However, you can configure web push notifications so that users with supported browsers can receive them.
uk_ua: Однак, ви можете налаштувати push-повідомлення, аби користувачі із сумісними браузерами могли їх отримати.

source: This domain does not support push notifications. Ensure that an SSL certificate is installed for the domain name.
uk_ua: Цей домен не підтримує push-повідомлення. Переконайтеся, що для домену встановлено SSL-сертифікат.

source: Push-notifications description
uk_ua: Опис push-повідомлення

source: Short name
uk_ua: Коротка назва

source: Google project number
uk_ua: Номер проекту Google

source: OneSignal App ID
uk_ua: ID додатку OneSignal

source: REST API Key
uk_ua: Ключ API REST

source: Rounding
uk_ua: Округлення

source: For product prices
uk_ua: Для цін товару

source: Rounding is always applied when product price is converted to storefront currency, if rounding is enabled for that currency.
uk_ua: Округлення завжди застосовується, коли ціна товару конвертується у валюту вітрини, якщо округлення включено для цієї валюти.

source: For total discount amount
uk_ua: Для загальної суми знижки

source: If checked, total discount amount of new orders will be rounded according to order currency settings.
uk_ua: Якщо відмічено, загальна сума знижки у нових замовленнях буде округлено згідно із налаштуваннями валюти замовлення.

source: For shipping cost
uk_ua: Для вартості доставки

source: If checked, shipping cost of new orders will be rounded according to order currency settings.
uk_ua: Якщо відмічено, вартість доставки у нових замовленнях буде округлено згідно із налаштуваннями валюти замовлення.

source: Product prices
uk_ua: Ціни на продукцію

source: Date created
uk_ua: Дата створення

source: Date updated
uk_ua: Дата поновлення

source: Date paid
uk_ua: Дата оплати

source: The URL <strong>:url</strong> is already in use by another product (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). You may still save this product with the same URL, but the storefront will display only one (any) product by this URL.
uk_ua: URL <strong>:url</strong>вже використовується іншим товаром (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). Ви все ще можете зберегти цей товар із цим URL, але на вітрині за вказаною адресою буде показано один (будь-який) товар.

source: To enable web push notifications, configure them in “Settings → <a href="?action=settings#/checkout/">Checkout</a>” screen.
uk_ua: Аби увімкнути push-повідомлення, налаштуйте їх на сторінці «Налаштування → <a href="?action=settings#/checkout/">Оформлення замовлення</a>».

source: Check <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">web push documentation</a> for the list of supported browsers.
uk_ua: Аби дізнатись про підтримувані браузери, перегляньте перелік підтримуваних веб-браузерів у <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">документації</a> з push-повідомлень.

source: User manual on setting up web push notifications: <a href="%s" target="_blank">%s</a>.
uk_ua: Інструкція з налаштування push-повідомлень: <a href="%s" target="_blank">%s</a>.

source: http://www.shop-script.com/help/13536/push-notifications/
uk_ua: https://support.webasyst.ru/shop-script/13535/push-notifications/

source: Short company name
uk_ua: Коротка назва компанії

source: Enter values obtained during signup on onesignal.com website
uk_ua: Введіть значення, отримані під час реєстрації на сайті onesignal.com

source: Enable web push notifications for your browser to get notified on new orders on your computer screen.
uk_ua: Увімкніть push-повідомлення для вашого браузера, аби отримати повідомлення про нові замовлення на екрані вашого комп'ютера.

source: (up only)
uk_ua: (тільки доверху)

source: Don't notify customer on this order editing
uk_ua: Не повідомляти клієнта про редагування цього замовлення

source: <a href="https://www.shop-script.com/mobile/">Mobile app</a> will help you to conveniently track sales, process orders, and manage products right on your iOS or Android-powered smartphone.
uk_ua: <a href="https://www.shop-script.ru/mobile/">Мобільний додаток</a> допоможе вам з легкістю відслідковувати продажі, обробку замовлень та керувати продуктами прямо на своєму iOS- або Android-пристрої.

source: https://itunes.apple.com/us/app/shop-script/id1108957302?mt=8
uk_ua: https://itunes.apple.com/ru/app/shop-script/id1108957302?mt=8

source: hours after the order was set to state
uk_ua: годин після переводу замовлення до стану

source: You can remove settings or install the <a href="%s" class="inline">plugin</a>.
uk_ua: Ви можете видалити налаштування або встановити <a href="%s" class="inline">плагін</a>.

source: You can remove settings or install the plugin
uk_ua: Ви можете видалити налаштування або встановити плагін

source: An error occurred
uk_ua: Сталася помилка

source: Primary SKU
uk_ua: Основний артикул

source: Unknown destination stock
uk_ua: Невідомий склад призначення

source: Syntax Error in template for action "%s" in line %s "%s". Reason: %s.
uk_ua: Синтаксична помилка у шаблоні для дії "%s" на стрічці %s "%s". Причина: %s.

source: You can edit template <a href="?action=settings#/orderStates/">order states settings</a>
uk_ua: Ви можете відредагувати шаблон<a href="?action=settings#/orderStates/">налаштувань статусів заказів</a>

source: Courier contact's default phone number
uk_ua: Стандартний номер телефону кур'єра

source: Array of courier data
uk_ua: Масив кур'єрських даних

source: Array of data of a courier contact stored in Contacts app, if courier is linked to an existing contact
uk_ua: Масив даних контакту кур'єра, збережений у додатку «Контакти», якщо кур'єр прив'язаний до існуючого контакту

source: Courier contact's default email address
uk_ua: Стандартний email кур'єра

source: An array of action-dependent parameters, e.g. $action_data.params.tracking_number for Ship’s action tracking number
uk_ua: Масив дій, що залежать від параметрів, наприклад, $action_data.params.tracking_number у якості трек-номера для дії «Надіслати»

source: Current order status
uk_ua: Поточний статус замовлення

source: Attention: money will be returned to customer via payment gate
uk_ua: Увага: гроші будуть повернуті клієнту через платіжний шлюз

source: Refund reason
uk_ua: Причини повернення

source: Customer decline order
uk_ua: Клієнт відмінив заказ

source: Get instant updates on your mobile device
uk_ua: Отримайте миттєві оновлення на вашому мобільному пристрої

source: Export default SKU choice value
uk_ua: Експорт значення артикулу за замовчуванням

source: Order placed by a customer or created by an administrator in backend.
uk_ua: Замовлення розміщується покупцем або створюється адміністратором у бекенді.

source: Execution of “Process” action in backend.
uk_ua: Виконання дії «У обробку» в бекенді.

source: Execution of “Sent” action in backend.
uk_ua: Виконання дії «Надіслано» в бекенді.

source: Execution of “Delete” action in backend.
uk_ua: Виконання дії «Видалити» в бекенді.

source: Execution of “Refund” action in backend.
uk_ua: Виконання дії «Повернення» в бекенді.

source: Saving of changes made in an edited order in backend.
uk_ua: Збереження внесених у замовлення змін у бекенді.

source: Execution of “Restore” action in backend.
uk_ua: Виконання дії «Відновити» в бекенді.

source: Execution of “Mark as Completed” action in backend.
uk_ua: Виконання дії «Виконано» в бекенді.

source: Sending of a message to a customer by an administrator in backend.
uk_ua: Відправлення повідомлення клієнту адміністратором у бекенді.

source: Adding of a comment to an order by an administrator in backend.
uk_ua: Додавання коментаря до замовлення адміністратором у бекенді.

source: Merging of an order without an ID, which was paid via a mobile terminal, with another order in backend.
uk_ua: Злиття оплаченого через мобільний термінал замовлення без ідентифікатора з іншим замовленням у бекенді.

source: The total of orders placed by customers who initially came to your online store from %s website. Whether those customers came again from other websites to place their subsequent orders is not taken into account.
uk_ua: Загальна сума замовлень, розміщених клієнтами, які зайшли на ваш інтернет-магазин з сайту %s. Чи перейшли ті ж клієнти знову з інших сайтів, аби розмістити замовлення, не враховується.

source: The total of orders placed by customers upon coming from %s website. The initial traffic sources of the customers who placed these orders are not taken into account.
uk_ua: Загальна сума замовлень, розміщених клієнтами, які перейшли з сайту %s. Первинні джерела переходу клієнтів, які розміщували ці замовлення, не враховуються.

source: Registration of an automatic callback from a payment gateway; e.g., to update the order status. Depending on the callback result, additionally action “Paid” may be called afterwards.
uk_ua: Реєстрація автоматичного колбеку від платіжного шлюзу, наприклад, для зміни статусу замовлення. В залежності від вмісту колбеку, додатково може бути виконана дія «Сплачено».

source: Execution of “Paid” action manually in backend or automatically by a callback from a payment gateway.
uk_ua: Виконання дії «Сплачено» вручну у бекенді, або автоматично за допомогою колбеку від платіжного шлюзу.

source: Select an online map engine in Installer app‘s “<a href="%s">Settings</a>” screen.
uk_ua: Оберіть сервіс онлайн-карт у розділі «<a href="%s">Налаштування</a>» додатку «Інсталер».

source: To select an online map engine, you need access to Installer app‘s “Settings” screen.
uk_ua: Для вибору сервісу онлайн-карт вам знадобиться доступ до сторінки «Налаштування» додатку «Інсталер».

source: Preferred shipping time:
uk_ua: Бажаний час доставки:

source: Shipping time
uk_ua: Час доставки

source: Edit shipping details
uk_ua: Редагувати деталі доставки

source: Send only if order status has not been changed from the one selected above
uk_ua: Відправити тільки якщо статус замовлення не було змінено порівняно з обраним вище

source: Administrator has added a comment to your order %s:<br><strong>%s</strong>
uk_ua: Адміністратор додав коментар до вашого замовлення %s:<br><strong>%s</strong>

source: Administrator has changed the shipping details of your order %s as follows:<br><strong>%s</strong>
uk_ua: Адміністратор змінив деталі доставки вашого замовлення %s наступним чином:<br><strong>%s</strong>

source: Administrator has settled your unsettled order %s.
uk_ua: Адміністратор підтвердив ваше непідтверджене раніше замовлення %s.

source: Administrator has settled your unsettled order %s by merging it with order %s.
uk_ua: Адміністратор підтвердив ваше непідтверджене раніше замовлення %s шляхом злиття із замовленням %s.
