Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Administrator has merged your order %s with an unsettled order.
uk_ua: Адміністратор об'єднав ваше замовлення %s із непідтвердженим замовленням.

source: Time created
uk_ua: Час створення

source: Time updated
uk_ua: Час поновлення

source: Time paid
uk_ua: Час сплати

source: Social sharing URL (og:url)
uk_ua: URL для розміщення у соціальних мережах (og:url)

source: If at least one og: value above is not empty, then you may keep this field empty for og:url meta tag to contain this storefront‘s URL by default. Or type a custom og:url value manually, if necessary.
uk_ua: Якщо принаймні одне значення og: не є пустим, то ви можете залишити це поле пустим, аби метатег og:url за замовчуванням містив URL цієї вітрини. Ви также можете при необхідності ввести значення og:url вручну.

source: Relative URL of ordered product‘s main image with specified size.
uk_ua: Відносний URL основного зображення замовленого товару із зазначеними розмірами.

source: <code>$item</code> must be an item of <code>$order.items</code> array.
uk_ua: <code>$item</code> має належати до масиву <code>$order.items</code>.

source: <code>$size</code> must contain one of size values described in the <a href="https://www.shop-script.com/help/43/image-thumbnails-in-shop-script-5-storefront/" target="_blank">documentation</a>; e.g., "200" or "200x0", etc. Default image size, if not specified, is "750x0".
uk_ua: <code>$size</code> має містити одне із із значень розмірів, описаних у <a href="https://support.webasyst.ru/shop-script/5/shop-script-5-image-thumbnails/" target="_blank">документації</a>; наприклад, "200" або "200x0", та ін. Якщр розмір за замовчуванням не вказаний, встановлюється "750x0".

source: To obtain an absolute image URL, use <code>{$wa-&gt;domainUrl()}</code>.
uk_ua: Аби отримати абсолютний URL зображення, використовуйте <code>{$wa-&gt;domainUrl()}</code>.

source: Example:
uk_ua: Приклад:

source: Amount of customer‘s bonuses accumulated with the “Loyalty program” enabled in store settings
uk_ua: Кількість бонусів клієнта, накопичених із "програмою лояльності", яка включена в налаштуваннях магазину

source: Total amount of money spent by a customer calculated in default currency. To add formatted amount expressed in the order currency, use <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.
uk_ua: Загальна сума коштів, витрачених клієнтом, розрахована у валюті за замовчуванням. Аби додати форматовану суму у валюті замовлення, використовуйте <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.

source: Number of orders placed by a customer.
uk_ua: Кількість замовлень, розміщених клієнтом.

source: ID of last order placed by a customer. To add formatted order ID, use <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.
uk_ua: Ідентифікатор останнього замовлення клієнта. Аби додати форматований ідентифікатор замовлення, використовуйте <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.

source: Shipping date, for example: February 16, 2017
uk_ua: Дата відвантаження, наприклад: 16 лютого 2017

source: Shipping date, for example: February 16
uk_ua: Дати відвантаження, наприклад: 16 лютого

source: Shipping date, for example: 02/16/2017
uk_ua: Дата відвантаження, наприклад: 02/16/2017

source: Start of shipping time interval
uk_ua: Початок інтервалу часу доставки

source: End of shipping time interval
uk_ua: Кінець інтервалу часу доставки

source: Shipping date and time, for example: February 16, 10:00 - 20:30
uk_ua: Дата та час доставки, наприклад: 16 лютого, 10:00 - 20:30

source: Shipping details changed
uk_ua: Деталі доставки змінено

source: Order shipping via <strong>%s</strong> service was canceled.
uk_ua: Доставку замовлення через сервіс <strong>%s</strong> було скасовано.

source: Order is being prepared for shipping via <strong>%s</strong> service.
uk_ua: Замовлення готується до відправлення через сервіс <strong>%s</strong>.

source: Order is ready for shipping via <strong>%s</strong> service.
uk_ua: Замовлення готове до відвантаження через сервіс <strong>%s</strong>.

source: Order details were sent to shipping service <strong>%s</strong>.
uk_ua: Деталі замовлення було надіслано до сервісу <strong>%s</strong>.

source: An error has occurred during the interaction with shipping service <strong>%s</strong>.
uk_ua: Сталася помилка при взаємодії із сервісом доставки <strong>%s</strong>.

source: Courier shipping
uk_ua: Кур'єрська доставка

source: from
uk_ua: з

source: to
uk_ua: до

source: apply
uk_ua: застосувати

source: None
uk_ua: Немає

source: End time is earlier than start time. Are you sure?
uk_ua: Час закінчення раніше, ніж час початку. Ви впевнені?

source: Adding of a comment to an order in backend.
uk_ua: Додавання коментаря до замовлення у бекенді.

source: A comment was added to your order %s
uk_ua: Коментар додано до вашого замовлення %s

source: Editing of order shipping details in backend.
uk_ua: Редагування деталей доставки замовлення у бекенді.

source: Shipping details of your order %s have been changed
uk_ua: Деталі доставки вашого замовлення %s змінено

source: Your order %s has been settled
uk_ua: Ваше замовлення %s було підтверджено

source: Active
uk_ua: Активний

source: Skip this step if no rules matched current user shopping cart state
uk_ua: Пропустити цей крок, якщо жодне з правил не відповідає поточному стану кошика покупця

source: The shipping checkout step prompts user to select the shipping type
uk_ua: На кроці доставки покупцеві пропонується обрати спосіб доставки

source: Will be displayed in the storefront as in the checkout navigation
uk_ua: Буде показано на вітрині у блоці навігації оформлення замовлення

source: The list of available shipping options is determined automatically based on the user address, shopping cart content, and the list of available <a class="inline" href="#/shipping/">shipping options</a>.
uk_ua: Перелік доступних способів доставки визначається автоматично на основі адреси покупця, вмісту кошика і переліку наявних <a class="inline" href="#/shipping/"> варіантів доставки </a>.

source: Social Networks
uk_ua: Соціальні мережі

source: Configure the field list for both Shipping and Billing addresses.
uk_ua: Налаштуйте перелік полів для адреси доставки та оплати.

source: Country (select)
uk_ua: Країна (перелік)

source: State/province/region
uk_ua: Штат/провінція/регіон

source: List (select)
uk_ua: Перелік (select)

source: Manage list
uk_ua: Налаштувати перелік

source: Manage field values
uk_ua: Налаштувати значення полів

source: List (radio)
uk_ua: Перелік (radio)

source: The list of checkout steps is defined according to your storefront setup and the list of installed plugins.
uk_ua: Перелік кроків оформлення замовлення визначається на підставі налаштувань вітрини та переліку встановлених плагінів.

source: IF
uk_ua: ЯКЩО

source: doesn't matter
uk_ua: неважливо

source: State
uk_ua: Штат

source: Zip code
uk_ua: Поштовий індекс

source: City
uk_ua: Місто

source: Street address
uk_ua: Вулиця та номер будинку

source: equals
uk_ua: дорівнює

source: contains
uk_ua: містить

source: not equals
uk_ua: не дорівнює

source: Add value
uk_ua: Додати значення

source: ELSE
uk_ua: ІНАКШЕ

source: If none of listed rules are in place
uk_ua: Якщо жодне з правил не спрацювало

source: Don't display this field
uk_ua: Не відображати це поле

source: Display a regular text input field
uk_ua: Відображати звичайне текстове поле

source: Discount specified manually during order creation: %s
uk_ua: Знижка вказана вручну при створенні замовлення: %s

source: Discount modified manually via backend editor: %s
uk_ua: Знижка вказана вручну при редагуванні замовлення: %s

source: Primary email address is used as a reply-to address in email notifications sent to your customers
uk_ua: Основна email-адреса; використовується в якості адреси для відповіді на повідомлення з магазину.

source: What does it do
uk_ua: Що воно виконує

source: Nothing
uk_ua: Нічого

source: Order confirmation
uk_ua: Підтвердження замовлення

source: Price change
uk_ua: Зміна ціни

source: To
uk_ua: Кому

source: Subject
uk_ua: Тема

source: Max 160 chars. SMS is sent only if customer phone number was provided.
uk_ua: Максимум 160 символів. SMS буде надіслане тільки у випадку, якщо вказано номер телефону покупця.

source: <a href="%s">Browse for new plugins</a> and install them using the Installer app.
uk_ua: <a href="%s">Перегляньте нові плагіни</a> та встановіть їх за допомогою додатку «Інсталер».

source: Customer's email or phone number
uk_ua: Email-адреса або номер телефону покупця

source: or drag images here
uk_ua: або перетягніть зображення сюди

source: Draft
uk_ua: Чернетка

source: on
uk_ua: увімк

source: unknown product
uk_ua: невідомий товар

source: <strong>+%s (+%f%)</strong> to the overall sales of this product during the last 30 days (%s)
uk_ua: <strong>+%s (+%f%)</strong> до загальних продажів цього товару протягом останніх 30 днів (%s)

source: Selection
uk_ua: Вибір

source: Bestseller
uk_ua: Хіт продажів

source: Approximate date when you run out of stock for this SKU is %s based on average selling rate (≈%f items per month)
uk_ua: Розрахункова дата вичерпання залишків для цього артикулу — %s (обчислено на підставі середньої кількості покупок ≈%f шт. на місяць)

source: generate SKUs based on features values (%d)
uk_ua: створити артикули на підставі значень характеристик (%d)

source: There no custom SKU features
uk_ua: Додаткові характеристики цього артикулу відсутні

source: Online delivery
uk_ua: Онлайн-доставка

source: Printable docs
uk_ua: Друковані документи

source: Top rated
uk_ua: З найвищим рейтингом

source: Products are sorted according to customer rating
uk_ua: Товари сортуються за рейтингом від покупців

source: Top selling
uk_ua: Найкращі продажі

source: Products are sorted according to sales performance
uk_ua: Товари сортуються за ефективністю продажів

source: created
uk_ua: дата створення

source: top rated
uk_ua: найвищий рейтинг

source: Default sort order
uk_ua: Сортування за замовчуванням

source: Manual
uk_ua: Вручну

source: When enabled, products will be fetched from both the current category and all its sub-categories (applicable to frontend only)
uk_ua: При активації цього налаштування товари даної категорії та усі товари з її підкатегорій буде автоматично додано до переліку (застосовується лише на вітрині магазину)

source: Sort products
uk_ua: Відсортувати товари

source: Main storefront
uk_ua: Основна вітрина

source: Setup my store
uk_ua: Налаштувати магазин

source: Import/export your data in CSV file.
uk_ua: Імпортувати/експортувати дані за допомогою CSV-файлу.

source: Processed by
uk_ua: Оброблено

source: Me
uk_ua: Я

source: Delete from set
uk_ua: Видалити з переліку

source: Embed into template or page
uk_ua: Додати до шаблону або сторінки

source: Delete list
uk_ua: Видалити перелік

source: Products connected to this list will not be deleted
uk_ua: Товари, що пов'язані з цим переліком, не буде видалено

source: Delete all products stored in this list (%d)
uk_ua: Видалити усі товари з цього переліку (%d)

source: Homepage title
uk_ua: Заголовок головної сторінки

source: Default language
uk_ua: Основна мова

source: Contacts
uk_ua: Контакти

source: added
uk_ua: додано

source: Affiliate bonus (%s) is used for additional discount
uk_ua: Партнерський бонус (%s) використано для отримання знижки

source: Refund bonus used to get discount for order %s
uk_ua: Витрачений на знижку у замовленні бонус (%s) відновлено

source: By customer category, %s%%%%
uk_ua: За категорією покупця, %s%%%%

source: By order total, %s%%
uk_ua: За сумою замовлення, %s%%

source: Bonus for the order %s totalling %s
uk_ua: Бонус за замовлення %s із сумою %s

source: No info
uk_ua: Немає даних

source: Sample dialog
uk_ua: Приклад діалогу

source: First name
uk_ua: Ім'я

source: Last name
uk_ua: Прізвище

source: is the same
uk_ua: дорівнює

source: is not the same
uk_ua: не дорівнює

source: all
uk_ua: усі

source: any
uk_ua: будь-яке

source: Referrers & Cookies
uk_ua: Реферери та файли cookie

source: Product bundles
uk_ua: Комплекти товарів

source: Product quantities
uk_ua: Кількості товарів

source: is same
uk_ua: дорівнює

source: is not same
uk_ua: не дорівнює

source: Error when updating
uk_ua: Помилка оновлення

source: Only Latin characters, numbers and underscore symbol are allowed
uk_ua: Допускається використовувати тільки латинські літери, цифри, символ підкреслення та дефіс

source: The shipping checkout step prompts user to select the shipping type.
uk_ua: На кроці доставки покупцеві пропонується обрати спосіб доставки.

source: Returns cart
uk_ua: Повертає кошик покупця

source: Product set
uk_ua: Перелік товарів

source: Update
uk_ua: Оновити

source: Use your current affiliate balance of %d to get a discount
uk_ua: Для отримання знижки скористайтесь вашим партнерським бонусом (%d)

source: This order will earn +%d points to your karma.
uk_ua: Це замовлення додасть +%d балів до вашої карми.

source: categories
uk_ua: категорії

source: Use built-in design editor to edit this text and replace it with your general store information and contacts.
uk_ua: Скористайтесь вбудованим редактором дизайну для того, аби редагувати цей текст та замінити його на опис та контактні дані вашого магазину.

source: http://www.webasyst.net/support/help/payment-shipping-icons.html
uk_ua: https://support.webasyst.ru/shop-script/728/payment-shipping-icons/

source: No plugins installed
uk_ua: Плагіни не встановлено

source: on product
uk_ua: до товару

source: default
uk_ua: за замовчуванням

source: No products matched your filtering criteria.
uk_ua: За заданим критерієм не знайдено жодного товару.

source: This order will add +%d points to your affiliate bonus.
uk_ua: Це замовлення збільшить ваш партнерський бонус на +%d балів.

source: Your order number is
uk_ua: Номер вашого замовлення

source: Install plugins
uk_ua: Встановити плагіни

source: State id can not be empty
uk_ua: Введіть ID статусу

source: Numbers
uk_ua: Числові

source: Depends on parent field
uk_ua: Залежить від батьківського поля

source: If parent field value equals:
uk_ua: Якщо значення батьківського поля дорівнює:

source: Suggest following options:
uk_ua: Пропонувати вибір з наступних варіантів:

source: Otherwise, when parent field does not match:
uk_ua: В іншому випадку, коли значення батьківського поля не збігається:

source: Show an &lt;input&gt; field for custom text
uk_ua: Показати поле для вводу довільного тексту (input)

source: Do not show this field at all
uk_ua: Взагалі не показувати це поле

source: Max 160 chars. SMS is sent only if customer phone number was entered during the checkout.
uk_ua: Не більше 160 символів. SMS-повідомлення буде надіслане тільки, якщо покупець ввів номер телефону під час оформлення замовлення.

source: For internal use only (will not be included in the notification).
uk_ua: Тільки для внутрішнього використання (текст не буде додано до повідомлення).

source: View and manage your orders.
uk_ua: Перегляд та керування замовленнями.

source: Update your contact information.
uk_ua: Оновлення контактної інформації.

source: Customer total
uk_ua: Загальна сума замовлень

source: No discounts defined yet.
uk_ua: Знижки ще не визначено.

source: Discount of %s
uk_ua: Знижка на суму %s

source: Recalculation of order total, new discount: %s
uk_ua: Перерахунок суми замовлення, нова знижка: %s

source: Browse for more payment modules in the Installer app…
uk_ua: Встановити нові модулі оплати за допомогою додатку «Інсталер»...

source: Browse for more shipping modules in the Installer app…
uk_ua: Встановити нові модулі доставки з допомогою додатку «Інсталер»...

source: Program applicability
uk_ua: Застосування програми

source: worth of own orders
uk_ua: своїх замовлень

source: Expenditure
uk_ua: Витрата

source: Add payment
uk_ua: Додати виплату

source: Returns array of products from the specified set
uk_ua: Повертає масив товарів зі вказаного переліку

source: Send after
uk_ua: Відправити через

source: Send follow-up after recurrent orders too
uk_ua: Відправляти навіть якщо це повторне замовлення клієнта

source: As defined in backend
uk_ua: Як визначено у бекенді

source: If you want to place an order on behalf of another customer, <a href="%s">log out</a> from your current profile and proceed to checkout again.
uk_ua: Якщо ви хочете оформити замовлення від імені іншого користувача, <a href="%s">вийдіть з сеансу</a> і перейдіть до оформлення замовлення заново.

source: From
uk_ua: З

source: Import and update products via CSV files
uk_ua: Імпорт та оновлення інформації про товари за допомогою CSV-файлів

source: http://www.shop-script.com/help/csv-file-structure/
uk_ua: http://www.webasyst.ru/help/26/import-products-from-csv-file/

source: Sender ID
uk_ua: Ідентифікатор відправника

source: Enter Sender ID to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
uk_ua: Введіть ідентифікатор відправника для використання даного SMS-шлюзу — ваш номер телефону або текстовий рядок завдовжки до 11 символів. Для використання ідентифікатора за замовчуванням, виданого вашим SMS-шлюзом, введіть зірку (*).

source: You don’t have enough access rights to view the order list.
uk_ua: У вас недостатньо прав доступу для перегляду переліку замовлень.

source: Hide links to this category in the storefront
uk_ua: Приховати посилання до цієї категорії з вітрини

source: is less or equal
uk_ua: менше або дорівнює

source: Type text to start search
uk_ua: Введіть текст для початку пошуку

source: Manual product sorting may work inconsistently in this mode. Select other sorting options for stable results.
uk_ua: Ручне сортування продукту може працювати нестабільно у цьому режимі. Оберіть інші параметри сортування для передбачуваних результатів.

source: Filtering by this feature is not available, because only one of its values is selected in “Product filtering options” section.
uk_ua: Фільтрування за цією характеристикою недоступне, тому що тільки одне з її значень обране у розділі "параметри фільтрації продукту".

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$category.params.key&#125;</em>. Each key=value pair must be on a separate line.
uk_ua: Необов'язковий набір додаткових параметрів <em>key=value</em> (використовуються в шаблоні загальнодоступною частини у вигляді <em>&#123;$category.params.key&#125;</em>). Кожну пару key = value вказуйте з нового рядка.

source: Show all
uk_ua: Показати усе

source: Don’t delete products
uk_ua: Не видаляти товари

source: Feature search by name or code
uk_ua: Пошуку характеристики за назвою або кодом

source: Profile
uk_ua: Профіль

source: Incorrect value
uk_ua: Невірне значення

source: Required field
uk_ua: Обов'язкове поле

source: Delete product from the cart?
uk_ua: Видалити товар з кошика?

source: Don’t delete
uk_ua: Не видаляти

source: Empty cart
uk_ua: Кошик порожній

source: Delete all products from the cart?
uk_ua: Видалити усі товари з кошика?

source: Done
uk_ua: Зроблено

source: Shipping cost
uk_ua: Вартість доставки

source: free
uk_ua: безкоштовно

source: Estimated shipping time
uk_ua: Розрахунковий час доставки

source: Order storage time
uk_ua: Строк зберігання замовлення

source: Shipping service
uk_ua: Служба доставки

source: Business hours
uk_ua: Робочий час

source: day off
uk_ua: вихідний

source: How to reach
uk_ua: Як дістатися

source: More details
uk_ua: Докладніше

source: Unknown
uk_ua: Невідомо

source: Please select a payment method
uk_ua: Оберіть спосіб оплати, будь ласка

source: ZIP code
uk_ua: Поштовий індекс

source: To view shipping cost and estimated shipping time, please complete fields with an asterisk
uk_ua: Аби подивитися вартість доставки і розрахунковий час доставки, будь ласка, заповніть усі поля з зірочкою

source: Select a region
uk_ua: Оберіть регіон

source: Locality
uk_ua: Місцевість

source: Select a locality
uk_ua: Оберіть населений пункт

source: Shipping area
uk_ua: Зона доставки

source: No name
uk_ua: Без імені

source: Изменить
uk_ua: Змінити

source: Проверочный код
uk_ua: Код перевірки

source: Выслать ещё раз
uk_ua: Надіслати ще раз

source: Выслать код
uk_ua: Надіслати код

source: Завершить оформление
uk_ua: Завершити оформлення

source: Пожалуйста, подтвердите телефон
uk_ua: Будь ласка, підтвердіть номер телефону

source: Завершить без подтверждения телефона
uk_ua: Завершити без підтвердження телефону

source: отправлен на телефон
uk_ua: надіслано на телефон

source: Пожалуйста, подтвердите email
uk_ua: Будь ласка, підтвердіть email

source: Завершить без подтверждения email
uk_ua: Завершити без підтвердження email

source: отправлен на email
uk_ua: надіслано на email

source: Чтобы завершить оформление введите проверочный код.
uk_ua: Щоб завершити оформлення, введіть перевірочний код.

source: Введён неверный проверочный код. Попробуйте ещё раз или запросите новый.
uk_ua: Введено неправильний код перевірки. Спробуйте ще раз або запитайте новий.

source: Signup
uk_ua: Реєстрація

source: Set password
uk_ua: Встановити пароль

source: Shipping option selection
uk_ua: Вибір варіанту доставки

source: Select a point
uk_ua: Оберіть точку

source: Password recovery
uk_ua: Відновлення пароля

source: Pickup option selection
uk_ua: Вибір варіанту самовивозу

source: List
uk_ua: Перелік

source: Map
uk_ua: Карта

source: Shipping services
uk_ua: Служби доставки

source: Free
uk_ua: Безкоштовно

source: Shipping methods
uk_ua: Способи доставки

source: Select a shipping option
uk_ua: Оберіть варіант доставки

source: There are no shipping options available for specified location.
uk_ua: Для вказаної місцевості немає доступних варіантів доставки.

source: Please check values in location fields or contact us.
uk_ua: Перевірте, будь ласка, значення в полях адреси або зв'яжіться із нами.

source: Select a shipping type.
uk_ua: Оберіть тип доставки.

source: Select a shipping option.
uk_ua: Оберіть варіант доставки.

source: Items cost
uk_ua: Вартість предметів

source: not selected
uk_ua: не обрано

source: Total less shipping cost
uk_ua: Усього вартість доставки менше

source: accept our <a class="js-show-terms-dialog" href="javascript:void(0);">terms of service</a>
uk_ua: погодьтеся із нашими <a class="js-show-terms-dialog" href="javascript:void(0);">умовами обслуговування</a>

source: Confirm order
uk_ua: Підтвердіть замовлення

source: You are authorized as a company, and orders can be placed only by persons. Please %slog out%s of your account to check out as a person.
uk_ua: Ви авторизовані як компанія, а замовлення можуть бути розміщені тільки особами. Будь-ласка, %sвийдіть зі свого акаунту%s, аби увійти у якості особи.

source: You are authorized as a person, and orders can be placed only by companies. Please %slog out%s of your account to check out as a company.
uk_ua: Ви авторизовані як особа, а замовлення можуть бути розміщені тільки компаніями. Будь-ласка, %sвийдіть зі свого акаунту%s, аби увійти у якості компанії.

source: Logout
uk_ua: Вийти

source: Log in
uk_ua: Увійти

source: Customer type
uk_ua: Тип клієнта

source: Select another SKU
uk_ua: Вибрати інший артикул

source: item
uk_ua: пункт

source: Activate
uk_ua: Активувати

source: Coupon applied
uk_ua: Купон застосовано

source: Undo
uk_ua: Відмінити

source: Bonus used
uk_ua: Використано бонус

source: Total discount
uk_ua: Загальна знижка

source: Coupon discount
uk_ua: Знижка за купоном

source: Affiliate bonus discount
uk_ua: Партнерська бонусна знижка

source: %s with total weight %s
uk_ua: %s із загальною вагою %s

source: No more items in stock
uk_ua: Немає на складі
