Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: If your jurisdiction require you to charge additional county taxes, define taxing rules by zip (postal) code. Use asteryx (*) for wildcard. For example, mask 12* is applicable for all zip codes with 12 as first two symbols, e.g. 12365, 12963, 12AB7, 12 QN93 and so on (wildcard is ok for both letters and numbers). Zip code rules are processed one by one in the given order. Applied is the first rule matching the user zip code (only one matching rule is applied at a time). County tax rules are of a higher priority than state tax rules (if matched, county tax rate replaces the state tax rule when calculated during the checkout), which means that combined county rates must be provided.
uk_ua: Якщо ваше законодавство вимагає стягнення додаткових місцевих податків, додайте податкові ставки для окремих поштових індексів. В якості маски використовуйте символ зірочки (*). Наприклад, маска 12* позначає усі поштові індекси, що починаються з цифр 12: 123654, 12963, 12AB7, 12 QN93 і т.д. (Маска діє для цифр і букв). Правила для поштових індексів обробляються в заданому порядку. Застосовується перше правило, відповідне поштовим індексом покупця (застосовується тільки одне, перше, правило). Правила розрахунку місцевих податків мають вищий пріоритет, ніж правила податків регіонів (у випадку спрацювання обох правил місцевий податок використовується замість податку регіону під час оформлення замовлення); це означає, що слід вказувати об'єднані місцеві податкові ставки.

source: Zip code mask
uk_ua: Маска поштового індексу

source: No county taxes are defined.
uk_ua: Місцеві податки не визначено

source: Add zip
uk_ua: Додати поштовий індекс

source: Tax has been deleted.
uk_ua: Податок видалено.

source: Global rate
uk_ua: Глобальна ставка

source: Simple mode
uk_ua: Простий режим

source: Setup by regions
uk_ua: Налаштування по регіонах

source: + added to global country rate
uk_ua: + підсумовується з глобальною ставкою по країні

source: * compound on top of global rate
uk_ua: * множиться на розмір глобальної ставки

source: replaces global country rate
uk_ua: замінює глобальну ставку по країні

source: Stock balance
uk_ua: Залишки по складах

source: Inventory transfer
uk_ua: Трансфер складських залишків

source: Transfer
uk_ua: Трансфер

source: Please add at least one stock in your store settings.
uk_ua: Додайте хоча б один склад у налаштуваннях магазину

source: Stocks
uk_ua: Склади

source: Storefront settings are managed using the Site app
uk_ua: Параметри вітрини регулюються за допомогою додатку «Сайт»

source: Apps
uk_ua: Додатки

source: performed action
uk_ua: виконав дію

source: If the feature type you are going to add is disabled in the form above, add this feature in your store Settings first, and then provide this feature value for this particular product.
uk_ua: Якщо тип характеристики, який ви додаєте, недоступний для вибору в цьому переліку, спочатку додайте цю характеристику у розділі «Налаштування» і потім вкажіть її значення у властивостях даного товару.

source: Select products
uk_ua: Оберіть продукти

source: Selected products (%d)
uk_ua: Обрані продукти (%d)

source: Selected categories (%d)
uk_ua: Обрані категорії (%d)

source: Customers
uk_ua: Покупці

source: Products
uk_ua: Товари

source: Reports
uk_ua: Звіти

source: Open storefront
uk_ua: Відкрити вітрину

source: Search customers
uk_ua: Пошук покупців

source: Select dates...
uk_ua: Обрати дати...

source: by day
uk_ua: по днях

source: by month
uk_ua: по місяцях

source: Checkout funnel
uk_ua: Воронка оформлення замовлення

source: Promo campaigns
uk_ua: Промо-кампанії

source: Search orders by ID
uk_ua: Пошук замовлень за ідентифікатором

source: Optional comments
uk_ua: Коментар (не обов'язково)

source: Tracking number
uk_ua: Ідентифікатор відправлення

source: Optional
uk_ua: Не обов'язково

source: Shopping cart
uk_ua: Кошик

source: Your shopping cart is empty.
uk_ua: Ваш кошик порожній.

source: Back to the store
uk_ua: Повернутися до магазину

source: Remove from cart
uk_ua: Видалити з кошика

source: Discount coupon (if you have one)
uk_ua: Купон на знижку (якщо є)

source: Apply
uk_ua: Застосувати

source: Your current affiliate bonus of %s points allows you to get an additonal discount of up to %s
uk_ua: Ви можете використати свій партнерський бонус у %s балів для отримання додаткової знижки у розмірі %s

source: Use bonus
uk_ua: Використати бонуси

source: This order will add +%s points to your affiliate bonus.
uk_ua: Це замовлення додасть +%s балів до вашого партнерського бонусу.

source: Proceed to checkout
uk_ua: Продовжити замовлення

source: No products were found.
uk_ua: Не знайдено жодного товару.

source: This category does not contain any products.
uk_ua: У цій категорії немає жодного товару.

source: Ship to
uk_ua: Отримувач

source: Bill to
uk_ua: Платник

source: Quantity
uk_ua: Кількість

source: You must read and agree to the Terms of service to place an order.
uk_ua: Аби оформити замовлення, ви маєте прочитати і прийняти Умови надання послуг.

source: I have read and agree to the <a href="%s" target="_blank">Terms of service</a>
uk_ua: Я ознайомився із <a href="%s" target="_blank">Умовами надання послуг</a> та приймаю їх

source: Create permanent user account
uk_ua: Зареєструватися як постійний покупець

source: Password
uk_ua: Пароль

source: Error!
uk_ua: Помилка!

source: An error occurred while processing your payment.
uk_ua: При обробці платежу сталася помилка.

source: I’m a new customer
uk_ua: Я новий покупець

source: I already have an account
uk_ua: В мене вже є аккаунт

source: You are currently authorized as <strong>%s</strong>. Please verify or update your contact information using the form below. Your existing contact info will be automatically updated.
uk_ua: Ви авторизовані як <strong>%s</strong>. Будь ласка, підтвердіть або оновіть вашу контактну інформацію. Зміни буде автоматично збережено у вашому профілі.

source: If you want to place an order on behalf of another customer, <a href="?logout">log out</a> from your current profile and proceed to checkout again.
uk_ua: Якщо ви хочете оформити замовлення від імені іншого користувача, <a href="?logout">вийдіть з сеансу</a> та заново перейдіть до оформлення замовлення.

source: Place order
uk_ua: Оформити замовлення

source: Next &rarr;
uk_ua: Далі &rarr;

source: Oops! We are sorry, but <strong>we can not offer any payment option for your order</strong>. Checkout can not be completed.
uk_ua: Вибачте, замовлення не може бути оформлене: ми <strong>не можемо запропонувати жодного способу оплати для вашого замовлення</strong>.

source: Estimated delivery
uk_ua: Приблизний час доставки

source: Oops! We are sorry, but <strong>we can not ship this order to your selected destination</strong>. Checkout can not be completed.
uk_ua: Вибачте, замовлення не може бути оформлене: <strong>ми не можемо доставити замовлені товари за вказаною адресою</strong>.

source: Thank you!
uk_ua: Дякуємо!

source: We successfully accepted your order, and will contact you asap.
uk_ua: Ваше замовлення успішно оформлене. Ми зв'яжемося з вами найближчим часом.

source: Your order number is
uk_ua: Номер вашого замовлення

source: Compare products
uk_ua: Порівняти товари

source: Different
uk_ua: Різні

source: Remove from comparison list
uk_ua: Видалити зі списку порівняння

source: Error
uk_ua: Помилка

source: Edit this information in the <strong>home.html</strong> template file using built-in design editor in the store backend.
uk_ua: Відредагуйте ці дані у шаблоні <strong>home.html</strong>, використовуючи вбудований у магазин редактор дизайну.

source: Customer rating
uk_ua: Оцінка покупців

source: Bestsellers
uk_ua: Хіти продажів

source: Sort by
uk_ua: Сортування

source: New & Popular
uk_ua: Нові та популярні

source: Add to cart
uk_ua: В кошик

source: Login
uk_ua: Вхід

source: Your current affiliate bonus: <strong class="bonus">%s</strong>
uk_ua: Ваш поточний партнерський бонус: <strong class="bonus">%s</strong>

source: You have no affiliate history yet.
uk_ua: У вас ще не було нарахувань за бонусною програмою.

source: My orders
uk_ua: Мої замовлення

source: My profile
uk_ua: Мій профіль

source: PIN is not valid
uk_ua: PIN-код введено невірно

source: Please enter a 4-digit PIN that you received with your order receipt by email.
uk_ua: Уведіть чотиризначний PIN-код, який було відправлено вам із повідомленням про замовлення по електронній пошті.

source: View order
uk_ua: Переглянути замовлення

source: You have no order history yet.
uk_ua: У вас ще немає історії замовлень.

source: Contact information successfully updated!
uk_ua: Контактну інформацію успішно оновлено!

source: Compare all
uk_ua: Порівняти усі

source: Add to comparison table
uk_ua: Додати до порівняння

source: Remove from comparison table
uk_ua: Видалити з порівняння

source: Compare
uk_ua: Порівняти

source: This product is not available for purchase
uk_ua: Цей товар тимчасово недоступний для замовлення

source: Out of stock
uk_ua: Немає в наявності

source: Overview
uk_ua: Огляд

source: %s reviews
uk_ua: %s відгуків

source: Be the first to <a href="%s">write a review</a> of this product!
uk_ua: Залиште <a href="%s">відгук про цей товар</a> першим!

source: By
uk_ua: За

source: Write a review
uk_ua: Написати відгук

source: To add a review please <a href="%s">sign up</a> or <a href="%s">login</a>
uk_ua: Аби додати відгук, будь ласка, <a href="%s">зареєструйтеся</a> або <a href="%s">увійдіть</a>

source: Your name
uk_ua: Ваше ім'я

source: log out
uk_ua: вийти

source: Guest
uk_ua: Гість

source: Website
uk_ua: Сайт

source: Rate product
uk_ua: Оцініть товар

source: clear
uk_ua: очистити

source: Review
uk_ua: Відгук

source: Add review
uk_ua: Додати відгук

source: You have successfully signed up.
uk_ua: Ви успішно зареєструвалися.

source: Sign up
uk_ua: Реєстрація

source: Customers who bought %s also bought
uk_ua: Покупці, які придбали %s, також купили

source: Any
uk_ua: Неважливо

source: Filter products
uk_ua: Показати

source: Registered customers apply for affiliate bonuses and discounts on future orders.
uk_ua: Зареєстровані покупці отримують накопичувальні бонусні бали та знижки на майбутні замовлення.

source: Please select payment option
uk_ua: Оберіть спосіб оплати, будь ласка

source: Please select shipping option
uk_ua: Оберіть спосіб доставки, будь ласка

source: Your payment has been successfully accepted. We will process your order and contact you shortly.
uk_ua: Оплату прийнято. Ми опрацюємо замовлення і зв'яжемося з вами найближчим часом.

source: The requested resource is not available.
uk_ua: Ресурс недоступний.

source: <a href="http://www.shop-script.com/">Ecommerce software</a> by Webasyst
uk_ua: <a href="http://www.shop-script.ru/">Створення інтернет-магазину</a> — Shop-Script

source: Start by creating a product in your <a href="%s">store backend</a>.
uk_ua: Почніть зі створення товару у <a href="%s">бекенді магазину</a>.

source: Product set with the ID <strong>%s</strong> either does not exist or does not contain any product. Add some products into a product set with the specified ID to make these products featured here.
uk_ua: Переліку товарів із ідентифікатором <strong>%s</strong> або не існує, або він не містить товарів. Аби відобразити тут товари, додайте їх до списку із таким ідентифікатором.

source: Special offers for %s
uk_ua: Спеціальні пропозиції для %s

source: %s is now <a href="%s"><strong>in your shopping cart</strong></a>
uk_ua: %s тепер <a href="%s"><strong>у вашому кошику покупок</strong></a>

source: Pre-order only
uk_ua: Тільки під замовлення

source: More
uk_ua: Ще

source: Product with the selected option combination is not available for purchase
uk_ua: Товар з обраним набором характеристик недоступний для покупки

source: See also
uk_ua: Рекомендуємо переглянути

source: Find products
uk_ua: Знайти товари

source: Better together
uk_ua: Краще разом

source: %s online store
uk_ua: %s онлайн магазин

source: Contact us
uk_ua: Зв'яжіться з нами

source: Buy %s
uk_ua: Купити %s

source: Cart
uk_ua: Кошик

source: My shopping cart
uk_ua: Мій кошик

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 5</a>
uk_ua: Ми використовуємо <a href="http://www.shop-script.ru/" target="_blank">Shop-Script</a>

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 7</a>
uk_ua: Ми використовуємо <a href="http://www.shop-script.ru/" target="_blank">Shop-Script</a>

source: Embed into:
uk_ua: Додати до:

source: Design template
uk_ua: Шаблон дизайну

source: Page or another Webasyst app
uk_ua: Сторінки або в інший додаток Webasyst

source: For certain design theme changing <code>list-thumbs.html</code> to an appropriate template file name may be required (if embed code is not working properly, and you are not sure about the file name, please contact design theme developer).
uk_ua: Для деяких тем дизайну може знадобитися замінити у наведеному коді імені файлу шаблону виведення товарів <code>list-thumbs.html</code> на інше відповідне ім'я файлу (якщо наведений нижче код для вставки списку товарів не працює, і ви не впевнені, яке ім'я файлу потрібно вказати, зв'яжіться з розробником теми дизайну).

source: In the code below, replace <code>THEME_ID</code> with your design theme ID (get your theme ID in the design editor’s theme settings screen).
uk_ua: У коді для вставки списку товарів необхідно замінити <code>THEME_ID</code> на ідентифікатор теми дизайну, яку ви використовуєте для вашого інтернет-магазину (ідентифікатор можна подивитися в настройках теми дизайну в розділі «Вітрина»).

source: This coupon was used for <strong>%d order</strong>.
uk_ua: Цей купон вже був використаний для <strong>%d замовлення</strong>.

source: %d contact
uk_ua: %d контакт

source: %d product will be deleted without the ability to restore.
uk_ua: %d товар буде видалено без можливості відновлення.

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
uk_ua: Не вдалося завантажити. Швидше за все, недостатньо пам'яті для створення ескізів.

source: %d order
uk_ua: %d замовлення

source: SKU "%s" is deleted
uk_ua: Артикул "%s" видалено

source: of %d
uk_ua: із %d

source: %d log item
uk_ua: %d елемент логу

source: Variables <strong>%s</strong> will be replaced with the actual product information when displaying it on the storefront. Can be used in title and META fields.
uk_ua: У вмісті заголовків title і META-полів товару можна використовувати змінні <strong>%s</strong>, які будуть замінені актуальною інформацією про товар при його відображенні на вітрині.

source: %d day
uk_ua: %d день

source: %d SKU in total
uk_ua: %d артикул усього

source: Based on last 30 days sales dynamic (%d items of %s sold during last 30 days), you will run out of %s in <strong>%d days</strong> (on %s)
uk_ua: Протягом останніх 30 днів продано %d одиниць товару %s. При збереженні такої динаміки продажів товар %s повністю закінчиться на складі через <strong>%d днів</strong> (%s)

source: option
uk_ua: опція

source: %d review
uk_ua: %d відгук

source: Set this SKU weight in case it differs from the product default weight value (%s).
uk_ua: Вкажіть вагу артикула у разі, якщо вона відрізняється від значення ваги продукта за замовчуванням (%s).

source: %d product
uk_ua: %d товар

source: Checkout funnel report shows how many customers abandon their orders during the checkout process based on unique shopping cart sessions.
uk_ua: Звіт про воронку оформлення замовлення, заснований на унікальних сеансах у кошику, показує, скільки клієнтів відмовляються від своїх замовлень у процесі оформлення замовлення.

source: Change comparing to previous checkout step
uk_ua: Зміни порівняно із попереднім кроком замовлення

source: Start over
uk_ua: Почати заново

source: Dismiss
uk_ua: Закрити

source: Reset checkout funnel
uk_ua: Скинути воронку оформлення замовлення

source: Entire checkout funnel report data will be erased without the ability to restore.
uk_ua: Увесь звіт про воронку буде видалено без можливості відновлення.

source: %d customer
uk_ua: %d покупець

source: <strong>Checkout process settings were altered on %s.</strong> This report is based on data collected both before and after this change and thus may be unrepresentative.
uk_ua: <strong>Налаштування процесу оформлення замовлення було змінено %s.</strong> Воронка формується на підставі даних, які були зібрані і до, і після цієї зміни, тому інформація у цьому звіті може бути неточною.

source: Billing address is configured not to be prompted during checkout, which means that tax by billing will not be calculated for most orders.
uk_ua: Процес оформлення замовлення налаштовано таким чином, що адреса платника не запитується у покупця на етапі введення контактної інформації. Розрахунок податку за адресою платника не буде працювати для замовлень, при оформленні яких не було задано адресу платника.

source: Search orders
uk_ua: Пошук замовлень

source: Last %d day
uk_ua: Останній %d день

source: Products added:
uk_ua: Додано товарів:

source: Images uploaded:
uk_ua: Завантажено зображень:

source: Profile name
uk_ua: Назва профілю

source: New importexport profile
uk_ua: Новий профіль імпорту/експорту

source: Empty result
uk_ua: Порожній результат

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
uk_ua: Допускаються тільки файли з розширеннями .gif, .jpg, .jpeg, .png.

source: Perform action to all selected orders?
uk_ua: Виконати дію з усіма вибраними замовленнями?

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
uk_ua: Усі зміни, застосовані до зображення, буде втрачено, і буде відновлено оригінальне зображення. Продовжити?

source: Drag products here
uk_ua: Перетягніть товари сюди

source: Please select at least one product
uk_ua: Оберіть хоча б один товар

source: This will delete entire page. Are you sure?
uk_ua: Усю сторінку буде видалено. Продовжити?

source: options
uk_ua: варіанти

source: %d SKUs in total
uk_ua: Усього %d артикулів

source: A product must have at least one SKU.
uk_ua: Товар повинен мати принаймні один артикул.

source: Click “Save” button below to apply this change.
uk_ua: Натисніть «Зберегти», аби застосувати цю зміну.

source: This will delete this order state. Are you sure?
uk_ua: Статус замовлення буде видалено. Ви впевнені?

source: Upsell products will be offered for a particular base product according to the following criteria:
uk_ua: Рекомендовані товари буде підібрано для базового товару згідно з такими правилами:

source: contain
uk_ua: містить

source: matches base product value
uk_ua: збігається з базовим

source: differs from base product value
uk_ua: відрізняється від базового

source: all of selected values (AND)
uk_ua: усі вибрані (І)

source: any of selected values (OR)
uk_ua: будь-яке з обраних (АБО)

source: is
uk_ua: дорівнює

source: Tag
uk_ua: Тег

source: %d value
uk_ua: %d значення

source: Export products to CSV
uk_ua: Експорт товарів у CSV

source: Save your existing products information in a CSV file
uk_ua: Збереження інформації про товари магазина до CSV-файлу

source: Access denied
uk_ua: Доступ заборонено

source: Featured on homepage
uk_ua: Рекомендований на головній сторінці

source: Free shipping
uk_ua: Безкоштовна доставка

source: % Discount
uk_ua: % знижка

source: Error while rebuild thumbnails
uk_ua: Помилка при оновленні ескізів

source: Invalid primary field
uk_ua: Невірно вказано колонку ідентифікації

source: Invalid secondary field
uk_ua: Невірне вторинне поле

source: Empty primary CSV column
uk_ua: Колонка ідентифікації порожня

source: Empty secondary CSV column
uk_ua: Порожня вторинна колонка

source: Currency
uk_ua: Валюта

source: META Keyword
uk_ua: META ключові слова

source: Product sort order
uk_ua: Порядок сортування товарів

source: Exported
uk_ua: Експортовано

source: %02d hr %02d min %02d sec
uk_ua: %02d год %02d хв %02d сек

source: (total time: %s)
uk_ua: (загальний час: %s)

source: Basic fields
uk_ua: Основні поля

source: SKU fields
uk_ua: Поля артикула

source: Select feature
uk_ua: Оберіть характеристику

source: feature
uk_ua: характеристика

source: Error file upload
uk_ua: Помилка завантаження файлу

source: CSV column map
uk_ua: Відповідність стовпців файлу та властивостей товарів

source: No data columns were located in the uploaded file. Make sure right separator and encoding were chosen for this upload.
uk_ua: У завантаженому файлі стовпців із даними не виявлено. Перевірте правильність вибору символу-роздільника та кодування файлу.

source: Unsupported CSV file structure
uk_ua: Непідтримувана структура CSV-файлу

source: Search results
uk_ua: Результати пошуку

source: Unknown category
uk_ua: Невідома категорія

source: Customer name
uk_ua: Ім'я покупця

source: Number of orders
uk_ua: Кількість замовлень

source: Last order
uk_ua: Останні замовлення

source: Registered
uk_ua: Зареєстрований

source: Unknown currency
uk_ua: Невідома валюта

source: My account
uk_ua: Особистий кабінет

source: Unknown page
uk_ua: Невідома сторінка

source: Order not found
uk_ua: Замовлення не знайдене

source: The file will be available for download after the order is paid and processed.
uk_ua: Файл буде доступним для завантаження після оплати та обробки замовлення.

source: File not found
uk_ua: Файл не знайдено

source: Order item not found
uk_ua: Замовлена ​товарна позиція не знайдена

source: Printform not found
uk_ua: Друковану форму не знайдено

source: Account
uk_ua: Акаунт

source: Only %d pcs of %s are available, and you already have all of them in your shopping cart.
uk_ua: Вибачте, але в наявності тільки %d одиниць товару %s, і всі вони в корзині покупок.

source: Oops! %s is not available for purchase at the moment. Please remove this product from your shopping cart to proceed.
uk_ua: Вибачте, але товар «%s» недоступний для покупки на даний момент. Видаліть, будь ласка, цей товар із кошика, аби оформити замовлення.

source: Your shopping cart is empty. Please add some products to cart, and then proceed to checkout.
uk_ua: Ваш кошик порожній. Заповніть кошик товарами, щоб оформити замовлення.

source: Product not found
uk_ua: Товар не знайдено

source: %d review for
uk_ua: %d відгук до товару

source: Invalid auth provider
uk_ua: Невідома служба авторизації

source: Invalid auth provider data
uk_ua: Невідомий формат даних від служби авторизації

source: Shipping is required
uk_ua: Оберіть спосіб доставки

source: Unkown type of product
uk_ua: Невідомий тип товарів

source: Unknown region for delivery
uk_ua: Невідомий регіон доставки

source: Please add at least one product to save this order
uk_ua: Для збереження замовлення необхідно додати хоча б один товар

source: The number of items your can add to the order is limited by the stock level
uk_ua: Кількість елементів, які можна додати у замовлення, обмежена їх наявністю на складі

source: Select stock
uk_ua: Оберіть склад

source: Unknown product
uk_ua: Невідомий товар

source: Unkown offset
uk_ua: Невідоме зміщення

source: Unkown count
uk_ua: Невідома кількість

source: Empty code
uk_ua: Порожній код

source: Unknown image
uk_ua: Невідоме зображення

source: Coudn't delete image
uk_ua: Не вдалося видалити зображення

source: Image not found
uk_ua: Зображення не знайдене

source: Unkown image
uk_ua: Невідоме зображення

source: Error when move
uk_ua: Помилка при переміщенні

source: Error while rotate. I/O error
uk_ua: Помилка при виконанні повороту. Помилка вводу-виводу

source: Error while rotate. Operation canceled
uk_ua: Помилка при виконанні повороту. Операцію скасовано
