Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Drag images between automatically detected groups, and assign them to either new or existing products. Click “Upload images” when setup is complete.
uk_ua: Перетягуйте зображення між автоматично виявленими групами і прикріплюйте їх до нових або існуючих товарів. Після завершення угруповання клацніть по кнопці «Завантажити зображення».

source: Add product
uk_ua: Додати товар

source: Assign all new products following product type:
uk_ua: Встановити усім новим товарам наступний тип товарів:

source: Upload images
uk_ua: Завантажити зображення

source: Stop upload
uk_ua: Зупинити завантаження

source: Files uploaded with errors
uk_ua: Файли завантажено із помилками

source: There are no orders in this view.
uk_ua: У цьому переліку немає замовлень.

source: Print
uk_ua: Друк

source: Printable version
uk_ua: Версія для друку

source: Order created
uk_ua: Замовлення створене

source: Referrer
uk_ua: Реферер

source: Keyword
uk_ua: Ключове слово

source: IP
uk_ua: IP-адреса

source: Back
uk_ua: Назад

source: Unknown state
uk_ua: Невідомий статус

source: This is the first order placed by this customer
uk_ua: Це перше замовлення цього клієнта

source: Shipment tracking number
uk_ua: Номер відправлення

source: Qty
uk_ua: Кількість

source: Total
uk_ua: Всього

source: Subtotal
uk_ua: Підсумок

source: Discount
uk_ua: Знижка

source: Tax
uk_ua: Податок

source: Save changes
uk_ua: Зберегти зміни

source: Click “Save” button below to commit the delete.
uk_ua: Натисніть на кнопку «Зберегти», аби підтвердити видалення.

source: Order timeline
uk_ua: Історія виконання замовлення

source: Customer
uk_ua: Покупець

source: Type name, email or phone number
uk_ua: Введіть ім'я, email або номер телефону

source: Phone
uk_ua: Телефон

source: Email
uk_ua: Електронна пошта

source: Remove from the order
uk_ua: Видалити із замовлення

source: Add products
uk_ua: Додати товари

source: Comment to the order
uk_ua: Коментар до замовлення

source: Type product or SKU name
uk_ua: Введіть назву товара або артикула

source: Tax will be calculated after the order is saved.
uk_ua: Податок буде розраховано після збереження замовлення.

source: Save order
uk_ua: Зберегти замовлення

source: With selected
uk_ua: Із зазначеними

source: Order content
uk_ua: Зміст замовлення

source: Show more orders
uk_ua: Показати більше замовлень

source: Popular plugins
uk_ua: Популярні плагіни

source: Plugins
uk_ua: Плагіни

source: Plugin %s is installed and working.
uk_ua: Плагін %s встановлено і запущено.

source: Customize this print form in <a href="%s">Settings &rarr; Print forms</a>
uk_ua: Налаштуйте зовнішній вигляд форми у розділі «<a href="%s">Налаштування &rarr; Друковані форми</a>»

source: No configuration options are available for this plugin.
uk_ua: Для цього плагіна немає доступних параметрів.

source: Unknown plugin
uk_ua: Невідомий плагін

source: Add comment
uk_ua: Додати коментар

source: on <a href="%s">%s</a>
uk_ua: до товару <a href="%s">%s</a>

source: delete
uk_ua: видалити

source: restore
uk_ua: відновити

source: Review deleted
uk_ua: Відгук видалено

source: Review for unknown product
uk_ua: Відгук до невідомого товару

source: in reply to
uk_ua: у відповідь на

source: reply
uk_ua: відповідь

source: All stocks
uk_ua: Усі склади

source: Newest
uk_ua: Найновіші

source: Oldest
uk_ua: Найстаріші

source: Product
uk_ua: Товар

source: There are no stock update records on @%s yet.
uk_ua: Немає записів про зміну залишків @%s на складі.

source: There are no stock update records yet.
uk_ua: Немає записів про зміну залишків на складі.

source: Edit
uk_ua: Редагувати

source: Last 30 days
uk_ua: Останні 30 днів

source: All time
uk_ua: Увесь час

source: Sales
uk_ua: Продажі

source: Profit
uk_ua: Прибуток

source: Total stock balance
uk_ua: Загальний запас

source: View log
uk_ua: Перегляд журналу

source: Delete product
uk_ua: Видалити товар

source: Approximate date when you run out of stock for this SKU based on average selling rate for this product
uk_ua: Приблизна дата, коли цей артикул закінчиться на складі, порахована на основі середнього темпу продажу цього товару

source: Customer reviews
uk_ua: Відгуки покупців

source: Show all reviews
uk_ua: Показати усі відгуки

source: Basics
uk_ua: Основні дані

source: Descriptions
uk_ua: Опис

source: Related products
uk_ua: Пов'язані товари

source: Stock updates
uk_ua: Журнал змін залишків

source: Status
uk_ua: Статус

source: Visible
uk_ua: Опубліковано

source: Hidden
uk_ua: Приховано

source: edit
uk_ua: редагувати

source: Hidden products are not shown among other products in the storefront, are not available for purchase, and can be viewed by the direct URL only.
uk_ua: Приховані товари не показуються на вітрині у загальних списках товарів і їх не можна додати в корзину. Переглянути прихований товар на вітрині можливо тільки за прямим посиланням

source: Change type
uk_ua: Змінити тип

source: Please select a category
uk_ua: Оберіть категорію

source: Create new category...
uk_ua: Створити нову категорію...

source: No category exists
uk_ua: Категорій немає

source: Remove product from this category
uk_ua: Видалити товар з цієї категорії

source: Create
uk_ua: Створити

source: Add category
uk_ua: Додати категорію

source: Taxable
uk_ua: Оподатковується

source: No
uk_ua: Немає

source: Selling mode
uk_ua: Режим продаж

source: SKUs
uk_ua: Артикули

source: Best for single-priced products and products with a flat list of purchase options (SKUs). SKUs are added one-by-one arbitrarly. Customer selects individual SKU and adds it to shopping cart.
uk_ua: Найкраще для товарів з однією ціною та продуктів з пласким переліком варіантів придбання (артикулами). Артикули додаються порядково. Покупець обирає один артикул та додає його до корзини.

source: Best for multi-dimensional featured products, e.g. apparel or footwear which can vary in size and color. Flat SKU list is created automatically based on the combination of features offered for selection. Customer is prompted to choose preferable product feature values which unambiguously identifies SKU that is being added to shopping cart.
uk_ua: Найкраще підходить для продуктів з декількома варіаціями — наприклад, одежі чи взуття, які можуть відрізнятися розміром та кольором. Плаский перелік артикулів автоматично створюється на основі сполучення характеристик, які можна обрати. Покупець може обрати бажані значення характеристик, які однозначно вкажуть на те, який артикул потрібно додати до кошику.

source: To activate this mode, this particular product must be assigned a product type which offers at least one product feature with a <strong>multiple choice</strong> control, i.e. checkbox list. The list of available product types and features is configured on the <em>Settings &rarr; Product types &amp; features</em> screen.
uk_ua: Аби активувати цей режим, вказаний товар має належати до типу, у якому є щонайменше одна характеристика з можливістю <strong>множинного вибору</strong>, тобто прапорцями. Перелік доступних типів товарів та характеристик можна налаштувати на сторінці <em>Налаштування → Типи та характеристики товарів</em>.

source: Pricing & availability
uk_ua: Ціни і доступність

source: Base price
uk_ua: Базова ціна

source: Base price is applied unless you override it for a particular SKU. A list of overrided SKUs is shown below. Stock level can be tracked on the level of individual SKUs only, not for the entire product.
uk_ua: Базова ціна буде застосована до товару за замовчуванням і може бути перевизначена на рівні кожного артикулу. Складський облік ведеться на рівні кожного артикулу.

source: Add purchase option
uk_ua: Додати артикул

source: Any text code or label identifying this product, e.g. model or serial number
uk_ua: Текстовий ідентифікатор товару — наприклад, назва моделі чи серійний номер

source: SKU name displayed in the storefront
uk_ua: Назва артикулу, що показана на вітрині

source: Multiple stocks
uk_ua: По складах

source: Show all options
uk_ua: Показати усі налаштування

source: Options
uk_ua: Налаштування

source: Delete this SKU?
uk_ua: Видалити цей артикул?

source: loading...
uk_ua: завантаження...

source: Summary
uk_ua: Короткий опис

source: Few words describing the most of the product.
uk_ua: Кілька слів, що найточніше описують товар.

source: Separate tags with comma (,).
uk_ua: Розділяйте теги комами (,).

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$product.params.key&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Необов'язковий набір додаткових параметрів <em>key=value</em> (використовуються в шаблоні фронтенду у вигляді <em>&#123;$product.params.key&#125;</em>). Кожну пару key=value вказуйте з нового рядка.

source: This feature is not listed for the product type this product belongs to
uk_ua: Ця характеристика не належить до типу, який обраний для даного товару

source: Cancel
uk_ua: Скасувати

source: other
uk_ua: додати значення

source: color name
uk_ua: назва кольору

source: Yes
uk_ua: Так

source: Not defined
uk_ua: Не вказано

source: Product features undefined
uk_ua: Характеристики товарів не визначено

source: Feature name
uk_ua: Назва характеристики

source: Feature value
uk_ua: Значення характеристики

source: New feature
uk_ua: Нова характеристика

source: To edit product custom features, add at least one product type on the <em>Settings → Product types & features</em> screen.
uk_ua: Для редагування характеристик товару створіть хоча б один тип товарів у розділі <em>Налаштування → Типи і характеристики товарів</em>.

source: Assign this product to a particular product type to be able to edit product custom features.
uk_ua: Для редагування значень характеристик необхідно вказати тип цього товару.

source: Flat SKU list
uk_ua: Плаский перелік артикулів

source: Selectable features
uk_ua: Вибір характеристик

source: To activate this mode, this particular product must be assigned a product type which offers at least one <strong>selectable</strong> feature (the list of available product types and features is configured at <em>Settings &rarr; Product types &amp; features</em>).
uk_ua: Щоб включити цей режим продажу для даного товару, необхідно віднести його до типу товарів з хоча б однією характеристикою, яка передбачає <strong>вибір</strong> із заданих варіантів (список типів товарів і характеристик налаштовується в розділі <em>Налаштування → Типи і характеристики товарів</em>).

source: Badge
uk_ua: Наклейка

source: Custom
uk_ua: Інший

source: YOUR TEXT
uk_ua: ВАШ ТЕКСТ

source: Set custom badge
uk_ua: Встановити наклейку

source: Remove badge
uk_ua: Видалити наклейку

source: Left
uk_ua: Наліво

source: Right
uk_ua: Направо

source: Delete photo
uk_ua: Видалити фотографію

source: Full size
uk_ua: Повний розмір

source: Dimensions
uk_ua: Розміри

source: Size
uk_ua: Розмір

source: Original image
uk_ua: Оригінал

source: Normal size
uk_ua: Нормальний розмір

source: Next →
uk_ua: Далі →

source: Delete image
uk_ua: Видалити зображення

source: Image “%s” will be deleted without the ability to restore. Are you sure?
uk_ua: Зображення «%s» буде видалено без можливості відновлення. Видалити?

source: add description
uk_ua: додати опис

source: Page settings
uk_ua: Налаштування сторінки

source: draft
uk_ua: чорновик

source: New page
uk_ua: Нова сторінка

source: Preview
uk_ua: Попередній перегляд

source: Page name
uk_ua: Назва сторінки

source: Page URL
uk_ua: URL сторінки

source: Cross-selling
uk_ua: Перехресні продажі (Cross-selling)

source: On
uk_ua: Увімкнено

source: Auto
uk_ua: Авто

source: based on what other customers bought with %s
uk_ua: на підставі того, що інші покупці замовляли разом з %s

source: products from category
uk_ua: товари з категорії

source: Off
uk_ua: Вимкнено

source: Select manually
uk_ua: Вибрати вручну

source: Start typing product name or SKU
uk_ua: Почніть вводити назву товару або артикулу

source: Upselling & Similar
uk_ua: Схожі і альтернативні товари

source: Show more reviews
uk_ua: Показати більше відгуків

source: None of your customers posted a review of this product yet.
uk_ua: Ніхто з покупців ще не залишав відгук про цей товар.

source: Use <a href="%s">Services</a> screen to add new custom services.
uk_ua: Для додавання нових послуг скористайтеся розділом <a href="%s">Послуги</a>.

source: for
uk_ua: для

source: Setup by SKU
uk_ua: Налаштувати по артикулу

source: No custom services are defined in your online store yet. Create a service using the <a href="%s">Services</a> screen.
uk_ua: У вашому магазині послуги ще не визначені. Додайте нову послугу в розділі <a href="%s">Послуги</a>.

source: SKU image
uk_ua: Зображення артикулу

source: Available for purchase
uk_ua: Доступне для замовлення

source: Purchase price
uk_ua: Закупівельна ціна

source: Compare at price
uk_ua: Закреслена ціна

source: Attachment
uk_ua: Прикріплений файл

source: Save product information to be able to upload an attachment
uk_ua: Аби завантажити файл, збережіть інформацію про товар

source: Please do not close your browser window and do not leave this page until the entire upload process is finished.
uk_ua: Будь ласка, не закривайте браузер і не покидайте цю сторінку, поки не завершиться процес завантаження.

source: A link to download attached file will be sent to customer in the order notification email. The link will be functional only when the order is paid.
uk_ua: Посилання на завантаження файлу буде відправлено покупцеві в повідомленні про замовленні і буде працювати тільки у випадку, якщо замовлення було оплачено.

source: Optional file description
uk_ua: Коментар до прикріпленого файлу (не обов'язково)

source: Export
uk_ua: Експорт

source: Organize
uk_ua: Організувати

source: Create new set
uk_ua: Створити новий перелік

source: Add to category
uk_ua: Додати до категорії

source: Add to set
uk_ua: Додати до переліку

source: Remove from set
uk_ua: Виключити з переліку

source: Remove from category
uk_ua: Виключити з категорії

source: Delete products
uk_ua: Видалити товари

source: Products in this view are sorted <strong>by date added</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за датою додавання</strong>.

source: Sort order cannot be changed to manual here.
uk_ua: Порядок сортування у цьому списку не може бути задано вручну.

source: Products in this view are sorted <strong>by name</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за найменуванням</strong>.

source: Products in this view are sorted <strong>by price</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за ціною</strong>.

source: Products in this view are sorted <strong>by count in stocks</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за наявністю на складі</strong>.

source: Products in this view are sorted <strong>by rating</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за рейтингом</strong>.

source: Products in this view are sorted <strong>by total sales value</strong>.
uk_ua: Товари у цьому списку відсортовано <strong>за сумою продажів</strong>.

source: Untitled
uk_ua: Без назви

source: Category settings
uk_ua: Налаштування категорії

source: Set settings
uk_ua: Налаштування переліку

source: Delete category
uk_ua: Видалити категорію

source: Delete set
uk_ua: Видалити перелік

source: Order by
uk_ua: Порядок сортування

source: name
uk_ua: назва

source: price
uk_ua: ціна

source: in stock
uk_ua: наявність

source: rating
uk_ua: рейтинг

source: date added
uk_ua: дата додавання

source: top selling
uk_ua: обсяг продажу

source: manual
uk_ua: вручну

source: Get embed code
uk_ua: Отримувати код для вбудовування

source: Show more products
uk_ua: Показати більше товарів

source: Don't delete products
uk_ua: Не видаляти товари

source: Products stored to this category will not be deleted
uk_ua: Товари, що знаходяться у цій категорії, не буде видалено

source: Products stored in this set will not be deleted
uk_ua: Товари, що знаходяться в цьому переліку, не буде видалено

source: Delete all products stored in this category (%d)
uk_ua: Видалити усі товари, що знаходяться у цій категорії (%d)

source: Delete all products stored in this set (%d)
uk_ua: Видалити усі товари, що знаходяться у цьому переліку (%d)

source: Not available for smart categories.
uk_ua: Недоступно для динамічних категорій.

source: Full HTML/Smarty code for embedding this product set into a design template or a page of any app of this Webasyst installation.
uk_ua: Повний HTML/Smarty-код для вбудовування переліку товарів у шаблон теми дизайну або на сторінку будь-якої програми всередині вашого Webasyst.

source: Close
uk_ua: Закрити

source: Welcome to your new online store!
uk_ua: Ласкаво просимо до вашого нового інтернет-магазину!

source: Start by creating a product or importing products in bulk.
uk_ua: Почніть зі створення нового товару або імпорту переліку товарів.

source: This is a subcategory product
uk_ua: Цей товар знаходиться в одній з підкатегорій

source: Average user rating: %s / 5
uk_ua: Середня оцінка покупців: %s / 5

source: Total sales
uk_ua: Загальні продажі

source: Added %s
uk_ua: Доданий %s

source: Start again?
uk_ua: Почати знову?

source: Overall sales
uk_ua: Загальний обсяг продажу

source: Traffic sources
uk_ua: Джерела трафіку

source: Keywords
uk_ua: Ключові слова

source: Countries & regions
uk_ua: Країни і регіони

source: Shipping types
uk_ua: Способи доставки

source: Payment types
uk_ua: Способи оплати

source: Compare with past
uk_ua: Порівняти з минулим

source: Previous month
uk_ua: Попередній місяць

source: Previous year
uk_ua: Попередній рік

source: Total profit
uk_ua: Загальний прибуток

source: Expenses
uk_ua: Витрати

source: Product purchase
uk_ua: Закупівля товару

source: Average daily profit
uk_ua: Середній щоденний прибуток

source: Profit by day
uk_ua: Прибуток по днях

source: Profit by month
uk_ua: Прибуток по місяцях

source: New customers
uk_ua: Нові покупці

source: Returning
uk_ua: Ті, що повернулись

source: Average order value
uk_ua: Середня вартість замовлення

source: Average monthly sales
uk_ua: Середній місячний продаж

source: Average daily sales
uk_ua: Середній щоденний обсяг продажів

source: Sales by day
uk_ua: Продажі по днях

source: Sales by month
uk_ua: Продажі по місяцях

source: Returning customers
uk_ua: Покупці, що повернулись

source: Top 10 products
uk_ua: Топ-10 продуктів

source: Top services
uk_ua: Найкращі послуги

source: Top products
uk_ua: Найкращі товари

source: New service
uk_ua: Нова послуга

source: Services allow you to add customization options for products and SKUs, e.g. custom packaging, extended warranty, engraving. Services are great for increasing your online store's average order value.
uk_ua: Послуги дозволяють додавати індивідуальні властивості до товарів і артикулів — наприклад, індивідуальну упаковку, розширену гарантію, гравіювання. Послуги чудово працюють для підвищення середньої вартості замовлень у вашому магазині.

source: Delete this service
uk_ua: Видалити цю послугу

source: Option name
uk_ua: Назва властивості

source: Multiple options
uk_ua: Варіанти

source: Add option
uk_ua: Додати варіант

source: Price you charge for this service can be customized for every product or SKU. Base price is used if the custom price for a particular product is not set.
uk_ua: Ціна цієї послуги може бути змінена для кожного товару або артикулу. Базова ціна використовується, якщо індивідуальна ціна для конкретного товару не вказана.

source: Efficiency
uk_ua: Ефективність

source: <strong>+%s (+%f%)</strong> to the overall sales during the last 30 days
uk_ua: <strong>+%s (+%f%)</strong> до загальних продажів протягом останніх 30 днів

source: Applicable for
uk_ua: Застосовується для

source: Automatically offer this service with the products of the following types:
uk_ua: Автоматично застосовувати цю послугу до товарів наступних типів:

source: In addition, select particular products to offer this service with:
uk_ua: Додатково вкажіть товари, які слід пропонувати із цією послугою:

source: Start typing product or SKU name
uk_ua: Почніть друкувати назву товару або артикулу

source: Inherit from product
uk_ua: Успадковувати від товару

source: Delete service
uk_ua: Видалити послугу

source: Are you sure you want to delete this service?
uk_ua: Дійсно видалити цю послугу?

source: Selectable
uk_ua: Вибір

source: Editable per product (input)
uk_ua: Редагувати для кожного продукту (input)

source: Editable per product (textarea)
uk_ua: Редагувати для кожного продукту (textarea)

source: All product types
uk_ua: Усі типи товарів

source: Disabled
uk_ua: Відключено

source: Enabled
uk_ua: Включено

source: Credit rate
uk_ua: Курс нарахування

source: +1 point per
uk_ua: +1 бал за

source: worth of self placed orders
uk_ua: своїх замовлень

source: Credited for
uk_ua: Нараховано за

source: Selected only
uk_ua: Тільки обрані

source: Usage rate
uk_ua: Курс використання

source: 1 point =
uk_ua: 1 бал =

source: Affiliate programs
uk_ua: Партнерські програми

source: Saved
uk_ua: Збережено

source: Recommended setup
uk_ua: Рекомендована настройка

source: For online stores shipping to multiple countries and regions: <em>1. Contact info &rarr; 2. Shipping &rarr; 3. Payment &rarr; 4. Confirmation.</em>
uk_ua: Для інтернет-магазинів, що відправляють замовлення у кілька країн і регіонів: <em>1. Контактні дані &rarr; 2. Доставка &rarr; 3. Оплата &rarr; 4. Підтвердження.</em>

source: For one-city-centric stores offering mostly courier shipping: <em>1.Shipping &rarr; 2. Contact info &rarr; 3. Payment &rarr; 4. Confirmation</em>
uk_ua: Для магазинів, що зазвичай доставляють замовлення кур'єром у межах одного міста: <em>1.Доставка &rarr; 2. Контактні дані &rarr; 3. Оплата &rarr; 4. Підтвердження</em>

source: For electronic-delivery-only stores: <em>1. Contact info &rarr; 2. Payment &rarr; 3. Confirmation</em>
uk_ua: Для магазинів, що доставляють електронні товари тільки через інтернет: <em>1. Контактні дані &rarr; 2. Оплата &rarr; 3. Підтвердження</em>

source: Be sure to keep the checkout process simple.
uk_ua: Намагайтеся максимально спростити процес оформлення замовлення.

source: Shipping & Contacts
uk_ua: Доставка і контакти

source: Some shipping options require to know the destination address. If shipping step is before the contact info step (i.e. customer didn't input the address yet), certain shipping options may not calculate shipping rates properly.
uk_ua: Для роботи деяких модулів доставки необхідно знати адресу призначення. Якщо вибір способу доставки пропонується до введення контактних даних (тобто покупець ще не вказав свою адресу), деякі модулі можуть неправильно розраховувати вартість доставки.

source: Confirmation
uk_ua: Підтвердження

source: Disabling the Confirmation step is bad if the order total can be changed during the checkout, e.g. if shipping, tax, or promotions can increase the order total. Make sure your customer seen the final order amount before the order is placed.
uk_ua: Не рекомендується відключати крок підтвердження замовлення, якщо сума замовлення може бути змінена під час його оформлення — наприклад, якщо податок на доставку або подарунки можуть змінити підсумкову суму замовлення. Важливо, щоб покупці бачили підсумкову суму, перш ніж замовлення буде остаточно оформлене.

source: Define the checkout step order and each step settings using the form below.
uk_ua: Визначте порядок оформлення замовлення та налаштування кожного кроку за допомогою наступної форми.

source: Turn on
uk_ua: Увімкнути

source: Checkout step name
uk_ua: Назва кроку

source: Will be displayed in the storefront in the checkout navigation
uk_ua: Відображається на вітрині в області навігації оформлення замовлення

source: Disable this step
uk_ua: Відключити цей крок
