Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Indicates how much does average customer brings you in sales.
uk_ua: Вказує, скільки у середньому клієнт приносить вам у продажах.

source: Lifetime ARPU
uk_ua: ARPU за весь час

source: Average Margin Per User = Total profit / Number of customers
uk_ua: Середня маржа на користувача = Загальний прибуток / Кількість клієнтів

source: Customer Lifetime Value indicates how much does average customer brings you in profit. LTV is the lifetime AMPU.
uk_ua: Значення вартості клієнта за життя (LTV) вказує, скільки прибутку приносить вам середній клієнт. LTV — це AMPU за життя.

source: (direct)
uk_ua: (прямий)

source: Number of customers
uk_ua: Кількість клієнтів

source: Best selling products and services
uk_ua: Продукти і послуги, що найкраще продаються

source: Assets
uk_ua: Активи

source: What to sell
uk_ua: Що продавати

source: Profit percentage = Net profit (%s) / Cost price (%s) = %s%%
uk_ua: Процент прибутку = Чистий прибуток (%s) / Собівартість (%s) = %s%%

source: <strong>+%s%%</strong> to average order value
uk_ua: <strong>+%s%%</Strong> до середньої вартості замовлення

source: On the selected time period, there were no orders with <a href="%s">extra services</a>.
uk_ua: За обраний період часу немає замовлень із <a href="%s">додатковими послугами</a>.

source: There were no products sold on the selected period.
uk_ua: За обраний період немає проданих товарів.

source: In-stock assets
uk_ua: Активи у наявності

source: Number of products:
uk_ua: Кількість продуктів:

source: Stock count
uk_ua: Кількість на складах

source: The overall amount you will get if you sell the entire stock
uk_ua: Загальна сума, яку ви отримаєте, якщо продасте весь запас

source: Net worth
uk_ua: Чиста вартість

source: Selling time
uk_ua: Тривалість продажу

source: Not enough sales data to estimate selling time for this product
uk_ua: Не вистачає даних про продажі, аби оцінити тривалість продажу даного продукту

source: %d item
uk_ua: %d елемент

source: Forecast period
uk_ua: Період прогнозу

source: 1 month
uk_ua: 1 місяць

source: 3 months
uk_ua: 3 місяці

source: 6 months
uk_ua: 6 місяців

source: 1 year
uk_ua: 1 рік

source: 2 years
uk_ua: 2 роки

source: Profit per selling one item of a product
uk_ua: Прибуток з продажу одиниці товару

source: Profit per item
uk_ua: Прибуток за штуку

source: Average number of items sold per month
uk_ua: Середня кількість проданих одиниць товару на місяць

source: Sold per month
uk_ua: Продано за місяць

source: Estimated overall sales for the selected period
uk_ua: Плановий загальний обсяг продажу за вибраний період

source: Estimated overall number of items to be shipped
uk_ua: Планова загальна кількість доставлених одиниць товару

source: Items to ship
uk_ua: Товарів на доставку

source: Estimated extra expenses on the purchase of items in addition to the current stock level
uk_ua: Планові додаткові витрати на закупівлю товарів у додаток до поточного складського запасу

source: Investments
uk_ua: Інвестиції

source: Estimated total income on selling these items
uk_ua: Плановий загальний дохід від продажу цих товарів

source: Income
uk_ua: Прихід

source: Traces of A/B test found for selected period
uk_ua: За вибраний період знайдено сліди А/Б-тесту

source: Select A/B test to show
uk_ua: Оберіть А/Б-тест для показу

source: Sales report
uk_ua: Звіт по продажах

source: Overall amount of all paid orders
uk_ua: Загальна сума усіх сплачених замовлень

source: Sales volume
uk_ua: Обсяг продажів

source: Average paid order amount
uk_ua: Середня сума оплаченого замовлення

source: Average order
uk_ua: Середня вартість замовлення

source: Profit = Order amount &minus; Shipping &minus; Tax &minus; Product purchase price
uk_ua: Прибуток = Сума замовлення &мінус; доставка &мінус; податок &мінус; закупівельна ціна товару

source: Return On Investment for the selected period = Profit / Marketing costs
uk_ua: Повернення інвестицій за обраний період = Прибуток / Витрати на маркетинг

source: Overall ROI calculated for the entire data. This is where your current ROI value might converge to.
uk_ua: Загальна рентабельність (ROI) розраховується за усіма даними. Ваше поточне значення ROI може зійтись у цій точці.

source: All time ROI
uk_ua: ROI за увесь час

source: Service price
uk_ua: Вартість послуги

source: When ordered with a particular product, service increases product base price by the amount provided. Service price can be set in bulk for all products, or customized for every individual product or SKU.
uk_ua: При замовленні разом із конкретним товаром, послуга збільшує базову вартість товару на зазначену суму. Вартість послуги може бути вказана масово для усіх товарів або налаштована індивідуально для кожного товару або артикулу.

source: Offer this service with following products:
uk_ua: Запропонувати цю послугу із наступними товарами:

source: Select particular products
uk_ua: Обрати конкретні товари

source: When converting prices into primary currency:
uk_ua: При конвертації цін у основну валюту:

source: Round fractions up only
uk_ua: Тільки округлі дроби

source: Maps
uk_ua: Карти

source: <a href="%s" target="_blank">See documentation</a> for details.
uk_ua: <a href="%s" target="_blank">Перегляньте документацію</a>, аби дізнатися більше.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
uk_ua: Аби увімкнути надсилання SMS, встановіть та налаштуйте плагін для обраного SMS-шлюзу.<br /> <a href="%s">Перегляньте плагіни SMS-шлюзів</a> у додатку «Інсталер».

source: Delete order action
uk_ua: Дія видалення замовлення

source: Set order state
uk_ua: Встановити стан замовлення

source: Don’t change order state
uk_ua: Не змінювати стан замовлення

source: Button
uk_ua: Кнопка

source: Link
uk_ua: Посилання

source: Custom order email and SMS notifications can be setup on the <strong class="nowrap">Settings > Notifications</strong> screen.
uk_ua: Користувальницькі email- та SMS-повідомлення можуть бути налаштовані у розділі <strong class="nowrap">Налаштування → Повідомлення</strong>.

source: Search algorithm
uk_ua: Алгоритм пошуку

source: Basic
uk_ua: Базовий

source: Smart
uk_ua: Розумний

source: Product search will be performed by product and SKU names.
uk_ua: Пошук товару буде виконуватися за назвою товарів та артикулів

source: Out-of-stock products can be added to cart and ordered
uk_ua: Продукти, що відсутні на складі, можна додати у кошик і замовити

source: Compare custom ranges...
uk_ua: Порівняти спеціальні діапазони...

source: Cohorts
uk_ua: Когорти

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience. Please remove this product from your shopping cart to proceed.
uk_ua: Ой! Товар %s щойно закінчився на складі і вже недоступний для прибання. Ми просимо вибачення за незручності. Будь ласка, видаліть цей товар із вашого кошику, аби продовжити.

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience.
uk_ua: Ой! Товар %s щойно закінчився на складі і вже недоступний для прибання. Ми просимо вибачення за незручності.

source: Not available
uk_ua: Не доступний

source: Contact deleted: %d
uk_ua: Контакт вилучено: %d

source: Add at least two variants.
uk_ua: Додати принаймні два варіанти.

source: Incorrect format.
uk_ua: Невірний формат.

source: Sales by source
uk_ua: Продажі за джерелами

source: Social
uk_ua: Соціальні

source: Sales by social media
uk_ua: Продажі у соціальних медіа

source: Sales by country and region
uk_ua: Продажі за країнами і регіонами

source: Sales by campaign
uk_ua: Продажі по акції

source: Sales by shipping option
uk_ua: Продажі за варіантом доставки

source: Sales by payment method
uk_ua: Продажі за способом оплати

source: Sales by coupon
uk_ua: Продажі за купоном

source: Landings
uk_ua: Посадки

source: Sales by landing page
uk_ua: Продажі за цільовими сторінками

source: (not defined)
uk_ua: (не визначено)

source: region not specified
uk_ua: регіон не вказано

source: Oops! For some reason your contact information was lost during the checkout. Please return to the contact information checkout step to finalize your order.
uk_ua: Ой! З якоїсь причини вашу контактну інформацію було втрачено під час оформлення замовлення. Будь ласка, поверніться до кроку контактної інформації, аби завершити ваше замовлення.

source: Payment option is not defined. Please return to the payment selection checkout step to continue.
uk_ua: Спосіб оплати не визначено. Будь ласка, поверніться до кроку вибору способу оплати, аби продовжити.

source: Shipping option is not defined. Please return to the shipping option checkout step to continue.
uk_ua: Спосіб доставки не визначено. Будь ласка, поверніться до кроку вибору способу доставки, аби продовжити.

source: The following discounts are applicable for this order:
uk_ua: Для цього замовлення доступні наступні знижки:

source: Image
uk_ua: Зображення

source: Number of SKUs
uk_ua: Кількість артикулів

source: Number of images
uk_ua: Кількість зображень

source: Last 30 days sales
uk_ua: Продажі за останні 30 днів

source: Number of reviews
uk_ua: Кількість відгуків

source: Round to nearest 100
uk_ua: Округлити до найближчої 100

source: Round to nearest 99
uk_ua: Округлити до найближчих 99

source: Round to nearest 10
uk_ua: Округлити до найближчих 10

source: Round to nearest 1.00
uk_ua: Округлити до найближчої 1.00

source: Round to nearest .99
uk_ua: Округлити до найближчих .99

source: Round to nearest 0.1
uk_ua: Округлити до найближчих 0.1

source: Round to nearest 0.01
uk_ua: Округлити до найближчих 0.01

source: Contact customer
uk_ua: Контакт з клієнтом

source: Message was sent
uk_ua: Повідомлення було надіслане

source: sent a message to customer
uk_ua: відправив повідомлення клієнту

source: Select from a list of values (select)
uk_ua: Оберіть з переліку значень (випадаючий перелік)

source: Multiple values (checkboxes)
uk_ua: Кілька значень (чекбокси)

source: Data too long
uk_ua: Занадто довгі дані

source: n/a
uk_ua: н/д

source: A message was added
uk_ua: Повідомлення додане

source: Send via
uk_ua: Надіслати через

source: Sender
uk_ua: Відправник

source: Message
uk_ua: Повідомлення

source: Send
uk_ua: Надіслати

source: Restart checkout
uk_ua: Скинути оформлення замовлення

source: Additional categories
uk_ua: Додаткові категорії

source: Duplicate product row under each category it belongs to
uk_ua: Повторювати рядки продукту під кожною категорією, якій він належить

source: Product descriptions
uk_ua: Описи продукту

source: Non-HTML product descriptions
uk_ua: Опис товарів без HTML

source: If checked, a &lt;br&gt; tag will be automatically added after every line of the product description.
uk_ua: Якщо цю опцію увімкнено, тег &lt;br&gt; буде автоматично додано після кожного рядку опису товару.

source: Today
uk_ua: Сьогодні

source: Last order %d day ago
uk_ua: Останнє замовлення %d день тому

source: with same email found
uk_ua: із тим же email

source: with same phone found
uk_ua: із тим же номером телефону

source: %d more customer
uk_ua: Ще %d покупець

source: A/B testing in Shop-Script is a great way to compare several versions of your site content and to find out which one impacts sales the most.
uk_ua: А/Б-тестування у Shop-Script — це відмінний спосіб порівняти кілька версій вмісту вашого сайту, аби з'ясувати, яка призведе до найбільших продажів.

source: The complete guide to A/B testing with Shop-Script
uk_ua: Повне керівництво по А/Б-тестуванню у Shop-Script

source: Test ID
uk_ua: Тест ID

source: Embed the following code to any template file or page, and add your custom content you want to split-test:
uk_ua: Додайте наступний код на будь-яку сторінку або файл шаблону, та додайте контент, який ви хочете роздільно протестувати:

source: The results of A/B test will be available on the main sales reports page as soon as you get at least one paid orders after embedding this test code.
uk_ua: Результати А/Б-тестування будуть доступні на головній сторінці звітів, як тільки ви отримаєте хоча б одне оплачене замовлення після активації цього тестового коду.

source: This will delete the entire A/B test and all it's results without the ability to restore this data. Delete?
uk_ua: А/Б-тестування та усі його результати буде видалено без можливості відновлення. Видалити?

source: Not enough sales data to build cohort chart for the selected period.
uk_ua: Не вистачає даних про продажі для побудови когортного графіку за обраний період.

source: quarters
uk_ua: чверті

source: Stream graph
uk_ua: Графік потоку

source: Stacked graph
uk_ua: Діаграма

source: Quarter %s
uk_ua: Чверть %s

source: Average number of orders placed by a single customer
uk_ua: Середня кількість замовлень на одного клієнта

source: Orders per customer
uk_ua: Замовлень на клієнта

source: No paid orders on the selected period.
uk_ua: За обраний період немає сплачених замовлень.

source: Selling time is estimated based on the average monthly sales during last 90 days (%d items per month for this product).
uk_ua: Тривалість продажу оцінюється на основі середньомісячних продажів за останні 90 днів (%d одиниць цього продукту за місяць).

source: A/B tests results available
uk_ua: Доступні результати А/Б-тестування

source: Select test
uk_ua: Оберіть тест

source: Transaction date
uk_ua: Дата транзакції

source: Order was paid or marked as completed
uk_ua: Заказ було оплачено або позначено як виконаний

source: Order was created
uk_ua: Замовлення було створене

source: Orders in sales reports will be grouped by the date selected.
uk_ua: Замовлення у звітах про продажі буде згруповано за обраною датою.

source: %d image imported with errors
uk_ua: %d зображення імпортоване з помилками

source: Unknown action
uk_ua: Невідома дія

source: Version %s
uk_ua: Версія %s

source: Add version
uk_ua: Додати версію

source: New version
uk_ua: Нова версія

source: Add expense
uk_ua: Додати витрату

source: Enter domain name...
uk_ua: Введіть доменне ім'я...

source: Enter UTM campaign ID...
uk_ua: Введіть UTM-ідентифікатор кампанії...

source: One-time
uk_ua: Одноразовий

source: Time frame
uk_ua: Період часу

source: The amount will be gradually distributed by day over the entire period, which allows you to estimate ROI more precisely.
uk_ua: Цю суму буде поступово розподілено по днях за весь період, це дозволить оцінити ROI більш точно.

source: No marketing expenses on the selected period
uk_ua: Маркетингових витрат за обраний період немає

source: Add your marketing expenses to automate ROI (Return On Investment) calculation by traffic source and campaign.
uk_ua: Вкажіть ваші витрати на маркетинг, аби автоматизувати розрахунок ROI (повернення інвестицій) за джерелами трафіку і кампанією.

source: Guest checkout
uk_ua: Оформлення замовлення без авторизації

source: Create new customer record for every guest order
uk_ua: Створити новий запис про клієнта для кожного замовлення без авторизації

source: Automatically add order to existing customer record if same email address were entered
uk_ua: Автоматично додати замовлення у профіль існуючого клієнта, якщо введена адреса електронної пошти

source: Cohort
uk_ua: Когорта

source: Oops!
uk_ua: Ой!

source: Promos
uk_ua: Промо

source: Next 30 days forecast
uk_ua: Прогноз на наступні 30 днів

source: stock net worth
uk_ua: чиста вартість запасів

source: Delete all child categories
uk_ua: Видалити усі дочірні категорії

source: Can manage customers
uk_ua: Можете керувати клієнтами

source: Can manage services
uk_ua: Може керувати послугами

source: Can manage product sets, categories, and promos
uk_ua: Можна керувати переліками товарів, категоріями та промо

source: Can import and export data
uk_ua: Може імпортувати та експортувати дані

source: Read only
uk_ua: Тільки для читання

source: Edit and add new products only
uk_ua: Тільки редагувати та додавати нові продукти

source: Full access
uk_ua: Повний доступ

source: Order %s
uk_ua: Замовлення %s

source: E.g. %s
uk_ua: Наприклад, %s

source: Shop by Department
uk_ua: Переглянути магазин за категоріями

source: Hot deals for %s
uk_ua: Гарячі пропозиції для %s

source: None of your customers purchased this product yet.
uk_ua: Ніхто з ваших клієнтів ще не придбав цей товар.

source: Based on last 90 days sales
uk_ua: На основі останніх 90 днів продажів

source: Forecast
uk_ua: Прогноз

source: Units sold
uk_ua: Продано одиниць

source: Available stock balance
uk_ua: Доступні складські залишки

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in <strong>%d days</strong> (on %s).
uk_ua: Базуючись на середньомісячних показниках продажів %s за останні три місяці (%d одиниць у місяць), ви вичерпаєте його складські залишки через <strong>%d днів</strong> (%s).

source: New promo
uk_ua: Нове промо

source: Promos is an efficient and super easy way to display your custom offers and specials on your online store homepage. Every promo card has a picture, a title, and a custom link.
uk_ua: Промо — ефективний і супер-простий спосіб відображення акцій та спеціальних пропозицій на головній сторінці вашого інтернет-магазину. У кожній промо-картці є зображення, назва та настроюване посилання.

source: Automated assignment of guest orders to existing customers will not work on following sites: <strong>%s</strong>. Due to privacy considerations, auto order assignment requires enabling “Confirm email on signup” option in <em>Site app > select your domain > Personal > Auth & Sign up settings</em>.
uk_ua: Автоматичне прив'язування замовлень без авторизації до існуючих контактів не буде працювати на наступних сайтах: <strong>%s</strong>. Через міркування приватності, автоматичне прив'язування замовлень вимагає вмикання опції підтвердження адреси email при реєстрації у розділі <em>Сайт → (обрати домен) → Особистий кабінет → Налаштування авторизації та входу</em>.

source: Latest blog updates
uk_ua: Свіжі записи у блозі

source: If you don’t see promos on your storefront homepage, you might be using an outdated version of the design theme (home.html template file). Please <a href="%s" target="_blank">follow this guide</a> to embed this new Shop-Script 7 feature to your online store.
uk_ua: Якщо ви не бачите промо на головній сторінці магазину, ви використовуєте застарілу версію теми дизайну (файл шаблону home.html ). Будь ласка, <a href="%s" target="_blank">дотримуйтесь цього керівництва</a> аби увімкнути цю нову функцію Shop-Script 7 у вашому інтернет-магазині.

source: Delete promo
uk_ua: Видалити промо

source: Promo title
uk_ua: Назва промо

source: Promo subtitle
uk_ua: Підзаголовок промо

source: Unable to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: Select at least one storefront.
uk_ua: Оберіть принаймні одну вітрину.

source: There are products that belong to this product type. To delete this product type, you must either delete those products or assign them to another product type first.
uk_ua: Існують товари, що належать до цього типу. Аби видалити цей тип товарів, ви маєте або видалити ці товари, або призначити їх іншому типу.

source: Can not delete product type. At least one product type must remain.
uk_ua: Не вдалося видалити тип товару. Має існувати принаймні один тип.

source: Shop
uk_ua: Магазин

source: Store
uk_ua: Магазин

source: Shop-Script is a robust shopping cart software that allows you to quickly establish your own online store and sell online.
uk_ua: Shop-Script — це надійне програмне забезпечення, що дозволяє швидко налаштувати власний інтернет-магазин і продавати в Інтернеті.

source: Order %s was completed
uk_ua: Замовлення %s виконано

source: Order %s was placed
uk_ua: Замовлення %s розміщено

source: Order %s was deleted
uk_ua: Замовлення %s видалено

source: Order %s was edited
uk_ua: Замовлення %s відредаговано

source: Design theme will use this color either for text labels or base background color.
uk_ua: Тема дизайну буде використовувати цей колір для текстових міток або базового кольору фону.

source: Promo will be deleted from your storefronts. Delete?
uk_ua: Промо буде видалене з вітрини. Видалити?

source: Save this search
uk_ua: Зберегти цей пошук

source: Change search conditions
uk_ua: Змінити умови пошуку

source: Edit filter
uk_ua: Редагувати фільтр

source: New search
uk_ua: Новий пошук

source: Count only paid orders
uk_ua: Зараховуються тільки сплачені замовлення

source: 30 days
uk_ua: 30 днів

source: 90 days
uk_ua: 90 днів

source: 180 days
uk_ua: 180 днів

source: 365 days
uk_ua: 365 днів

source: Enter date...
uk_ua: Введіть дату...

source: Over %s ago
uk_ua: Більше %s тому

source: or earlier
uk_ua: або раніше

source: or later
uk_ua: або пізніше

source: First order
uk_ua: Перше замовлення

source: Create method
uk_ua: Створити метод

source: Applied discount coupon
uk_ua: Застосовано купон на знижку

source: Purchases
uk_ua: Покупки

source: Purchased product
uk_ua: Придбаний товар

source: Purchase time frame
uk_ua: Період покупки

source: Customer info
uk_ua: Інформація про клієнта

source: Referer
uk_ua: Реферер

source: UTM campaign
uk_ua: UTM-кампанія

source: Search
uk_ua: Пошук

source: Delete filter
uk_ua: Видалити фільтр

source: Filter name
uk_ua: Назва фільтру

source: Visibility
uk_ua: Видимість

source: Only me
uk_ua: Тільки я

source: Everybody
uk_ua: Усі

source: Limit visibility only to the selected user groups
uk_ua: Обмежити видимість тільки у вибраних групах користувачів

source: Delete this customer search?
uk_ua: Видалити цей пошук клієнта?

source: To use this plugin, proceed to <a href="%s">Import / Export &rarr; %s</a>.
uk_ua: Аби скористатися цим плагіном, перейдіть у <a href="%s">Імпорт/Експорт &rarr; %s</a>.

source: Please select a set
uk_ua: Будь ласка, оберіть перелік

source: Remove product from this set
uk_ua: Видалити продукт з цього переліку

source: Additional set
uk_ua: Додатковий набір

source: https://www.shop-script.com/help/3069/adding-promo-cards-to-shop-script-5-design-theme/
uk_ua: https://support.webasyst.ru/shop-script/3068/add-promo-cards/

source: Payment term
uk_ua: Термін оплати

source: optional
uk_ua: необов'язково

source: with traces of this A/B test for the total of <strong>%s</strong>.
uk_ua: зі слідами цього А/Б-тестування на загальну суму <strong>%s</strong>.

source: First order created on <strong>%s</strong>, last one on <strong>%s</strong>.
uk_ua: Перше замовлення створене на <strong>%s</strong>, останнє на <strong>%s</strong>.

source: View details
uk_ua: Переглянути подробиці

source: A/B test Smarty code
uk_ua: Smarty-код А/Б-тестування

source: There is <strong>%d paid order</strong>
uk_ua: Існує <strong>%d оплачене замовлення</strong>

source: Setup payment & shipping
uk_ua: Налаштування оплати і доставки

source: Welcome!
uk_ua: Ласкаво просимо!

source: You are very close to get your online store ready for your first sale!
uk_ua: Ви дуже близькі до першого продажу у вашому інтернет-магазині!

source: Profit!
uk_ua: Прибуток!

source: Close welcome tutorial
uk_ua: Закрити мастер настроювання

source: Choose design
uk_ua: Обрати дизайн

source: Install Shop-Script
uk_ua: Встановити Shop-Script

source: Add products to sell
uk_ua: Додайте товари, які будете продавати

source: Add your first product
uk_ua: Додайте ваш перший товар

source: Congratulations!
uk_ua: Вітаємо!

source: Ok, I'm done setting up my store
uk_ua: Добре, я закінчив настроювання свого інтернет-магазину

source: Welcome tutorial
uk_ua: Мастер настроювання

source: Couldn't delete filter
uk_ua: Не вдалося видалити фільтр

source: Filter couldn't be saved
uk_ua: Не вдалося зберегти фільтр
