Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Import products from CSV
uk_ua: Імпорт товарів з CSV

source: Add new and update existing products via CSV files
uk_ua: Додати та оновити товари за допомогою CSV-файлів

source: Bulk image upload
uk_ua: Масове завантаження зображень

source: Instantly create multiple products from a set of uploaded images
uk_ua: Миттєво створіть багато товарів з набору завантажених зображень

source: Browse import plugins
uk_ua: Переглянути плагіни імпорту

source: Install new plugins from the Webasyst Store using the Installer app
uk_ua: Встановіть нові плагіни з магазину Webasyst за допомогою додатку «Інсталлер»

source: Delete current profile settings and all its exported files?
uk_ua: Видалити цей профіль разом з настройками та усіма файлами, експортованими з його допомогою?

source: Delete this profile
uk_ua: Видалити профіль

source: New profile
uk_ua: Новий профіль

source: Loading...
uk_ua: Завантаження...

source: Import / Export
uk_ua: Імпорт/експорт

source: New order
uk_ua: Нове замовлення

source: Processing
uk_ua: В обробці

source: All orders
uk_ua: Усі замовлення

source: Order states
uk_ua: Статуси замовлень

source: Storefronts
uk_ua: Вітрини

source: Discount coupons
uk_ua: Купони на знижку

source: Loading
uk_ua: Завантаження

source: New product
uk_ua: Новий товар

source: All products
uk_ua: Усі товари

source: Reviews
uk_ua: Відгуки

source: Services
uk_ua: Послуги

source: Stock
uk_ua: Склад

source: New category
uk_ua: Нова категорія

source: Categories
uk_ua: Категорії

source: Create a product category using the green icon above.
uk_ua: Створіть нову категорію товарів за допомогою зеленої іконки вище.

source: New set
uk_ua: Новий список

source: Sets
uk_ua: Списки

source: Product sets are used for embedding products into storefront info pages and design templates.
uk_ua: Списки товарів використовуються для розміщення товарів в інформаційних сторінках та у шаблонах дизайну.

source: Manage product types
uk_ua: Змінити типи товарів

source: Product types
uk_ua: Типи товарів

source: Tags
uk_ua: Теги

source: Search products
uk_ua: Пошук товарів

source: General settings
uk_ua: Загальні налаштування

source: Product types & Features
uk_ua: Типи та характеристики товарів

source: Recommendations
uk_ua: Рекомендації

source: Product images
uk_ua: Зображення товарів

source: Stocking
uk_ua: Склади

source: Product search
uk_ua: Пошук товарів

source: Checkout
uk_ua: Оформлення замовлення

source: Shipping
uk_ua: Доставка

source: Payment
uk_ua: Оплата

source: Discounts
uk_ua: Знижки

source: Affiliate program
uk_ua: Партнерська програма

source: Currencies
uk_ua: Валюти

source: Countries & Regions
uk_ua: Країни і регіони

source: Taxes
uk_ua: Податки

source: Printable forms
uk_ua: Друковані форми

source: Notifications
uk_ua: Повідомлення

source: Follow-ups
uk_ua: Відкладені повідомлення

source: Reset
uk_ua: Скидання

source: Pages
uk_ua: Сторінки

source: Design
uk_ua: Дизайн

source: Storefront settings
uk_ua: Налаштування вітрини

source: Upload files
uk_ua: Завантажити файли

source: New storefront
uk_ua: Нова вітрина

source: Welcome to Shop-Script!
uk_ua: Ласкаво просимо у Shop-Script!

source: Using the quick-start form below you can easily prepare an initial setup of your online store depending on your region and what you are going to sell online. This won't add your stuff to your store automatically, but will prepare configuration lists such as currencies and taxes rates, so you don't add such data manually.
uk_ua: За допомогою форми швидкого старту ви можете легко підготувати початкову конфігурацію для вашого інтернет-магазину в залежності від вашого регіону і типу товарів, які ви плануєте продавати. Ваші товари не буде автоматично додано в інтернет-магазин, однак будуть збережені деякі корисні настройки (наприклад, валюти і податки), аби вам не довелося робити цього вручну.

source: Import
uk_ua: Імпорт

source: Don't import anything, start from scratch
uk_ua: Нічого не імпортувати, почати з чистого аркуша

source: Add few demo products
uk_ua: Додати кілька демонстраційних товарів

source: Import my data to Shop-Script from my present online store
uk_ua: Імпортувати дані в Shop-Script з мого існуючого інтернет-магазину

source: You will be taken to the data import screen now.
uk_ua: Дані доступу до вашого інтернет-магазину ви зможете ввести на наступному екрані.

source: Country
uk_ua: Країна

source: Other
uk_ua: Інша

source: No default regional data will be added
uk_ua: Ніякі регіональні дані додані не будуть

source: Select product types which you are going to sell online. Product types will automatically add a set of product custom features to your store, and will then allow you to manage product access level and publication based on product types.
uk_ua: Виберіть типи товарів, які ви плануєте продавати. Разом з типами товарів у ваш інтернет-магазин буде автоматично додано набір корисних характеристик товарів —вони дозволять вам зручно налаштовувати доступ кільком адміністраторам магазину до окремих груп товарів і регулювати перелік товарів, видимих ​н​а вітрині магазину.

source: If you don't see your product type here, you will be able to add it later.
uk_ua: Якщо у цьому списку немає потрібного вам типу товарів, ви зможете додати його пізніше.

source: Start selling online
uk_ua: Почати роботу

source: or
uk_ua: або

source: skip the automated configuration setup
uk_ua: пропустити автоматичне налаштування

source: New coupon
uk_ua: Новий купон

source: Discounts by coupons are turned off. Enable discounts in your <a href="%s">store settings</a>.
uk_ua: Знижки за купонами вимкнено. Увімкніть знижки <a href="%s">у налаштуваннях</a> вашого магазину.

source: Expired
uk_ua: Минув

source: Created
uk_ua: Створено

source: Coupon code
uk_ua: Код купона

source: Coupon type
uk_ua: Тип купона

source: Discount will be calculated automatically to match the order shipping cost.
uk_ua: Знижку буде розраховано автоматично для відповідності вартості доставки.

source: Max number of usage
uk_ua: Максимальна кількість використань

source: Enter the maximum number of times this coupon can be used. Leave empty for no limits.
uk_ua: Уведіть максимальну кількість замовлень, при оформленні яких дозволяється вказати цей купон. Щоб відключити обмеження, залиште поле порожнім.

source: Expire date
uk_ua: Дата закінчення

source: Leave empty for no expiration date.
uk_ua: Аби не встановлювати дату закінчення, залиште поле порожнім.

source: Comment
uk_ua: Коментар

source: Optional comment for your convenience. Will never be shown to customers.
uk_ua: Необов'язковий коментар для зручності. Не буде показаний покупцям.

source: Delete this coupon
uk_ua: Видалити купон

source: Save
uk_ua: Зберегти

source: Usage
uk_ua: Кількість використань

source: Overall discount
uk_ua: Загальна знижка

source: This coupon was not used for any orders yet.
uk_ua: Цей купон ще не використовувався.

source: This will permanently delete discount coupon %s. Are you sure?
uk_ua: Купон «%s» буде остаточно видалено. Продовжити?

source: Coupon %s has been deleted.
uk_ua: Купон «%s» видалено.

source: Codes must be unique.
uk_ua: Коди купонів повинні бути унікальними.

source: This field is required.
uk_ua: Це поле є обов'язковим.

source: Must be a value from 0 to 100
uk_ua: Уведіть число від 0 до 100

source: CSV product import
uk_ua: Імпорт товарів з CSV-файлу

source: Import new products and update existing product information from a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
uk_ua: Імпорт нових і оновлення інформації про існуючі товари з CSV-файлу. CSV-файли можна створювати і редагувати за допомогою електронних табличних редакторів, наприклад, Microsoft Excel, OpenOffice та iWork. Детальний опис структури CSV-файлів для імпорту в Shop-Script читайте в <a href="%s" target="_blank">керівництві</a>.

source: http://www.shop-script.com/help/45/import-products-from-csv-file/
uk_ua: https://www.shop-script.ru/help/26/import-products-from-csv-file/

source: CSV product export
uk_ua: Експорт товарів в CSV

source: Export products to a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
uk_ua: Експорт інформації про товари в CSV-файли. CSV-файли можна створювати і редагувати за допомогою електронних табличних редакторів, наприклад, Microsoft Excel, OpenOffice та iWork. Детальний опис структури CSV-файлів, яку підтримує Shop-Script, читайте у <a href="%s" target="_blank">керівництві</a>.

source: Last export
uk_ua: Останній експорт

source: Download
uk_ua: Завантажити

source: Updated
uk_ua: Оновлено

source: Storefront
uk_ua: Вітрина

source: Select storefront to make product image URLs exported properly
uk_ua: Для коректного формування адрес зображень товарів необхідно обрати вітрину

source: Upload CSV file
uk_ua: Завантаження файлу CSV

source: Encoding
uk_ua: Кодування

source: Separator
uk_ua: Роздільник

source: Semicolon
uk_ua: Крапка з комою

source: Comma
uk_ua: Кома

source: Tab
uk_ua: Табуляція

source: Features
uk_ua: Характеристики

source: Export product feature values
uk_ua: Експортувати значення характеристик

source: Images
uk_ua: Зображення

source: Export product image filenames
uk_ua: Експортувати посилання на файли зображень товару

source: Plugin fields
uk_ua: Дані плагіна

source: Export product extra fields
uk_ua: Експорт додаткових полів товару

source: File
uk_ua: Файл

source: Following columns were located in the uploaded file:
uk_ua: У завантаженому файлі виявлені такі колонки:

source: Import options
uk_ua: Параметри імпорту

source: Product identification column
uk_ua: Колонка ідентифікації товарів

source: Product name
uk_ua: Найменування товару

source: Storefront link
uk_ua: Посилання на вітрину

source: (none)
uk_ua: (немає)

source: Select the product identification column (property) which uniquely identifies each product. Based on the identification column value in the CSV file uploaded, the import routine will either update existing product info, or create a new product.
uk_ua: Оберіть стовпець (властивість), значення якого однозначно ідентифікують кожен товар. Залежно від значень цього стовбця процедура імпорту або оновить існуючий товар, або створить новий.

source: SKU identification column
uk_ua: Стовпець ідентифікації артикулів

source: SKU code
uk_ua: Код артикулу

source: SKU name
uk_ua: Назва артикулу

source: Similar to product, select the SKU identification column (property) which uniquely identifies each product SKU. Based on the identification column value in the CSV file uploaded, the import routine will either update existing SKU info, or create a new SKU for the product.
uk_ua: Так само, як і для товарів, оберіть колонку (властивість) ідентифікації артикулів, яка унікальним чином відрізняє кожен артикул. В залежності від значення у колонці ідентифікації, зазначеної в CSV-файлі, операція імпорту або оновить існуючий артикул, або створить новий артикул для даного товару.

source: Ignore category nesting when searching for matching products (recommended)
uk_ua: Ігнорувати належність категоріям при пошуку збігів товарів (рекомендується)

source: When importing a product and searching if it exists in the store already, product search will be performed only within the category as defined in a CSV file.
uk_ua: Пошук відповідностей товарів в CSV-файлі і каталозі магазина буде проводитися тільки всередині категорії, заданої для товара в CSV-файлі.

source: Product type
uk_ua: Тип товарів

source: If no particular product type column was specified in the uploaded CSV file, selected product type will be applied to all new products, created during the import.
uk_ua: Якщо тип товарів не заданий в окремій колонці в CSV-файлі, то обраний тип буде застосовано до усіх нових товарів, створеним в результаті імпорту.

source: Product images import local path
uk_ua: Шлях до директорії із зображеннями товарів для локального імпорту

source: If your CSV file contains links to product images to be imported, import routine will attempt to automatically attach them to imported products. A link to an image file can be either global (a full image URL) or local (image file name). For local image import, indicate path to the folder where all source images are stored, i.e. where you uploaded them into. If linked image was not found, no image will be attached to the product.
uk_ua: Якщо в CSV-файлі вказані посилання на зображення товарів, буде виконана спроба прикріпити такі зображення до імпортованих товарів. Посилання на зображення може бути або глобальним (у вигляді повного URL), або локальним (у вигляді імені файлу). Для імпорту зображень, для яких зазначено лише ім'я файлу, вкажіть шлях до директорії, в яку ви завантажили імпортовані зображення. Якщо зображення за вказаною адресою не буде знайдено, то його не буде прикріплено до товару.

source: Product categories will not be exported
uk_ua: Категорії товарів не будуть експортовані

source: Start import
uk_ua: Почати імпорт

source: Start export
uk_ua: Почати експорт

source: Profile settings will be automatically saved and applied to all future data exports.
uk_ua: Налаштування профілю буде автоматично збережено та застосовано до усіх наступних експортів даних.

source: Please do not close your browser window and do not leave this page until the entire import process is finished.
uk_ua: Не закривайте браузер, будь ласка, та не покидайте цю сторінку до закінчення імпорту.

source: Please do not close your browser window and do not leave this page until the entire export process is finished.
uk_ua: Не закривайте браузер, будь ласка, та не покидайте цю сторінку до закінчення експорту.

source: New customer
uk_ua: Новий покупець

source: Add
uk_ua: Додати

source: New customer category
uk_ua: Нова категорія покупців

source: Category name
uk_ua: Назва категорії

source: Icon
uk_ua: Іконка

source: Or specify image URL (must be exactly 16x16 pixels):
uk_ua: Або вкажіть URL зображення (розміром точно 16x16 пікселів):

source: Max 255 characters
uk_ua: Максимум 255 символів

source: List name cannot be empty
uk_ua: Назва списку не може бути порожньою

source: Edit contact
uk_ua: Редагувати контакт

source: Delete contact
uk_ua: Видалити контакт

source: Contact info
uk_ua: Контактна інформація

source: Orders
uk_ua: Замовлення

source: Shipping option not specified
uk_ua: Спосіб доставки не визначено

source: Payment option not specified
uk_ua: Спосіб оплати не визначено

source: %s did not place orders yet.
uk_ua: %s ще не оформив жодного замовлення.

source: %s did not place reviews yet.
uk_ua: %s ще не розміщував відгуки.

source: Affiliate bonus
uk_ua: Партнерський бонус

source: Add credit
uk_ua: Додати нарахування

source: Add payout
uk_ua: Додати виплату

source: points
uk_ua: балів

source: Comment is <strong>public</strong>. Your customer will see it in his account in the storefront.
uk_ua: Покупець побачить цей коментар в історії нарахувань і виплат в особистому кабінеті.

source: Submit
uk_ua: Відправити

source: Credit
uk_ua: Прихід

source: Debit
uk_ua: Витрата

source: Balance
uk_ua: Баланс

source: Order
uk_ua: Замовлення

source: This customer has no affiliate history yet.
uk_ua: У цього покупця ще не було нарахувань бонусів.

source: Product reviews
uk_ua: Відгуки про товар

source: %s did not post any product reviews in your storefront yet.
uk_ua: %s не залишав відгуки про товари у вашому магазині.

source: Credit amount
uk_ua: Обсяг нарахування

source: Payment amount
uk_ua: Обсяг виплати

source: Edit category
uk_ua: Редагувати категорію

source: Delete
uk_ua: Видалити

source: Configure
uk_ua: Конфігурація

source: There are no customers in this view.
uk_ua: У цьому списку немає покупців.

source: Show more customers
uk_ua: Показати ще покупців

source: This will delete the entire customer category (customers will not be deleted). Are you sure?
uk_ua: Буде видалено категорію покупців (покупці не видаляються). Продовжити?

source: Category has beed deleted.
uk_ua: Категорію видалено.

source: All customers
uk_ua: Усі покупці

source: Assign tags
uk_ua: Призначити теги

source: Remove tags
uk_ua: Видалити теги

source: Popular tags
uk_ua: Популярні теги

source: cancel
uk_ua: відміна

source: Prices of <strong>%d products</strong> are defined in the currency you are about to delete. Select the currency which all these prices will be converted into
uk_ua: Ціни <strong>%d товарів</strong> вказані у валюті, яку ви збираєтеся видалити. Виберіть валюту, у яку будуть конвертовані ціни усіх цих товарів

source: Delete currency
uk_ua: Видалити валюту

source: You don't have products priced in this currency. The currency can be safely deleted.
uk_ua: Товари з ціною, вказаною в цій валюті, відсутні. Цю валюту можна видалити.

source: Name
uk_ua: Назва

source: Type
uk_ua: Тип

source: A static category for adding and arranging products manually.
uk_ua: Статична категорія, в якій товари додаються та сортуються вручну.

source: A dynamic category based on a search criteria, e.g. rating or tags.
uk_ua: Динамічна категорія, сформована у відповідності до параметрів пошуку — наприклад оцінок або тегів.

source: Public link
uk_ua: Публічне посилання

source: Custom parameters
uk_ua: Додаткові параметри

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$category.params.key&#125;</em>. Each key=value pair should be on a separate line.
uk_ua: Необов'язковий набір додаткових параметрів <em>key=value</em> (використовуються в шаблоні загальнодоступною частини у вигляді <em>&#123;$category.params.key&#125;</em>). Кожну пару key = value вказуйте з нового рядка.

source: Title
uk_ua: Заголовок

source: META Keywords
uk_ua: META Ключові слова

source: Description
uk_ua: Опис

source: HTML
uk_ua: HTML-код

source: WYSIWYG
uk_ua: Візуальний редактор

source: Product filtering
uk_ua: Фільтр товарів

source: Price
uk_ua: Ціна

source: from
uk_ua: від

source: to
uk_ua: до

source: Rating
uk_ua: Рейтинг

source: is greater or equal
uk_ua: більше або дорівнює

source: is lesser or equal
uk_ua: менше або дорівнює

source: Hidden category
uk_ua: Прихована категорія

source: When enabled, this category will be temporarily hidden from the storefront
uk_ua: Коли увімкнено, цю категорію буде тимчасово приховано з вітрини

source: Frontend display
uk_ua: Відображення на вітрині

source: Default product sort order
uk_ua: Порядок сортування товарів за замовчуванням

source: Manual (as defined in the backend)
uk_ua: Вручну (як задано у бекенді)

source: By name
uk_ua: За назвою

source: Most expensive
uk_ua: Найдорожчі

source: Least expensive
uk_ua: Найдешевші

source: Highest rated
uk_ua: Із найвищою оцінкою

source: Lowest rated
uk_ua: Із найнижчою оцінкою

source: Best sellers
uk_ua: Хіти продажів

source: Worst sellers
uk_ua: Низькі продажі

source: In stock
uk_ua: У наявності

source: Date added
uk_ua: Дата додавання

source: Customers can select preferable product sort order
uk_ua: Відвідувачі сайту можуть обирати порядок сортування

source: Include products from sub-categories
uk_ua: Включити товари з підкатегорій

source: When enabled, products will be fetched from both the current category and all its sub-categories — and shown in one list
uk_ua: Включення цієї настройки автоматично додасть до списку товарів даної категорії усі товари з її підкатегорій (товари будуть показані в єдиному списку)

source: Allow product filtering
uk_ua: Дозволити фільтрацію товарів

source: Product filtering allows your customers to filter (search) products within this category by feature values, e.g. by color, manufacturer, price
uk_ua: Фільтрація товарів дозволить покупцям підбирати товари усередині цієї категорії за значеннями характеристик — наприклад, за кольором, виробником, ціні

source: META Description
uk_ua: META опис

source: Category visibility
uk_ua: Видимість категорії

source: All storefronts
uk_ua: Усі вітрини

source: Selected storefronts only
uk_ua: Тільки обрані вітрини

source: Product filtering options
uk_ua: Параметри фільтрації товарів

source: Static
uk_ua: Статичний

source: Dynamic
uk_ua: Динамічний

source: After you delete a product, all it’s sales reports, cross-selling data, and connections to the orders made in the past will be impossible to restore.
uk_ua: При видаленні товару усі звіти про його продажі, дані про перехресні продажі і зв'язки із раніше оформленими замовленнями буде видалено без можливості відновлення.

source: A static set for adding and arranging products manually.
uk_ua: Статичний список, до якого товари додаються та сортуються вручну.

source: A dynamic set based on a search criteria, e.g. rating or tags.
uk_ua: Динамічний перелік, сформований у відповідності до параметрів пошуку — наприклад оцінок або тегів.

source: Set ID
uk_ua: ID переліку

source: Set ID is used in the code for embedding product set into frontend design templates and pages.
uk_ua: ID переліку використовується для вбудовування переліку товарів у шаблони вітрини та на окремі сторінки.

source: Max number of products
uk_ua: Максимальна кількість товарів

source: Limit the maximum number of products in this set
uk_ua: Обмежити кількість товарів у цьому списку

source: Updating set ID <em>will not</em> automatically update templates and pages that this code is embedded into, so be sure to update those manually if you change the ID.
uk_ua: Зміна ID переліку автоматично <em>НЕ</em> оновить шаблони і сторінки, у вихідному коді яких використовується цей ID. Тому після зміни ID слід вручну оновити відповідні шаблони і сторінки.

source: It is highly advisable to keep product sets with IDs <strong>promo</strong> and <strong>bestsellers</strong>, as these set IDs are used by most Shop-Script frontend design themes.
uk_ua: Настійно рекомендується не видаляти списки товарів зі значеннями ID<strong>promo</strong> та <strong>bestsellers</strong>, тому що ці ID використовуються у більшості тем дизайну.

source: Dynamic set rule
uk_ua: Правило формування списку

source: Change product type
uk_ua: Змінити тип товару

source: Changing product type may affect products' publication status and access settings.
uk_ua: Зміна типу товару може змінити статус публікації та права доступу до цього товару.

source: You have no product types in your online store. Create one in the store settings.
uk_ua: У вашому магазині відсутні типи товарів. Додайте новий тип в налаштуваннях.

source: Bulk image upload allows you to instantly create multiple products by uploading a single set of image files. Shop-Script will automatically group images according to their file names, and you will be able to manually arrange them between each other to either create new products or attach to existing products. Bulk image uploader works in HTML5-enabled browsers only.
uk_ua: Масове завантаження зображень дозволяє швидко створювати товари при завантаженні групи зображень. Shop-Script автоматично згрупує зображення за назвами файлів, і ви зможете вручну організувати їх, або створюючи нові товари, або прив'язуючи зображення до вже існуючих товарів. Масове завантаження зображень працює тільки у браузерах, що підтримують HTML5.

source: Select images
uk_ua: Оберіть зображення

source: or drag them here to start upload
uk_ua: або перетягніть їх сюди, аби почати завантаження
