Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: When enabled, every uploaded image file is automatically backed up and stored independently from image full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
uk_ua: Оригінальні зображення буде збережено окремо від повнорозмірної версії. Вони не будуть мінятися, коли ви редагуєте фотографію (наприклад, при поворотах зображення, застосуванні фільтрів, накладенні водяних знаків). Плюси: у кожної фотографії є резервна копія, бекап. Мінуси: для зберігання оригіналів потрібно приблизно в два рази більше місця на диску.

source: Updated settings will be applied only to newly created thumbnails. To apply updated settings to all existing product thumbnails, start thumbnail re-generation process.
uk_ua: Оновлені налаштування будуть використані тільки при створенні нових ескізів зображень. Аби застосувати оновлені налаштування до вже існуючих зображень товарів, запустіть процес повторного створення ескізів зображень товарів.

source: Re-generate all product image thumbnails
uk_ua: Видалити і заново створити ескізи зображень всіх товарів

source: Re-generating all public product image thumbnails allows you to save some disk space on server and to optimize images after thumbnail generation settings such as sharpening and JPEG compression quality were changed. Depending on the number of products, the entire process may take from few seconds to few minutes or even hours for very large product databases.
uk_ua: Процес повторного створення ескізів зображень дозволяє видалити зайві файли зображень, які не використовуються, звільнити місце на сервері і заново створити ескізи зображень існуючих товарів з використанням оновлених налаштувань (фільтра різкості, якості збереження JPEG і т. п.) Залежно від кількості товарів в вашому інтернет-магазині процес може зайняти від декількох секунд до декількох хвилин або навіть годин у випадку дуже великої кількості товарів.

source: Re-generate product image thumbnails
uk_ua: Видалити і заново створити ескізи зображень товарів

source: This will start the process of deleting all existing product thumbnails and re-generating them from fullsize versions according to latest thumbnail generation settings such as sharpening and JPEG compression quality. Depending on the number of products, re-generation may take some time to complete and may free some disk space on your server.
uk_ua: Це почне процес видалення ескізів зображень існуючих товарів і їх повторного створення із оригіналів із використанням оновлених налаштувань (фільтра різкості, якості збереження JPEG і т. п.) Залежно від кількості товарів в вашому інтернет-магазині процес може зайняти від декількох секунд до декількох хвилин або навіть годин у випадку дуже великої кількості товарів.

source: While thumbnails are re-generated, your storefront visitors should see no difference in your storefront functioning, and there should be no broken images, because new thumbnails are created by Webasyst automatically upon user request. However, since creating new thumbnails consume server resources, your server may experience above-average load while new thumbnails are created. The overload depends on the number of requests on thumbnails generation, i.e. on your storefront traffic. It is recommended to perform thumbnail re-generation when your storefront traffic is at its lowest.
uk_ua: У процесі відтворення ескізів зображень скрипт по черзі обробляє всі товари, видаляє і заново створює файли ескізів зображень. Відвідувачі інтернет-магазину не повинні помітити ніяких змін в роботі інтернет-магазину, проте у зв'язку з тим, що процес масового створення нових ескізів зображень вимогливий до системних ресурсів, не рекомендується запускати його, коли ваш сайт відчуває високі навантаження або приймає багато відвідувачів.

source: Automatically create thumbnails of predefined custom sizes (enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off)
uk_ua: Автоматично створювати ескізи стандартних розмірів (увімкніть у випадку, якщо ви не впевнені у переліку ваших власних розмірів ескізів і якщо створення ескізів нестандартного розміру на вимогу вимкнено; в іншому випадку цей параметр можна вимкнути)

source: Please don't close your browser window until re-generation is over.
uk_ua: Не закривайте, будь ласка, вікно браузера, поки процес не буде завершено.

source: Start re-generation process
uk_ua: Запустити процес повторної генерації

source: Store admin
uk_ua: Адміністратор магазину

source: Other...
uk_ua: Інший...

source: Enter email address
uk_ua: Введіть email-адресу

source: Add custom notification
uk_ua: Додати нове повідомлення

source: Delete notification
uk_ua: Видалити повідомлення

source: This will permanently delete this notification. Are you sure?
uk_ua: Повідомлення буде видалене без можливості відновлення. Ви впевнені?

source: Default (as configured in SMS gateway)
uk_ua: За замовчуванням (призначається SMS-шлюзом)

source: Custom Sender ID...
uk_ua: Інший ID відправника...

source: Content
uk_ua: Вміст

source: Max 300 chars. SMS is sent only if customer phone number was entered during the checkout.
uk_ua: Максимум 300 символів. SMS-повідомлення буде відправлене, тільки якщо покупець ввів номер телефону під час оформлення замовлення.

source: Event
uk_ua: Подія

source: Notification name
uk_ua: Назва повідомлення

source: Transport
uk_ua: Транспорт

source: Order source
uk_ua: Джерело замовлень

source: All order sources
uk_ua: Усі джерела замовлень

source: Backend orders only
uk_ua: Замовлення, оформлені у бекенді

source: Notification will be sent only for orders placed via the selected source.
uk_ua: Повідомлення відправлятимуться тільки для замовлень, що відповідають обраному джерелу.

source: Order selected shipping option description
uk_ua: Опис обраного способу доставки

source: Order selected payment option description
uk_ua: Опис обраного способу оплати

source: An array containing information about performed order action (action-dependent)
uk_ua: Масив із інформацією про виконану із замовленням дію (стосовно до даної дії)

source: Performed action text comment (action-dependent)
uk_ua: Коментар про виконані дії (стосовно до даної дії)

source: An array of action-dependent parameters, e.g. &#123;$action_data.params.tracking_number&#125; for Ship’s action tracking number
uk_ua: Масив дій, що залежать від параметрів, наприклад, &#123;$action_data.params.tracking_number&#125; для номера відправлення по дії «Відправлене»

source: Send test notification
uk_ua: Перевірити відправку

source: Notification testing requires at least one paid or complete order for sample data.
uk_ua: Для перевірки відправлення повідомлення потрібне хоча б одне оплачене або виконане замовлення.

source: New order state
uk_ua: Новий статус замовлення

source: Delete order state
uk_ua: Видалити статус замовлення

source: Order state name
uk_ua: Назва статусу замовлення

source: State ID
uk_ua: ID статусу

source: Appearance
uk_ua: Вигляд

source: Bold
uk_ua: Жирний

source: Italic
uk_ua: Курсив

source: Allowed actions
uk_ua: Доступні дії

source: Assign order a custom state
uk_ua: Присвоїти замовленню користувацький статус

source: Action name
uk_ua: Назва дії

source: Action ID
uk_ua: ID дії

source: Order status to be assigned after this action was performed
uk_ua: Статус замовлення, який має бути призначений після виконання цієї дії

source: Don’t change order status
uk_ua: Не змінюється статус замовлення

source: Add custom action
uk_ua: Додати користувацьку дію

source: Assignment
uk_ua: Призначення

source: Automatically assign all orders set to %s state to
uk_ua: Автоматично призначити усім замовленням у статусі %s

source: Don't change the assignment
uk_ua: Не змінювати призначення

source: Whoever is more free (has less orders)
uk_ua: Того, хто більш вільний (має меньше замовлень)

source: Order States
uk_ua: Статуси замовлень

source: Add payment option
uk_ua: Додати спосіб оплати

source: Browse payment plugins...
uk_ua: Пошук плагінів оплати...

source: disabled
uk_ua: вимкнено

source: This will permanently delete this payment option. Are you sure?
uk_ua: Цей спосіб оплати буде остаточно видалено. Продовжити?

source: No payment options are defined.
uk_ua: Не визначено жодного способу оплати.

source: Delete this payment option
uk_ua: Видалити цей спосіб оплати

source: Payment option name
uk_ua: Назва способу оплати

source: Logo URL
uk_ua: URL логотипу

source: A collection of payment option icons is available for free: <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>
uk_ua: Безкоштовна колекція іконок способів оплати доступна за адресою <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>

source: http://www.shop-script.com/help/729/payment-shipping-icons/
uk_ua: https://support.webasyst.ru/shop-script/728/payment-shipping-icons/

source: HTML. Payment option description is shown to customer during the checkout.
uk_ua: HTML-опис способу оплати, що показаний на вітрині при оформленні замовлення.

source: Delivery info
uk_ua: Інформація про доставку

source: Optional text to be sent to customer with the order notification email. Plain text, no HTML allowed.
uk_ua: Необов'язковий текст, який буде відправлено покупцеві разом з email-повідомленням про замовлення. Простий текст, HTML-теги не підтримуються.

source: Allowed shipping options
uk_ua: Допускаються варіанти доставки

source: There no printforms
uk_ua: Друковані форми відсутні

source: Browse plugins
uk_ua: Пошук плагінів

source: Revert to original
uk_ua: Відновити оригінал

source: This will drop all customizations made to the print form template, and revert it to the original version. Are you sure?
uk_ua: Ця дія скасує усі внесені вами в шаблон друкованої форми зміни і відновить його оригінальну версію. Продовжити?

source: Template
uk_ua: Шаблон

source: Automated product recommendations
uk_ua: Автоматична добірка рекомендованих товарів

source: Cross-selling is a technique of getting customer to buy related products to the order, e.g. complementary products and accessories. In Shop-Script, cross-selling mechanism works on a customers-who-bought-this-also-bought model. Shop-Script analyses which products are more likely to be bought with a particular product based on what other customers purchased so far. Related products are suggested to customer based on his current order content.
uk_ua: Перехресні продажі (cross-selling) — це методика пропозиції покупцям додаткових товарів, якимось чином пов'язаних із похідним товаром. У Shop-Script механізм перехресних продажів використовує інформацію про те, що замовляли інші покупці. Shop-Script аналізує, які товари найбільш ймовірно можуть бути куплені разом з цим товаром, на підставі того, що купували раніше інші відвідувачі магазину. Перелік рекомендованих товарів формується залежно від поточного вмісту кошика покупця.

source: Auto (based on what other customers purchased with a particular product)
uk_ua: Автоматичний (на підставі того, що інші покупці замовляли разом з цим товаром)

source: Random products from a category
uk_ua: Випадково обрані товари з категорії

source: Create at least one product type to setup product recommendations.
uk_ua: Для налаштування рекомендацій створіть хоча б один тип товарів.

source: Upselling &amp; Similar products
uk_ua: Схожі і альтернативні товари (Upselling)

source: Upselling is a technique of encouraging customer to purchase more expensive products or upgrades. In Shop-Script, up-selling is based on suggesting customers to view and purchase similar and/or alternative products. Similar product list is fetched automatically based on the product that the customer is currently viewing, or recently viewed, and filtering conditions which can be customized individually for every product type.
uk_ua: Ця методика стимулює замовлення більш дорогих товарів або схожих альтернативних моделей з іншими характеристиками (upselling). У Shop-Script відповідний механізм пропонує покупцям подивитися і придбати схожі і / або альтернативні види товарів. Список схожих товарів формується залежно від того, який товар покупець переглядає в даний момент або переглядав недавно, або на підставі параметрів фільтра, налаштованих індивідуально для кожного типу продукції.

source: Customize
uk_ua: Налаштувати

source: Select a country
uk_ua: Оберіть країну

source: Clone on top of the list
uk_ua: Дублювати на початку списку

source: Regions
uk_ua: Регіони

source: Region name
uk_ua: Назва регіону

source: Region code
uk_ua: Код регіону

source: No regions (states, provinces) are defined for this country.
uk_ua: Для цієї країни не визначено жодного регіону (штату, провінції).

source: Add region
uk_ua: Додати регіон

source: Regions are not saved. Are you sure you want to leave current page?
uk_ua: Регіони не збережено. Залишити поточну сторінку?

source: If you want to restart your online store from scratch, you may delete the entire store content and settings using the form below. This will delete all products, orders, checkout, shipping and payment options, currencies. The operation cannot be undone. Be sure to know what you are doing.
uk_ua: Якщо ви хочете почати заново налаштовувати ваш інтернет-магазин, ви можете видалити весь вміст магазину і всі налаштування за допомогою наступної форми. Буде видалено усі товари, замовлення, налаштування оформлення замовлення, способи доставки та оплати, валюти. Операцію видалення скасувати не можна. Видаляючи весь вміст, ви маєте точно знати, що робите.

source: Enter the following text
uk_ua: Введіть цей текст

source: You are about to reset entire store reset content and settings without the ability to rollback!
uk_ua: Ви збираєтеся видалити увесь вміст інтернет-магазину без можливості відновлення!

source: Erase all content and settings
uk_ua: Видалити весь вміст і налаштування

source: Product search will be performed by multiple product parameters including name, descriptions, tags, feature values, and others. When product information is indexed for search, every parameter value is counted with a priority (weight) you define using the chart below. Fine-tune product search by defining which parameters have the most priority for search (100 is the highest priority, 0 is the lowest).
uk_ua: Пошук товару буде виконуватись за кількома параметрами продукту, включаючи назву, опис, теги, значення функції та інші. Коли інформація про продукт індексується для пошуку, кожне значення параметра розраховується з пріоритетом (вагою), який можна визначити за допомогою наведеної нижче таблиці. Виконайте тонке налаштування продукту, визначаючи найбільш пріоритетні для пошуку параметри (100-найвищий пріоритет, 0-найнижчий).

source: Ignore symbols
uk_ua: Стоп-символи

source: All ignored symbols will be automatically omitted from the user search query. Example: if product name contains “V-112”, and you wish users to be able to find this product using “v112” search criteria, add - (hyphen) to the list of ignored symbols.
uk_ua: Стоп-символи буде автоматично видалено з пошукового запиту користувача. Приклад: якщо назва одного з товарів містить «V-112» і ви хочете, щоб цей товар знаходився за пошуковою фразою «v112», додайте - (дефіс) до переліку стоп-символів.

source: Search on part of word
uk_ua: Шукати за частиною слова

source: Enabling this option will make words such as “transmitter” and “transformer” found by a search query such as “trans”. Recommended if most products in your online store come with long or complex names.
uk_ua: Включення цієї настройки дозволить знаходити такі слова як «трансформер» і «трансформатор» за допомогою пошукового запиту «транс». Рекомендується включити цю настройку, якщо більшість товарів вашого інтернет-магазину містять довгі або складні в написанні слова.

source: Only if search query length is no less then %s characters
uk_ua: Тільки якщо довжина пошукового запиту не менше %s символів

source: Updated search settings will be applied only to products added or updated after new settings had been saved. To apply updated search settings to all existing products, re-index entire product search database.
uk_ua: Оновлені налаштування пошуку буде застосовано тільки для нових і оновлених після збереження нових налаштувань товарів. Аби застосувати оновлені налаштування до вже існуючих товарів, запустіть процес оновлення індексної бази для усіх товарів.

source: Re-index all products for search
uk_ua: Оновити індексну базу для усіх товарів

source: Re-generate search index database for all existing products of your online store.
uk_ua: Повністю оновити пошукову індексну базу даних для усіх товарів вашого інтернет-магазину.

source: This will re-generate search index database table for all existing products of your online store.
uk_ua: Процес повторної індексації інформації про товари дозволяє повністю оновити індексну базу інтернет-магазину з використанням оновлених налаштувань пошуку товарів.

source: Depending on the number of products, this operation may take from few seconds to few minutes or even hours for very large databases.
uk_ua: Залежно від кількості товарів у вашому інтернет-магазині процес може зайняти від декількох секунд до декількох хвилин або навіть годин у випадку дуже великої кількості товарів.

source: Please don't close your browser window until the entire process is finished.
uk_ua: Будь ласка, не закривайте вікно браузера, поки процес повторної індексації не буде завершено.

source: Start re-indexing process
uk_ua: Запустити процес повторної індексації

source: Most shipping rate calculation modules require <strong>product weight</strong> information which is taken from a product feature with the <code>%s</code> identifier.
uk_ua: Більшість модулів розрахунку вартості доставки вимагають інформацію про <strong>вагу товару</strong>, яка витягується з характеристики з ідентифікатором <code>%s</code>.

source: You don't have such feature in your online store setup.
uk_ua: У вашому магазині немає такої характеристики.

source: Add it in the <a href="%s">Product types &amp; Features</a> screen to make.
uk_ua: Додайте її в розділі <a href="%s">Типи та характеристики товарів</a>.

source: Add shipping option
uk_ua: Додати способи доставки

source: Browse shipping plugins...
uk_ua: Переглянути плагіни доставки...

source: This will permanently delete this shipping option. Are you sure?
uk_ua: Цей спосіб доставки буде остаточно видалено. Ви впевнені?

source: No shipping options are defined.
uk_ua: Не визначено жодного способу доставки.

source: Delete this shipping option
uk_ua: Видалити цей спосіб доставки

source: Shipping option name
uk_ua: Назва способу доставки

source: A collection of shipping option icons is available for free: <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>
uk_ua: Безкоштовна колекція іконок способів доставки доступна за адресою <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>

source: HTML. Shipping option description is shown to customer during the checkout.
uk_ua: HTML-опис способу доставки, що показується на вітрині при оформленні замовлення.

source: Inventory tracking is performed by stocks (warehouses) listed below. Yellow and red indicators are used to visually display low and critical stock levels in both backend and storefront.
uk_ua: Відстеження товарних залишків виконується по складах, що вказані нижче. Жовті та червоні індикатори показують низький і критичний рівні наявності товару на складі у бекенді та на вітрині магазину.

source: Add stock
uk_ua: Додати склад

source: New stock
uk_ua: Новий склад

source: Assign all inventory to this stock
uk_ua: Перенести усі поточні залишки на цей склад

source: Update stock
uk_ua: Оновлення складу

source: Order was placed
uk_ua: Замовлення оформлене

source: Order was confirmed and accepted for processing
uk_ua: Замовлення підтверджене і прийнято в обробку

source: Product stock levels will be updated (reduced) when this action is performed to the order.
uk_ua: Залишки товарів на складі буде оновлено у момент виконання обраної дії з замовленням.

source: Ordering
uk_ua: Замовлення

source: Maximum number of items that can be added to shopping cart is limited by stock level
uk_ua: Максимальна кількість товарів, яку може бути додано в кошик, не може перевищувати залишок на складі

source: Ordering is not limited by stock levels
uk_ua: Покупець може оформити замовлення, навіть якщо товару немає в наявності

source: Delete stock
uk_ua: Видалити склад

source: All rest products belonging to this stock will be saved on balance of corresponding skus
uk_ua: Усі товари, що залишилися на цьому складі, буде збережено на балансі відповідних артикулів

source: Delete stock and write off products
uk_ua: Видалити склад і списати товари

source: All rest products belonging to this stock will be written-off after stock deleting
uk_ua: Решту товарів буде списано з цього складу після його видалення (дані про залишки на цьому складі буде втрачено)

source: Delete stock and transfer products
uk_ua: Видалити склад і перенести товари

source: All rest products belonging to this stock will be transfered to another stock
uk_ua: Решту товарів буде перенесено з цього складу в інший склад

source: Value must be a positive number
uk_ua: Введіть позитивне число

source: This value must be no less than next field count
uk_ua: Це значення не повинне бути нижчим за значення у наступному полі

source: This value must be no greater than previous field count
uk_ua: Це значення не повинне бути вищим за значення у попередньому полі

source: Empty value
uk_ua: Порожнє значення

source: New tax rule
uk_ua: Нове податкове правило

source: To customize the list of countries and regions, use <a href="%s">Countries & Regions</a> screen.
uk_ua: Змінити перелік країн і регіонів можна у розділі <a href="%s">Країни і регіони</a>.

source: Delete rule
uk_ua: Видалити правило

source: Tax name
uk_ua: Назва податку

source: Tax type
uk_ua: Тип податку

source: Tax is not included in product prices
uk_ua: Податок не включено до ціни товарів

source: Mostly used for sales tax. Tax will be added to the cart subtotal after customer entered destination address during the checkout.
uk_ua: Зазвичай використовується в якості податку з продажів. Податок додається до підсумкової суми замовлення, після того як покупець введе адресу доставки під час оформлення замовлення.

source: Tax is included in my product prices
uk_ua: Податок включено до цін товарів

source: Mostly used for VAT. Tax will not be added to the cart subtotal, but will be calculated to be shown in the invoice.
uk_ua: Зазвичай використовується як ПДВ. Податок не додається до підсумкової суми замовлення, а обчислюється на її основі і виводиться у рахунку на оплату.

source: Calculate taxes based on customer's
uk_ua: Обчислювати податки на підставі

source: Shipping address
uk_ua: Адреси доставки

source: Billing address
uk_ua: Адреси платника

source: Tax rates
uk_ua: Податкові ставки

source: Destination
uk_ua: Територія

source: Rate
uk_ua: Ставка

source: Define tax rates by countries and regions.
uk_ua: Ввести податкові ставки по країнами регіонах.

source: Add country
uk_ua: Додати країну

source: All countries
uk_ua: Усі країни

source: All European countries
uk_ua: Усі європейські країни

source: Rest of world
uk_ua: Усі інші країни

source: County taxes
uk_ua: Місцеві податки
