Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Backend
uk_ua: Бекенд

source: Required fields validation
uk_ua: Перевірка обов'язкових полів

source: When a new order is created via backend manually, contact info form will be validated according the Contact info form setup defined for the storefront (above). All required fields will be necessary to fill in.
uk_ua: При створенні замовлення вручну у бекенді заповнення контактних даних покупця буде перевірятися у відповідності із налаштуваннями для вітрини (зазначеними вище). Усі обов'язкові поля при цьому повинні бути заповнені.

source: When a new order is created via backend manually, contact info form will not be validated. Fields which are necessary to fill in when order is placed in the storefront, can be left blank when order is created via backend.
uk_ua: При створенні замовлення вручну у бекенді заповнення контактних даних покупця перевірятися не буде. Поля, відмічені як обов'язкові для заповнення при оформленні замовлення з вітрини, можуть не заповнюватися при створенні замовлення в бекенді.

source: Misc fields
uk_ua: Інші поля

source: Checkout form is based on your system contact field set configured in the <a href="%s">Contacts</a> app. The form below allows you to customize the list of fields prompted during checkout.
uk_ua: Форма оформлення замовлення створюється на основі переліку полів, налаштованого у додатку <a href="%s">Контакти</a>. За допомогою наступної форми ви можете змінити перелік полів, що відображаються під час оформлення замовлення.

source: Add field
uk_ua: Додати поле

source: Address fields
uk_ua: Поля адреси

source: Address
uk_ua: Адреса

source: When shipping address form is disabled (hidden) on the “Contact info” step, address will be automatically prompted on the “Shipping” checkout step.
uk_ua: Якщо форму введення адреси доставки вимкнено (приховано) на кроці «Контактна інформація», адресу буде автоматично запитано у покупця на кроці «Доставка».

source: If enabled, customer will be prompted to fill in address fields directly on the “Contact info” checkout step.
uk_ua: При включенні цієї настройки форму введення адреси буде показано на кроці оформлення замовлення «Контактна інформація».

source: In case shipping method and address were prompted prior to the contact info, only missing address fields will be requested.
uk_ua: Якщо спосіб доставки і адресу вже було введено до кроку введення контактної інформації, покупцеві буде запропоновано заповнити тільки відсутні поля.

source: Hide certain fields
uk_ua: Приховати окремі поля

source: Please correct errors.
uk_ua: Виправте, будь ласка, помилки.

source: This will remove field and all its data from all existing contacts. Are you sure?
uk_ua: Буде видалено це поле і пов'язані з ним дані в усіх контактів. Видалити?

source: Add item
uk_ua: Додати елемент

source: Advanced settings
uk_ua: Розширені налаштування

source: Click “Save” button below to commit changes.
uk_ua: Натисніть на кнопку «Зберегти», аби підтвердити зміни.

source: Radio selector advanced settings
uk_ua: Розширені налаштування поля-перемикача

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
uk_ua: Залежно від обраного значення поля-перемикача інші поля форми для введення контактної інформації можуть бути відзначені як приховані (будуть пропущені). Для кожного із значень поля-перемикача відзначте галочками ті поля форми введення контактної інформації, які повинні бути запитані у користувача.

source: Required
uk_ua: Обов'язкове

source: Please specify options for multiple choice field.
uk_ua: Вкажіть можливі значення для поля з варіантами вибору.

source: Manage conditions
uk_ua: Налаштувати умови

source: This field can be invisible in some cases, so it may not be required.
uk_ua: Це поле в деяких випадках стає невидимим, і тому не може бути обов'язковим.

source: Field name
uk_ua: Назва поля

source: Text (input)
uk_ua: Текст (input)

source: Text (textarea)
uk_ua: Текст (textarea)

source: Number (input)
uk_ua: Число (input)

source: Selectable (radio)
uk_ua: Перелік (radio)

source: Selectable (select)
uk_ua: Перелік (select)

source: Conditional (select/input)
uk_ua: Залежний список (select/input)

source: Checkbox
uk_ua: Прапорець

source: Selectable (checkboxes)
uk_ua: Перелік (checkboxes)

source: Date (input)
uk_ua: Дата (input)

source: Set default fixed value
uk_ua: Встановити стандартне значення

source: Default fixed value:
uk_ua: Стандартне значення:

source: Enter available options for %s depending on it’s parent field value.
uk_ua: Заповніть списки значень поля «%s» залежно від значення його батьківського поля.

source: http://www.shop-script.com/help/conditional-contact-fields/
uk_ua: https://support.webasyst.ru/shop-script/7/conditional-contact-fields/

source: Get help
uk_ua: Допомога

source: <strong>IF</strong> parent field
uk_ua: <strong>IF</strong> батьківське поле

source: Prompt to select %s from the following list:
uk_ua: Пропонувати вибрати %s з таких варіантів:

source: Add rule
uk_ua: Додати правило

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
uk_ua: <strong>ELSE</strong>, якщо значення батьківського поля не збігається ні з одним з варіантів

source: Display &lt;input&gt; (custom text) field for %s
uk_ua: Показати для %s поле &lt;input&gt; для введення довільного тексту

source: Do not prompt for %s
uk_ua: Не запитувати поле %s

source: Change primary currency
uk_ua: Змінити основну валюту

source: Primary currency
uk_ua: Основна валюта

source: I will input all prices in the primary currency
uk_ua: Я буду вводити усі ціни в основній валюті

source: I will input prices in different currencies depending on product
uk_ua: Я буду вводити ціни у різних валютах для різних товарів

source: Other currencies
uk_ua: Інші валюти

source: Add currency...
uk_ua: Додати валюту ...

source: Convert product prices (%d) to the new primary currency (%s) according to the current exchange rate (%s)
uk_ua: Конвертувати ціни товарів (%d) у нову основну валюту (%s) за поточним курсом (%s)

source: New primary currency
uk_ua: Нова основна валюта

source: Convert prices
uk_ua: Конвертувати ціни

source: Don't convert, leave all product prices as is
uk_ua: Не конвертувати, залишити усі ціни без змін

source: If more then one rule is applicable for the customer order, how the total discount should be calculated?
uk_ua: Якщо до замовлення застосовано більше одного правила, як повинна бути розрахована загальна знижка?

source: Maximum
uk_ua: Максимум

source: Sum
uk_ua: Сума

source: By contact category
uk_ua: За категорією контакту

source: No customer categories are defined in your store. Define one using the main <a href="%s">Customers</a> screen.
uk_ua: У вашому магазині не визначено жодної категорії покупців. Створіть категорію на екрані <a href="%s">Покупці</a>.

source: Coupons
uk_ua: Купони

source: Coupons can be created on the <a href="%s">Discount coupons</a> screen.
uk_ua: Купони можна створити у розділі <a href="%s">Купони на знижку</a>.

source: Import coupons
uk_ua: Імпорт купонів

source: Coupons can be either created manually on the <a href="%s">Discount coupons</a> screen, or imported from a CSV file using the button above.
uk_ua: Купони можна або створити вручну в розділі <a href="%s">Купони на знижку</a>, або імпортувати з CSV-файлу за допомогою цієї кнопки.

source: By customers overall purchases
uk_ua: За загальною сумою усіх замовлень покупця

source: Total spent
uk_ua: Сума замовлень

source: Add rate
uk_ua: Додати курс

source: No discount rules are defined yet.
uk_ua: Ще не визначено жодного правила розрахунку знижки.

source: Must be a positive value or zero
uk_ua: Введіть невід'ємне число

source: By order total
uk_ua: По сумі замовлення

source: Order total
uk_ua: Сума замовлення

source: Type product type name to filter
uk_ua: Введіть назву товару для фільтрації

source: All features
uk_ua: Усі характеристики

source: Empty type
uk_ua: Тип не задано

source: Show %d more
uk_ua: Показати ще %d

source: New product type
uk_ua: Новий тип товару

source: Product types allow to limit access to products for backend users, and to customize which products must and must not be shown in your storefronts.
uk_ua: Типи товарів дозволяють обмежити доступ до товарів окремим користувачам бекенда і налаштувати перелік товарів, що відображаються на кожній вітрині.

source: Edit product type
uk_ua: Редагувати тип товарів

source: This will delete the entire product type, leaving all its products untyped. Are you sure?
uk_ua: Цей тип товарів буде видалено; усі товари, що до нього належали, залишаться без типу. Видалити?

source: Feature type and values
uk_ua: Тип характеристики і значення

source: No feature values are defined
uk_ua: Значення характеристики не визначено

source: Add feature value
uk_ua: Додати значення характеристики

source: Settings
uk_ua: Налаштування

source: Change this feature type
uk_ua: Змінити тип цієї характеристики

source: Product type settings
uk_ua: Настройки типу товарів

source: Product type name
uk_ua: Назва типу товарів

source: Product type icon
uk_ua: Іконка типу товарів

source: Or enter icon URL (should be a 16x16 px image)
uk_ua: Або введіть URL іконки (16х16 пікселів)

source: Change feature type
uk_ua: Змінити тип характеристики

source: Current data type
uk_ua: Поточний тип даних

source: New data type
uk_ua: Новий тип даних

source: When altering feature data type, product feature values will be automatically converted to the new data type. Conversion routine will attempt to convert all product feature values automatically, but still some data may be lost when conversion is not feasible. Example: when altering feature type from Text (string) to Value (numerical), product feature values such as "100" and "200" will be converted to numbers properly, and values that do not have a numerical representation (e.g. "hello", "none", "red") will be converted to 0. In case of data loss, there will be no way to roll back.
uk_ua: При зміні типу даних характеристики будуть автоматично оновлені значення цієї характеристики для всіх товарів. У випадках, коли приведення значення характеристики до нового типу даних неможливо, дані цього значення можуть бути втрачені. Наприклад, при зміні типу характеристики з текстового (Текст) на числовий (Значення) такі рядки як «100» и «200» будуть конвертовані в числовий тип правильно, а значення, що не мають числового представлення («так», «ні», «червоний») отримають значення 0. У випадку втрати даних можливості автоматичного відновлення колишніх значень не передбачено.

source: View
uk_ua: Переглянути

source: Deleting this feature will ENTIRELY ERASE its defined values for all of your products. Are you sure?
uk_ua: Видалення цієї характеристики ОЧИСТИТЬ ВСІ її значення для всіх товарів. Видалити?

source: New follow-up
uk_ua: Нове повідомлення

source: Follow-ups are configured properly. Latest Cron execution time: <strong>%s</strong>
uk_ua: Відправку відкладених повідомлень налаштовано. Останній запуск планувальника cron: <strong>%s</strong>

source: Follow-ups will not be sent, because cron is not properly configured.
uk_ua: Надсилання відкладених повідомлень на даний момент не працює, так як не налаштовано планувальник cron.

source: What is cron?
uk_ua: Що таке cron?

source: Follow-ups require CRON to be properly setup for the Shop-Script app, which is currently not the case.
uk_ua: Для автоматизованого надсилання відкладених повідомлень необхідно налаштувати cron, який буде запускати скрипт надсилання за розкладом, без вашої участі.

source: Setup cron with the following command (<a href="%s" target="_blank">cron setup instructions</a>):
uk_ua: Налаштуйте cron за вказаною нижче командою у контрольній панелі вашого хостингу (<a href="%s" target="_blank">документація по налаштуванню</a>):

source: http://www.webasyst.com/framework/docs/server/cron/
uk_ua: http://www.webasyst.ru/developers/docs/tips/cron/

source: Follow-up name
uk_ua: Назва повідомлення

source: This name is for your convenience only. It will never be shown to customers.
uk_ua: Назва для внутрішнього використання. Не буде показано покупцям.

source: Sending rules
uk_ua: Правила надсилання

source: Send in
uk_ua: Надсилати через

source: days after the order was paid
uk_ua: днів після того, як замовлення було сплачене

source: Send for customer‘s first paid order only
uk_ua: Надсилати тільки для першого оплаченого клієнтом замовлення

source: Source
uk_ua: Джерело

source: Backend orders
uk_ua: Замовлення з бекенду

source: Send from
uk_ua: Відправник

source: Other email...
uk_ua: Інший email ...

source: Email subject
uk_ua: Тема повідомлення

source: Email body
uk_ua: Текст повідомлення

source: Cheat sheet
uk_ua: Шпаргалка

source: Send test
uk_ua: Перевірити відправку

source: Test follow-up
uk_ua: Пробне повідомлення

source: Follow-up testing requires at least one paid or complete order for sample data.
uk_ua: Для перевірки надсилання повідомлень необхідно мати хоча б одне оплачене або відвантажене замовлення.

source: Send to
uk_ua: Кому

source: Select an order to fetch sample data from
uk_ua: Оберіть замовлення для отримання тестових даних

source: Test message sent!
uk_ua: Пробне повідомлення надіслано!

source: Are you sure?
uk_ua: Ви впевнені?

source: Follow-up has been deleted.
uk_ua: Повідомлення видалене.

source: Please save changes to be able to send tests.
uk_ua: Щоб перевірити відправку, збережіть зміни.

source: An array containing information about the order
uk_ua: Масив з інформацією про замовлення

source: Order ID
uk_ua: Ідентифікатор замовлення

source: Order currency (ISO 3 code)
uk_ua: Валюта замовлення (ISO3-код)

source: An array containing information about ordered items
uk_ua: Масив з інформацією про замовлені товари

source: Item price
uk_ua: Ціна товару

source: Ordered item quantity
uk_ua: Кількість замовлених одиниць

source: Item download link (SKU attachment)
uk_ua: Посилання на файл цифрового товару (для артикулу)

source: Order discount amount (in order currency)
uk_ua: Розмір знижки (у валюті замовлення)

source: Order tax amount (in order currency)
uk_ua: Розмір податку (у валюті замовлення)

source: Order shipping cost (amount in order currency)
uk_ua: Вартість доставки (у валюті замовлення)

source: Order total (amount in order currency)
uk_ua: Усього (у валюті замовлення)

source: Customer’s comment to the order
uk_ua: Коментар покупця до замовлення

source: Current order status name
uk_ua: Поточна назва статусу замовлення

source: An URL to access order page in customer personal account in storefront
uk_ua: URL сторінки замовлення в особистому кабінеті покупця

source: An array of other (custom) order parameter values
uk_ua: Масив із додатковими параметрами замовлення

source: Order selected shipping option name
uk_ua: Назва обраного способу доставки

source: Order selected payment option name
uk_ua: Назва обраного способу оплати

source: A 4-digit PIN to access order info page (for customers without permanent account only)
uk_ua: Чотиризначний PIN-код для доступу до інформаційної сторінки (тільки для незареєстрованих покупців)

source: Domain and path to Shop-Script storefront where the order was placed
uk_ua: Домен і путь до вітрини Shop-Script, на якій було оформлене замовлення

source: Customer’s IP address for the moment of order creation
uk_ua: IP-адреса покупця на момент формування замовлення

source: Customer’s User Agent string for the moment of order creation
uk_ua: “User Agent” браузера покупця на момент формування замовлення

source: A string indicating approximate timeframe of the order delivery (if defined)
uk_ua: Рядок з інформацією про приблизний час доставки (якщо визначено)

source: Order shipment tracking number (if defined)
uk_ua: Ідентифікатор доставки замовлення (якщо визначено)

source: The list of order params may vary depending on your workflow and plugin setup
uk_ua: Перелік параметрів замовлення може бути різним у залежності від налаштувань обробки замовлень та їх статусів

source: An array containing information about the customer according to the Contacts app setup and your storefront’s checkout contact info form
uk_ua: Масив даних покупця відповідно до налаштувань додатку «Контакти» та форми заповнення контактних даних при оформленні замовлення

source: Customer full name
uk_ua: Повне ім'я покупця

source: Customer first name
uk_ua: Ім'я покупця

source: Customer last name
uk_ua: Прізвище покупця

source: Customer email
uk_ua: Email-адреса покупця

source: Customer phone
uk_ua: Номер телефону покупця

source: The list of available contact fields is defined in your store backend: Settings &rarr; Checkout &rarr; Contact info checkout step
uk_ua: Перелік доступних полів контакту визначається у бекенді магазину: Налаштування &rarr; Оформлення замовлення &rarr; Контактна інформація

source: Shipping address as string
uk_ua: Адреса доставки одним рядком

source: Billing address as string
uk_ua: Адреса платника одним рядком

source: Store name
uk_ua: Назва магазину

source: Primary email
uk_ua: Основна email-адреса

source: All email notifications sent to store customers will be sent from the primary email address
uk_ua: Використовується в якості адреси відправника для автоматичних повідомлень, що надсилаються магазином

source: Phone number
uk_ua: Телефон

source: Phone number is published in the storefront and included in email notification
uk_ua: Телефонний номер публікується на вітрині і додається до тексту email-повідомлень

source: Your online store base country.
uk_ua: Країна, в якій розташовується ваш інтернет-магазин.

source: Order ID format
uk_ua: Формат номерів замовлень

source: <strong>&#123;$order.id&#125;</strong> will be replaced with the actual order ID. Do not delete &#123;$order.id&#125; from this string.
uk_ua: <strong>&#123;$order.id&#125;</strong> буде замінено на фактичний номер замовлення. Не видаляйте фрагмент &#123;$order.id&#125; з цього рядка.

source: Gravatar
uk_ua: Граватар

source: Display Gravatar userpics
uk_ua: Показувати юзерпіки Gravatar

source: Gravatar.com (Globally Recognized Avatars) is a web service that returns userpic (profile photo, avatar) by email address. In case userpic is not uploaded in the Contacts app for a particular customer, his Gravatar userpic will be displayed.
uk_ua: Gravatar.com (Globally Recognized Avatars) — це веб-сервіс, який повертає юзерпік користувача (фотографію, аватар) за його email-адресою. Якщо фотографію не завантажено для покупця в його профілі у додатку «Контакти», буде показано його юзерпік з сервісу Gravatar.

source: In case there were no Gravatar userpic uploaded
uk_ua: Якщо у покупця не завантажено юзерпік у сервісі Gravatar

source: Use default userpic
uk_ua: Використовувати стандартне зображення з папки «Контакти»

source: (mystery-man) a simple, cartoon-style silhouetted outline of a person (does not vary by email hash)
uk_ua: проста фігурка людини на сірому фоні (однакова для всіх покупців)

source: a geometric pattern based on an email hash
uk_ua: геометричний малюнок, згенерований на основі хешу email-адреси

source: a generated 'monster' with different colors, faces, etc
uk_ua: автоматично згенерована фігурка монстра

source: generated faces with differing features and backgrounds
uk_ua: згенеровані обличчя з різним фоном

source: awesome generated, 8-bit arcade-style pixelated faces
uk_ua: зображення обличчя в стилі старих 8-бітних комп'ютерних ігор

source: Protect product review form with CAPTCHA
uk_ua: Захистити форму додавання відгуку про товар за допомогою <em>капчі</em> (CAPTCHA)

source: Only authorized users can post reviews
uk_ua: Відгуки про товари можуть залишати тільки зареєстровані користувачі

source: If enabled, user needs to sign in to post a review.
uk_ua: Користувач має авторизуватися на сайті для того, аби залишити відгук.

source: Make sure sign up and login forms are enabled in your <a href="%s">Site app settings</a>.
uk_ua: Переконайтеся в тому, що форми реєстрації та входу для користувачів увімкнено <a href="%s">у налаштуваннях додатку «Сайт»</a>.

source: SMS
uk_ua: СМС

source: Sender IDs
uk_ua: ID відправників

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
uk_ua: Введіть ідентифікатори відправників для цього SMS-шлюзу (ID відправника являє собою номер телефону або рядок довжиною до 11 символів). Введіть зірочку (*), аби використовувати ID, призначений SMS-шлюзом.

source: Once gateway is setup, add new and edit existing SMS notifications using the <a href="%s">Notifications</a> settings screen.
uk_ua: Після налаштування SMS-шлюзу SMS-повідомлення можна додавати і редагувати в розділі налаштувань «<a href="%s">Повідомлення</a>».

source: To enable SMS message sending, install and configure sending module for your preferred SMS gateway.<br /> Browse for SMS gateway modules <a href="%s">in the Installer app</a>.
uk_ua: Для надсилання SMS-повідомлень встановіть та налаштуйте підключення до одного з SMS-шлюзів.<br />Модулі інтеграції з SMS-шлюзами доступні <a href="%s">в «Інсталері»</a>.

source: Settings updated
uk_ua: Налаштування оновлено

source: Thumbnails
uk_ua: Ескізи

source: Thumbnails to be created when image is uploaded
uk_ua: Ескізи, що формуються при завантаженні зображень

source: Square crop
uk_ua: Квадратна обрізка

source: px
uk_ua: пікс

source: Max
uk_ua: Макс

source: Width
uk_ua: Ширина

source: Height
uk_ua: Висота

source: auto
uk_ua: авто

source: Rectangular crop
uk_ua: Прямокутна обрізка

source: Custom-sized thumbnails
uk_ua: Ескізи довільних розмірів

source: Allow on demand generation of custom-sized thumbnails
uk_ua: Дозволити створення ескізів довільних розмірів на вимогу

source: If enabled, frontend design theme can request generation of custom-sized image thumbnails on fly (any custom size can be requested in addition to the listed above, including cropped versions)
uk_ua: Увімкніть, аби дозволити темі дизайну вимагати створення «на льоту» ескізів фотографій довільного розміру (зазначеного в додаток до перерахованих вище, включаючи обрізані версії).

source: Max thumbnail size
uk_ua: Максимальний розмір ескізу

source: Limits the maximum thumbnail size that can be created on demand. Must be no less than 970 px.
uk_ua: Обмежує максимальний розмір ескізу зображення, зформованого на вимогу (в пікселях). Мінімальне значення - 970 пікс.

source: Sharpen
uk_ua: Різкість

source: Apply sharpening filter when creating thumbnails (recommended)
uk_ua: Застосувати фільтр різкості при створенні ескізів зображень (рекомендується)

source: Thumbnail quality
uk_ua: Якість ескізів

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
uk_ua: Коефіцієнт якості стиснення JPEG при створенні ескізів зображень товарів. Від 0 (мінімальна якість, мінімальний розмір файлів) до 100 (максимальна якість, максимальний розмір файлів). Рекомендоване значення - 90.

source: Originals
uk_ua: Оригінали

source: Backup image originals
uk_ua: Зберігати оригінальне зображення
