Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Error while rotate. Original file corupted but backuped
uk_ua: Помилка при виконанні повороту. Оригінальний файл пошкоджено, але збережена резервна копія

source: Page couldn't be inserted before itself
uk_ua: Сторінку не можна помістити перед собою

source: Error saving product page
uk_ua: Помилка при збереженні сторінки товару

source: Unkown product
uk_ua: Невідомий товар

source: Check at least one feature value
uk_ua: Оберіть хоча б одне значення

source: Unkown service
uk_ua: Невідома послуга

source: Error when delete: unknown sku
uk_ua: Помилка видалення: невідомий артикул

source: Error when delete: unknown product
uk_ua: Помилка видалення: невідомий товар

source: Error when delete
uk_ua: Помилка видалення

source: Error when transfer
uk_ua: Помилка при трансфері

source: (no-name)
uk_ua: (без назви)

source: Url is in use
uk_ua: URL вже використовується

source: Only Latin characters, numbers, underscore and hyphen symbols are allowed
uk_ua: Допускається використовувати тільки латинські літери, цифри, символ підкреслення і дефіс

source: ID is in use
uk_ua: ID вже використовується

source: Product purchases
uk_ua: Закупівлі товару

source: Writing a review to product is available just on frontend
uk_ua: Додавання відгуку до товару можливе тільки на вітрині

source: Unknown service to delete
uk_ua: Помилка видалення: невідома послуга

source: Unknown service to update
uk_ua: Помилка оновлення: невідома послуга

source: Shipping address prompt
uk_ua: Підказка до адреси доставки

source: Billing address prompt
uk_ua: Підказка до адреси платника

source: Select
uk_ua: Віибір

source: Composite field group
uk_ua: Група полів

source: Unknown field
uk_ua: Невідоме поле

source: Conditional field
uk_ua: Залежне поле

source: Unknown parent field
uk_ua: Невідоме батьківське поле

source: Unknown code
uk_ua: Невідомий код

source: Error when change
uk_ua: Помилка при зміні

source: Error when change currency
uk_ua: Помилка при зміні валюти

source: Product feature not found
uk_ua: Характеристику не знайдено

source: Unknown feature
uk_ua: Невідома характеристика

source: Feature type conversion is not allowed or failed
uk_ua: Конвертація типу даних неможлива або виконана з помилками

source: <no name>
uk_ua: <без назви>

source: Thank you for your recent order %s!
uk_ua: Дякуємо за ваше нещодавнє замовлення %s!

source: We hope that you are happy with your purchase, and that the overall shopping experience was pleasant. Please let us know if you have any questions on your order, or if there is anything we can assist you with. We will be glad working with you again!
uk_ua: Сподіваємося, що ви задоволені купівлею і що відвідування нашого інтернет-магазину залишило у вас приємне враження. Якщо у вас виникли будь-які питання у зв'язку із вашим замовленням, просимо повідомити про це. Ми радо допоможемо!

source: Follow-up
uk_ua: Відкладене повідомлення

source: Updated %d product image.
uk_ua: Оновлено %d зображення товару.

source: %d product affected.
uk_ua: Вплинуто на %d товар

source: Error when delete thumbnails for image %d
uk_ua: Помилка видалення ескізів зображень %d

source: close
uk_ua: закрити

source: HTTP Request
uk_ua: HTTP-запит

source: Tweet
uk_ua: Твіт

source: New order %s
uk_ua: Нове замовлення %s

source: View and manage your order
uk_ua: Перегляд інформації про замовлення

source: Thank you for shopping at %s!
uk_ua: Дякуємо за покупку в магазині «%s»!

source: Your order number is %s. Order total: %s
uk_ua: Ваш номер замовлення: %s. Сума замовлення: %s

source: Order %s has been confirmed
uk_ua: Замовлення %s підтверджене

source: Your order %s has been confirmed and accepted for processing.
uk_ua: Ваше замовлення %s підтверджено і прийнято в обробку.

source: Order %s has been sent out!
uk_ua: Замовлення %s відправлене!

source: Your order %s has been shipped!
uk_ua: Ваше замовлення %s було відправлене!

source: The shipment tracking number is <strong>%s</strong>
uk_ua: Номер відстеження відправлення: <strong>%s</strong>

source: Your order %s has been sent out!
uk_ua: Ваше замовлення %s вiдправлене!

source: Order %s has been cancelled
uk_ua: Замовлення %s було скасовано

source: Your order %s has been cancelled. If you want your order to be re-opened, please contact us.
uk_ua: Ваше замовлення %s було скасовано. Якщо ви хочете відновити ваше замовлення, будь ласка, зв'яжіться з нами.

source: Your order %s has been cancelled
uk_ua: Ваше замовлення %s скасоване

source: Order %s has been updated
uk_ua: Замовлення %s оброблене

source: Your order %s status has been updated to <strong>%s</strong>
uk_ua: Статус вашого замовлення %s було оновлено на <strong>%s</strong>

source: Your order %s status has been updated to “%s”
uk_ua: Статус вашого замовлення %s змінено на «%s»

source: Notification
uk_ua: Повідомлення

source: Cannot delete order status while there are active orders in this status
uk_ua: Неможливо видалити статус, бо є замовлення, що знаходяться у цьому статусі

source: Error when save config
uk_ua: Помилка при збереженні конфігурації

source: New State
uk_ua: Новий статус

source: State name can not be empty
uk_ua: Назва статусу не може бути порожньою

source: Length of state ID more then 16 symbols
uk_ua: Довжина ідентифікатора статусу не може перевищувати 16 символів

source: Same state ID already exists
uk_ua: Статус із вказаним ID вже існує

source: ID is reserved
uk_ua: ID зарезервовано

source: Empty action ID
uk_ua: Введіть ID дії

source: Empty action name
uk_ua: Введіть назву дії

source: Length of action ID is more then 32 symbols
uk_ua: Довжина ідентифікатора дії не може перевищувати 32 символів

source: Same action ID alreay exists
uk_ua: Дія із зазначеним ID вже існує

source: Empty template
uk_ua: Порожній шаблон

source: Other fields
uk_ua: Інші поля

source: Successfully re-indexed %d product
uk_ua: Успішно переіндексовано %d продукт

source: Unknown stock
uk_ua: Невідомий склад

source: Unknow destination stock
uk_ua: Невідомий склад призначення

source: Error when deleting
uk_ua: Помилка при видаленні

source: Not enough data in the contact information to place the order.
uk_ua: Замовлення не може бути збережене, так як контактна інформація заповнена не повністю.

source: Terms of service
uk_ua: Умови надання послуг

source: If you want your customers to be prompted to read and agree to your company’s terms of service, refund and privacy policies or any other legal information during the checkout, enter the text to the field above. A checkbox to agree and a link to read this legal information will be shown on the Confirmation checkout step.
uk_ua: Якщо ви хочете, щоб покупцям пропонувалося ознайомитися і погодитися з умовами надання послуг, повернення грошових коштів або іншою юридичною інформацією під час оформлення замовлення, введіть відповідний текст у текстовому полі. Після цього на кроці підтвердження замовлення з'явиться прапорець для підтвердження згоди і посилання для перегляду умов.

source: Generate sample policy
uk_ua: Згенерувати текст прикладу

source: Your current terms of service content will be erased. Are you sure?
uk_ua: Поточний текст умов надання послуг буде видалено без можливості відновлення. Видалити?

source: We cannot ship to the specified address via %s.
uk_ua: Ми не можемо доставити замовлення за вказаною адресою обраним способом доставки «%s».

source: Please double-check the address above, or return to the shipping step and select another shipping option.
uk_ua: Перевірте, будь ласка, зазначену адресу або поверніться на крок вибору способу доставки та оберіть інший спосіб.

source: Email already registered
uk_ua: Покупця із такою email-адресою вже зареєстровано

source: Payment procedure cannot be processed because required currency %s is not defined in your store settings.
uk_ua: Оплата обраним способом не може бути виконана, тому що необхідну валюту %s не визначено в налаштуваннях магазину.

source: Shipping rate was not calculated because required currency %s is not defined in your store settings.
uk_ua: Вартість доставки не розраховано, тому що необхідну валюту %s не визначено у налаштуваннях магазину.

source: Prompt for address
uk_ua: Запитувати адресу

source: During the “Shipping” checkout step, when customer selects a preferred shipping option but shipping address was not yet entered, instantly prompt customer to provide:
uk_ua: На кроці оформлення замовлення «Доставка», на якому покупець обирає спосіб доставки, якщо адресу доставки ще не вказано, запитувати у покупця:

source: All address fields required by the selected shipping option
uk_ua: Усі поля адреси, обов'язкові для обраного способу доставки

source: Prompt for all address fields according to the selected shipping option implementation. If you use this option and have “Shipping” prior to “Contact info” in the checkout step order, it is advisable to hide (disable) shipping address form on the “Contact Info” checkout step to avoid asking for address twice.
uk_ua: Запитувати усі поля адреси доставки, необхідні для роботи обраного модуля доставки. Якщо ви обрали цей варіант і помістили крок «Доставка» перед кроком «Контактна інформація» у настройках оформлення замовлення, рекомендується приховати (відключити) поля адреси доставки у кроці «Контактна інформація», аби не вимагати їх заповнення повторно.

source: Only fields required for shipping rate estimation
uk_ua: Тільки поля, необхідні для розрахунку вартості доставки

source: Prompt for fields required for shipping rate and delivery date estimation only (shipping option implementation declares the list of such fields). This is a suitable setup option if you have “Shipping” prior to “Contact info” in the checkout step order setup.
uk_ua: Запитувати тільки поля, необхідні для приблизного розрахунку вартості і дати доставки (список полів визначається логікою роботи модуля доставки). Цю настройку зручно використовувати, якщо в налаштування оформлення замовлення крок «Доставка» поміщено перед кроком «Контактна інформація».

source: This list of address fields is configured in the “Contact info” step settings.
uk_ua: Перелік полів адреси налаштовується у конфігурації кроку «Контактна інформація».

source: Column %s meets %d times
uk_ua: Колонку %s виявлено %d разів

source: Warning
uk_ua: Увага

source: CSV columns
uk_ua: Колонки CSV-файлу

source: Properties
uk_ua: Властивості товарів

source: No associated column
uk_ua: Немає пов'язаної колонки

source: CSV columns numbers %s
uk_ua: Кількість стовпців у CSV-файлі: %s

source: Low stock
uk_ua: У наявності, але мало

source: not specified
uk_ua: не вказано

source: Notification <strong>%s</strong> sent to customer.
uk_ua: Повідомлення <strong>%s</strong> надіслане покупцеві.

source: Notification <strong>%s</strong> sent to store admin.
uk_ua: Повідомлення <strong>%s</strong> надіслане адміністраторові магазину.

source: Notification <strong>%s</strong> sent to %s.
uk_ua: Повідомлення <strong>%s</strong> відправлене %s.

source: Payment for order %s
uk_ua: Оплата замовлення %s

source: Tagged “%s”
uk_ua: Із тегом «%s»

source: Shipping plugins not installed yet
uk_ua: Плагінів розрахунку вартості доставки не встановлено

source: Configure the list of fields requested during the checkout.
uk_ua: Налаштуйте список полів, запитуваних під час оформлення замовлення.

source: The shipping checkout step prompts customer to select preferable shipping option from the list configured on the <a class="inline" href="#/shipping/">Shipping</a> settings screen.
uk_ua: На кроці «Доставка» покупцеві пропонується вказати бажаний спосіб доставки зі списку, сформованого у розділі налаштувань <a class="inline" href="#/shipping/">Доставка</a>.

source: The payment checkout step prompts customer to select preferable payment option from the list configured on the <a class="inline" href="#/payment/">Payment</a> settings screen.
uk_ua: На кроці «Оплата» покупцеві пропонується вказати бажаний спосіб оплати зі списку, сформованого в розділі налаштувань <a class="inline" href="#/payment/">Оплата</a>.

source: The confirmation checkout step presents overall order information including cart content, shipping and tax rates, total amount.
uk_ua: На кроці підтвердження відображається загальна інформація про замовлення, включаючи вміст кошика, вартість доставки, розмір нарахованого податку та підсумкову суму.

source: Length
uk_ua: Довжина

source: m
uk_ua: м

source: cm
uk_ua: см

source: mm
uk_ua: мм

source: in
uk_ua: дюйм

source: ft
uk_ua: фут

source: yd
uk_ua: ярд

source: km
uk_ua: км

source: mi
uk_ua: миля

source: Weight
uk_ua: Вага

source: kg
uk_ua: кг

source: g
uk_ua: г

source: lbs
uk_ua: фунт

source: oz
uk_ua: унція

source: Volume
uk_ua: Обсяг

source: l
uk_ua: л

source: ml
uk_ua: мл

source: cl
uk_ua: сл

source: Frequency
uk_ua: Частота

source: Hz
uk_ua: Гц

source: KHz
uk_ua: КГц

source: MHz
uk_ua: МГц

source: GHz
uk_ua: ГГц

source: Power
uk_ua: Потужність

source: W
uk_ua: Вт

source: KW
uk_ua: КВ

source: MW
uk_ua: МВт

source: mW
uk_ua: мВт

source: Memory
uk_ua: Пам'ять

source: B
uk_ua: Б

source: KB
uk_ua: КБ

source: MB
uk_ua: МБ

source: GB
uk_ua: ГБ

source: Area
uk_ua: Площа

source: sq m
uk_ua: кв. м.

source: sq ft
uk_ua: кв. фут

source: ac
uk_ua: акр

source: ha
uk_ua: га

source: sq mm
uk_ua: кв. мм.

source: sq cm
uk_ua: кв. см.

source: sq yd
uk_ua: кв. ярд

source: sq in
uk_ua: кв. дюйм

source: sq km
uk_ua: кв. км.

source: sq mi
uk_ua: кв. миля

source: Time
uk_ua: Час

source: sec
uk_ua: сек

source: min
uk_ua: хв

source: hr
uk_ua: г

source: days
uk_ua: дн.

source: weeks
uk_ua: тижд.

source: New
uk_ua: Новий

source: Confirmed
uk_ua: Підтверджений

source: Paid
uk_ua: Оплачений

source: Sent
uk_ua: Відправлений

source: Completed
uk_ua: Виконаний

source: Refunded
uk_ua: Повернення

source: Deleted
uk_ua: Видалений

source: Process
uk_ua: В обробку

source: Order was paid
uk_ua: Замовлення оплачене

source: Order was shipped
uk_ua: Замовлення відправлене

source: Refund
uk_ua: Повернення

source: Order was refunded
uk_ua: Замовлення повернене

source: Split order
uk_ua: Розбити замовлення

source: Edit order
uk_ua: Редагувати замовлення

source: Order was edited
uk_ua: Замовлення відредаговане

source: Order was deleted
uk_ua: Замовлення видалене

source: Restore
uk_ua: Відновити

source: Order was re-opened
uk_ua: Замовлення відновлене

source: Mark as Completed
uk_ua: Виконано

source: Order was marked as completed
uk_ua: Замовлення виконане

source: A comment was added for the order
uk_ua: Додано коментар до замовлення

source: Callback
uk_ua: Відповідь платіжної системи (callback)

source: Can manage orders
uk_ua: Може керувати замовленнями

source: Can manage settings
uk_ua: Може редагувати налаштування

source: Can view reports
uk_ua: Може переглядати звіти

source: Can manage products
uk_ua: Може керувати товарами

source: Homepage title <title>
uk_ua: Назва головної сторінки <title>

source: Homepage META Keywords
uk_ua: META Keywords головної сторінки

source: Homepage META Description
uk_ua: META Description головної сторінки

source: URLs
uk_ua: URL-адреси

source: Natural
uk_ua: Натуральні

source: <br>Product URLs: /<strong>category-name/subcategory-name/product-name/</strong><br>Category URLs: /<strong>category-name/subcategory-name/</strong>
uk_ua: <br>Сторінки товарів: /<strong>category-name/subcategory-name/product-name/</strong><br>Сторінки категорій: /<strong>category-name/subcategory-name/</strong>

source: Mixed
uk_ua: Змішані

source: <br>Product URLs: /<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>
uk_ua: <br>Сторінки товарів: /<strong>product-name/</strong><br>Сторінки категорій: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>

source: Plain
uk_ua: Пласкі

source: <br>Product URLs: /product/<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/</strong>
uk_ua: <br>Сторінки товарів: /product/<strong>product-name/</strong><br>Сторінки категорій: /category/<strong>category-name/</strong>

source: Published products
uk_ua: Опубліковані товари

source: Payment options
uk_ua: Способи оплати

source: All available payment options
uk_ua: Усі доступні способи оплати

source: Shipping options
uk_ua: Способи доставки

source: All available shipping options
uk_ua: Усі доступні способи доставки

source: Default currency
uk_ua: Основна валюта

source: Default stock
uk_ua: Основний склад

source: Select primary stock to which this storefront is associated with. When you process orders from placed via this storefront, selected stock will be automatically offered for product stock update.
uk_ua: Виберіть основний склад, із яким буде пов'язано цю вітринк. При обробці замовлень, оформлених через цю вітрину, обраний тут склад буде пропонуватися за замовчуванням для оновлення складських залишків.

source: Force drop out-of-stock products to the bottom of all lists
uk_ua: Автоматично переміщувати товар у кінець усіх переліків, якщо його немає на складі

source: When enabled, out-of-stock products will be automatically dropped to the bottom of every product list on this storefront, e.g. in product search results, category product filtering, and more.
uk_ua: Товари, яких немає на складі, буде автоматично переміщено у кінець усіх переліків товарів на вітрині інтернет-магазину: в результатах пошуку, в списках товарів усередині категорій, в результатах фільтрації товарів і т. д.

source: Use HTTPS for checkout and personal accounts
uk_ua: Використовувати захищене HTTPS-з'єднання при оформленні замовлення і для особистого кабінету покупця

source: Automatically redirect to secure https:// mode for checkout (/checkout/) and personal account (/my/) pages of your online storefront. Make sure you have valid SSL certificate installed for this domain name before enabling this option.
uk_ua: Автоматично увімкнути захищене з'єднання https:// для оформлення замовлення (/checkout/) і особистого кабінету покупця (/my/). Вмикайте тільки у тому випадку, якщо для вашого домену було придбано і встановлено SSL-сертифікат.

source: Core content loaded according to the requested resource: product, category, search results, static page, etc.
uk_ua: Основний зміст, показаний у залежності від типу поточної сторінки: товар, категорія, результати пошуку, статична сторінка та ін.

source: Product id. Other elements of <em>$product</em> available in this template are listed below
uk_ua: ID товару. Інші елементи об'єкта <em>$product</em>, доступні у цьому шаблоні, перераховано нижче

source: Product summary (brief description)
uk_ua: Короткий опис

source: Product description
uk_ua: Опис товару

source: Product average rating (float, 0 to 5)
uk_ua: Середня оцінка покупців (дійсне число від 0 до 5)

source: Array of product SKUs
uk_ua: Масив артикулів товару

source: Array of product images
uk_ua: Масив зображень товару

source: Array of product categories
uk_ua: Масив категорій товару

source: Array of product tags
uk_ua: Масив тегів товару

source: Array of product static info pages
uk_ua: Масив інформаційних сторінок товару

source: Array of product features and values
uk_ua: Масив характеристик товару та їх значень

source: Array of product reviews
uk_ua: Масив відгуків про товар

source: Array of services available for this product
uk_ua: Масив послуг, доступних для даного товару

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
uk_ua: Контекстне використання! Доступне тільки на сторінці альбому. Нижче перераховано ключі цього параметра

source: Available vars are listed in the cheat sheet for product.html template
uk_ua: Доступні змінні перераховано у шпаргалці шаблону product.html

source: Displays badge of the specified product (<em>$product</em> object)
uk_ua: Показує наклейку зазначеного товару (об'єкта <em>$product</em>)

source: Returns current cart object
uk_ua: Повертає об'єкт кошика покупця

source: Returns array of subcategories of the specified category. Omit parent category for the entire array of categories
uk_ua: Повертає масив підкатегорій для зазначеної категорії. Не включає батьківську категорію до усього масиву категорій.

source: Returns category object by <em>$category_id</em>
uk_ua: Повертає об'єкт категорії за вказаною <em>$category_id</em>

source: Array of custom category parameters
uk_ua: Масив додаткових параметрів категорії

source: Returns array of products currently added into a comparison list
uk_ua: Повертає масив товарів, що знаходяться у переліку для порівняння

source: Returns array of cross-sell products.<em>$product_id</em> can be either a number (ID of the specified base product) or an array of products IDs
uk_ua: Повертає масив товарів, рекомендованих функцією перехресного продажу. <em>$product_id</em> може містити число (ID зазначеного основного товару), або масив ID товарів.

source: Setting <em>$available_only = true</em> will automatically exclude all out-of-stock products from the return
uk_ua: Налаштування <em>$available_only = true</em> автоматично виключить із результату усі товари, яких немає на складі.

source: Returns current currency object
uk_ua: Повертає об'єкт поточної валюти

source: Returns product object by <em>$product_id</em>
uk_ua: Повертає об'єкт товару за <em>$product_id</em>

source: Returns valid product page URL
uk_ua: Повертає URL сторінки товару

source: Returns array of upsell products for the specified product
uk_ua: Повертає масив рекомендованих схожих товарів (upselling) для зазначеного товару

source: Displays specified $product object’s default image
uk_ua: Повертає основне зображення товару з об'єкта $product

source: Returns specified $product default image URL
uk_ua: Повертає адресу основного зображення товару з об'єкту $produc

source: Returns array of products by search criteria, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
uk_ua: Повертає масив товарів відповідно до критеріїв пошуку, наприклад, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> або <em>"*"</em> для усього переліку товарів.

source: Optional <em>options</em> parameter indicates additional product options, e.g. <em>["params" => 1]</em> to include product custom parameter values into the output.
uk_ua: Необов'язковий параметр<em>options</em> використовується для включення в результат додаткових характеристик товарів, наприклад, <em>["params" => 1]</em>.

source: Returns number of products matching specified search conditions, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
uk_ua: Повертає кількість товарів, що відповідають вказаному заданому критерію пошуку, наприклад, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> або <em>"*"</em> для всього списку товарів.

source: Returns array of products from the specified set.
uk_ua: Повертає масив товарів із зазначеного списку.

source: Displays 1—5 stars rating. $size indicates icon size and can be either 10 or 16
uk_ua: Повертає рейтинг товару від 1 до 5 зірок. $size означає розмір іконки і може бути 10 чи 16

source: Returns store’s general setting option by <em>option_id</em>, e.g. "name", "email", "country"
uk_ua: Повертає значення поля налаштувань магазину по <em>option_id</em>, наприклад: "name", "email", "country"

source: Order placed
uk_ua: Замовлення розміщене

source: Texts
uk_ua: Тексти

source: Custom number
uk_ua: Довільне число

source: Color
uk_ua: Колір

source: Numerical
uk_ua: Числові

source: Custom text (input)
uk_ua: Текст (input)

source: Yes/No toggle (boolean)
uk_ua: Перемикач так/ні (boolean)

source: Value
uk_ua: Значення

source: Range
uk_ua: Діапазон
