Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Any discount coupon
uk_ua: Будь-який купон

source: Coupon
uk_ua: Купон

source: Any UTM campaign
uk_ua: Будь-яка UTM-кампанія

source: Welcome to Shop-Script
uk_ua: Ласкаво просимо до Shop-Script

source: Shipping method
uk_ua: Спосіб доставки

source: Payment method
uk_ua: Спосіб оплати

source: Total spent (Count only paid orders)
uk_ua: Загальна сума витрат (зараховуються лише оплачені замовлення)

source: Any coupon
uk_ua: Будь-який купон

source: No name filter
uk_ua: Фільтр без назви

source: Hide Filters
uk_ua: Приховати фільтри

source: Show Filters
uk_ua: Показати фільтри

source: %s is now in your shopping cart
uk_ua: %s тепер у вашому кошику

source: Go to shopping cart
uk_ua: Перейти до кошика

source: Ok, close this welcome tutorial
uk_ua: Добре, закрити цей мастер настроювання

source: Returns array of feature values for the specified list of products
uk_ua: Повертає масив значень зазначеного переліку продуктів

source: Returns array of latest product reviews
uk_ua: Повертає масив останніх відгуків про товар

source: Returns array of stocks
uk_ua: Повертає масив складських запасів

source: Shipping option
uk_ua: Варіант доставки

source: Payment option
uk_ua: Варіант оплати

source: Order time frame
uk_ua: Період замовлення

source: Make last order
uk_ua: Зробити останнє замовлення

source: From New York
uk_ua: З Нью-Йорка

source: From British Columbia
uk_ua: З Британської Колумбії

source: From New Zealand
uk_ua: З Нової Зеландії

source: From Facebook
uk_ua: З Facebook

source: From Twitter
uk_ua: З Твіттера

source: Last ordered over a month ago
uk_ua: Останній раз замовив більше місяця тому

source: https://www.shop-script.com/help/3142/shop-script-a-b-testing/
uk_ua: https://support.webasyst.ru/shop-script/3127/shop-script-a-b-testing/

source: Some required contact info fields were not provided. Please return to the contact information checkout step to finalize your order.
uk_ua: Не було заповнено деякі необхідні контактні дані. Будь ласка, поверніться на крок заповнення контактної інформації, аби завершити ваше замовлення.

source: Data cannot be processed because required currency %s is not defined in your store settings.
uk_ua: Дані не можуть бути оброблені, так як потрібна валюта %s не визначена у налаштуваннях магазину.

source: Only paid and complete orders are shown in reports. If you don't see a particular order in reports, make sure to click <strong>Pay</strong> or <strong>Complete</strong> button on the order info page. Clicking either of these buttons will add a big PAID stamp for this order and make the order counted in your sales reports.
uk_ua: У звітах відображаються тільки сплачені та виконані замовлення. Якщо ви не бачите у звітах певного замовлення, переконайтесь у тому, що для нього натиснуто кнопку <strong>«Сплачено»</strong> або <strong>«Виконано»</strong>.

source: All products sorted by margin
uk_ua: Усі продукти відсортовано за маржею

source: Purchased at least once during the selected report period
uk_ua: Придбане принаймні один раз протягом обраного періоду звіту

source: Up to %d products
uk_ua: До %d товарів

source: Subtotal %1$s &minus; Discount %2$s
uk_ua: Усього %1$s &minus; знижка %2$s

source: Total sales %1$s &minus; Purchase expense %2$s
uk_ua: Загальний обсяг продажів %1$s &minus; закупівельна вартість %2$s

source: Optional settings
uk_ua: Необов'язкові параметри

source: Automatically create thumbnails of predefined custom sizes
uk_ua: Автоматично створювати ескізи попередньо визначених розмірів

source: Enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off.
uk_ua: Увімкніть у випадку, якщо ви не впевнені у переліку ваших власних розмірів ескізів і якщо створення ескізів нестандартного розміру на вимогу вимкнено; в іншому випадку цей параметр можна вимкнути.

source: Restore product fullsize images from originally uploaded versions (backups)
uk_ua: Відновити повнорозмірні зображення з оригінальних завантажених версій (резервних копій)

source: Enable this to flush all source fullsize images and re-generate them from backups. All plugin customizations to source images will be re-applied. Source images without backups will be skipped.
uk_ua: Увімкніть, аби скинути усі повнорозмірні зображення та заново згенерувати їх з резервних копій. Усі зміни, які плагіни вносять до оригінальних зображень, буде застосовано знову. Оригінальні зображення, які не мають резервних копій, буде пропущено.

source: All
uk_ua: Усі

source: Shop customers
uk_ua: Клієнти магазину

source: Invalid coupon code
uk_ua: Невірний код купона

source: Download chart data in CSV
uk_ua: Завантажити дані графіка у CSV

source: Unable to update some of the products (%d) because you have insufficient access rights.
uk_ua: Не вдалося оновити деякі продукти (%d), тому що у вас недостатньо прав доступу.

source: Change product visibility
uk_ua: Зміна видимості продукту

source: Visible on website
uk_ua: Опубліковано на сайті

source: Temporarily remove all SKUs from sale too
uk_ua: Також тимчасово зняти з продажу усі артикули

source: Set all selected product SKUs as available for purchase too
uk_ua: Позначити усі обрані артикули як доступні для покупки

source: Email this form to customer
uk_ua: Надішліть цю форму покупцеві за допомогою email

source: Manual order
uk_ua: Ручний порядок

source: Social sharing
uk_ua: Розміщення у соціальних мережах

source: Use these meta tags and default product image for social sharing too
uk_ua: Використовувати ці мета-теги і зображення продукту для соцмережі за замовчуванням

source: Social sharing title
uk_ua: Назва для соцмережі

source: Social sharing image URL
uk_ua: URL-адреса зображення для соцмережі

source: If not set, a social network will attempt to determine preview image on it’s own.
uk_ua: Якщо не встановлено, соціальна мережа буде самостійно намагатися визначити зображення для попереднього перегляду

source: Social sharing video URL
uk_ua: URL відео для розміщення у соціальних мережах

source: Social sharing description
uk_ua: Опис для соцмережі

source: Social sharing type
uk_ua: Тип розміщення у соціальній мережі

source: Please refer to <a href="http://ogp.me" target="_blank">Open Graph</a> protocol site for more information on social sharing meta tags and available values.
uk_ua: Зверніться до сайту протоколу <a href="http://ogp.me" target="_blank">Open Graph</a>, аби отримати більше інформації про мета-теги розміщення у соціальних мережах та їх можливі значення.

source: Product subpages are great for publishing product extra information such as manuals, galleries, honourable mentions, etc.
uk_ua: Підсторінки товару чудово підходять для публікації додаткової інформації про продукт — довідників, галерей, почесних грамот та ін.

source: Weight value will be used to calculating order shipping costs.
uk_ua: Значення ваги буде використовуватися для розрахунку вартості доставки.

source: Great for products that are shipped online.
uk_ua: Відмінно підходить для товарів, які можна передати через інтернет.

source: SKU features
uk_ua: Характеристики артикулу

source: Defining feature values for SKUs is great for dynamic product filtering customer experience. When customer finds a product using by-feature filters, product’s default SKU will be selected according to the filter conditions.
uk_ua: Визначення характеристик артикула чудово підходить для динамічної фільтрації властивостей товару. Коли покупець знаходить товар, використовуючи фільтрацію за характеристиками, похідний артикул товару буде обрано, виходячи із налаштувань фільтру.

source: Manage visibility
uk_ua: Керування видимістю

source: Inline editing is available only for products with a single SKU
uk_ua: Вбудоване редагування доступне тільки для товарів в одним артикулом

source: Insufficient access rights
uk_ua: Недостатньо прав доступу

source: Orders & Customers
uk_ua: Замовлення та клієнти

source: Shop-Script version
uk_ua: Версія Shop-Script

source: Thumbnail filenames
uk_ua: Назви файлів ескізів

source: Keep original filenames
uk_ua: Зберегти оригінальні назви файлів

source: When enabled, each thumbnail (which is generated on demand or during the original upload) filename will be derived from the name of the original file you upload.
uk_ua: Коли увімкнено, назви файлів ескізів (які генеруються на вимогу або протягом початкового завантаження) будуть успадковуватись від назви файлу з оригінальним зображенням.

source: If you enable this setting for the first time, it is <strong>strongly recommended</strong> to 1) Re-generate all product image thumbnails (use the link below) right after this setting has been changed, and 2) Update your store theme product.html template with the <a href="%s" target="_blank">new product thumbnail display code</a>.
uk_ua: Коли ви вперше вмикаєте це налаштування, <strong>наполегливо рекомендується</strong>: 1) Заново згенерувати усі ескізи зображень продукту (див. посилання нижче) відразу після зміни налаштування, та 2) Оновити шаблон product.html вашої теми дизайну із <a href="%s" target="_blank">новим кодом розміщення ескізу зображення товару</a>.

source: http://www.shop-script.com/help/4750/shopscript610-design-theme-changes/
uk_ua: https://support.webasyst.ru/shop-script/4442/shopscript610-design-theme-changes/

source: Limited by the total sum on all stocks
uk_ua: Обмежити сумою усіх складських запасів

source: Limited by the main stock of the particular storefront only
uk_ua: Обмежити кількістю на прив'язаному до вітрини складі

source: %s will be sent to customer by email. Are you sure?
uk_ua: %s буде надіслано клієнту електронною поштою. Ви впевнені?

source: Printform <strong>%s</strong> sent to customer.
uk_ua: Друковану форму <strong>%s</strong> надіслано користувачеві.

source: Printform %s for order %s
uk_ua: Друкована форма %s для замовлення %s

source: We will be glad working with you again!
uk_ua: Будемо раді працювати з вами знову!

source: Printform %s
uk_ua: Друкована форма %s

source: Email to customer
uk_ua: Надіслати електронною поштою клієнту

source: Enable to make this print form automatically emailed to customer when order was placed
uk_ua: Увімкнути автоматичне надсилання цієї друкованої форми клієнту при оформленні замовлення

source: Payment plugins not installed yet
uk_ua: Плагіни оплати ще не встановлено

source: Homepage
uk_ua: Домашня сторінка

source: Social sharing Title (og:title)
uk_ua: Назва для розміщення у соцмережі (og:title)

source: For detailed information on Open Graph parameters and examples please refer to <a href="http://ogp.me" target="_blank">ogp.me</a>
uk_ua: Аби отримати детальну інформацію про параметри Open Graph та приклади, зверніться до <a href="http://ogp.me" target="_blank">ogp.me</a>.

source: Social sharing Image URL (og:image)
uk_ua: URL зображення для розміщення у соцмережі (og:image)

source: Social sharing Video URL (og:video)
uk_ua: URL відео для розміщення у соцмережі (og:video)

source: Social sharing Description (og:description)
uk_ua: Опис для розміщення у соцмережі (og:description)

source: Social sharing Type (og:type)
uk_ua: Тип для розміщення у соцмережі (og:type)

source: E.g. <b>website</b>.
uk_ua: Наприклад, <b>вебсайт</b>.

source: Multiple instances of every payment option with custom settings can be created.
uk_ua: Ви можете створити декілька примірників способу оплати із різними налаштуваннями.

source: Limit this payment option only if one of the following shipping options is selected
uk_ua: Показувати цей спосіб оплати, тільки якщо обрано один з наступних способів доставки

source: Multiple instances of every shipping option with custom settings can be created.
uk_ua: Ви можете створити декілька примірників способу доставки із різними налаштуваннями.

source: Manual payment
uk_ua: Оплата в ручному режимі

source: Use these meta tags for social sharing too
uk_ua: Використовувати ці мета-теги також для соціальних мереж

source: Order action will be deleted. Are you sure?
uk_ua: Дію із замовленням буде видалено. Ви впевнені?

source: An array containing information about current backend user (agent) sending a message
uk_ua: Масив, що містить інформацію про поточного користувача системи (агента), що надсилає повідомлення

source: User full name
uk_ua: Повне ім'я користувача

source: User first name
uk_ua: Ім'я користувача

source: User last name
uk_ua: Прізвище користувача

source: User email
uk_ua: Email користувача

source: User phone number
uk_ua: Номер телефону користувача

source: Store name (as defined in General settings)
uk_ua: Назва магазину (визначається у загальних налаштуваннях)

source: Store phone number
uk_ua: Номер телефону магазину

source: Store primary email
uk_ua: Основна email-адреса магазину

source: Store working days, e.g. Sun, Mon, Wed—Fri
uk_ua: Робочі дні магазину, наприклад: пн, вт, ср — пт

source: Start of store working hours, e.g. 9:00 am
uk_ua: Час відкриття магазину, наприклад: 9:00

source: End of store working hours, e.g. 5:00 pm
uk_ua: Час закриття магазину, наприклад: 17:00

source: Error sending message to client. Message is not sent.
uk_ua: Помилка надсилання повідомлення клієнту. Повідомлення не надіслане.

source: You did not create any product categories yet.
uk_ua: Ви ще не створили категорії товарів.

source: Anti-spam
uk_ua: Анти-спам

source: Checkout anti-spam filter
uk_ua: Спам-фільтр замовлень

source: Checkout anti-spam filtering is seamless for real customers and will automatically reject spammy orders placed by robots.
uk_ua: Спам-фільтр замовлень працює непомітно для реальних покупців та автоматично відхиляє спам-замовлення, які розміщують боти.

source: Alerts on rejected checkout attempts
uk_ua: Оповіщення про відкинуті спроби оплати

source: Enable alerts on spammy checkout attempts to make sure none of real orders were rejected by the anti-spam filter.
uk_ua: Увімкнути повідомлення про спроби спам-замовлень, аби переконатись, що фільтр не відхиляє реальні замовлення.

source: Captcha
uk_ua: Капча

source: Enable captcha for checkout (not required)
uk_ua: Включити Captcha для оформлення замовлення (не обов'язково)

source: Optional. Enable checkout captcha when seamless anti-spam protection is not enough.
uk_ua: Необов'язково. Увімкнути капчу, якщо непомітного спам-фільтру замовлень недостатньо.

source: If your store is under spammers attack and you receive lots of fraudulent orders placed by robots, protect the checkout routine with seamless anti-spam filtering. This will automatically filter all spam and save genuine orders only.
uk_ua: Якщо ваш магазин знаходиться під атакою спамерів і отримуває багато автоматичних замовлень, захистіть процес оформлення замовлення фільтром. Весь спам буде автоматично відфільтровано, а реальні закази — залишено.

source: Webasyst Captcha
uk_ua: Капча Webasyst

source: Selected captcha type will be used throughout your storefront wherever applicable.
uk_ua: Обраний тип капчі буде застосовано до усієї вітрини.

source: Site Key
uk_ua: Ключ сайта

source: Secret
uk_ua: Секрет

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
uk_ua: Отримайте ключ та секрет для вашого сайту на <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: Spammy order alert
uk_ua: Оповіщення про спам-замовлення

source: Something went wrong while processing your data. Please contact store team directly regarding your order. A notification about this error has been sent to the store admin.
uk_ua: Під час обробки ваших даних виникла проблема. Будь ласка, зв'яжіться із магазином щодо вашого замовлення. Повідомлення про проблему було відправлене адміністраторові магазину.

source: The following order attempt was REJECTED because user acted like a bot. Order record has not been created yet. If this is a valid order, you will need to confirm it with the customer and manually place the order in your store backend.
uk_ua: Наступну спробу замовлення було відхилено, тому що користувач вів себе як бот. Запис про замовлення ще не створено. Якщо це реальне замовлення, вам необхідно підтвердити його із замовником та розмістити вручну через бекенд сайту.

source: Export product and category custom parameters
uk_ua: Експортувати особливі параметри товару та категорії

source: Product lists
uk_ua: Переліки продуктів

source: Use lazy loading
uk_ua: Використовувати lazy loading

source: New products will be loaded automatically when you scroll. If disabled, pagination will be used instead.
uk_ua: Нові товари буде автоматично завантажено при прокрутці сторінки. Якщо вимкнено, буде використовуватись пагінація.

source: Hide out-of-stock products
uk_ua: Приховати товари, яких немає у наявності

source: Out-of-stock products will remain published, but will be automatically hidden from all product lists on this storefront, e.g. product search results, category product filtering, and others.
uk_ua: Товари, яких немає у наявности, залишаться опублікованими, але будуть автоматично приховані з усіх списків товару на вітрині — наприклад, з пошуку, результатів фільтрації по категорії, та ін.

source: Display as is
uk_ua: Показувати як є

source: All product lists will contain both in-stock and out-of-stock products.
uk_ua: В усіх переліках товару будуть товари як у наявності, так і ті, що закінчилися.

source: Out-of-stock products
uk_ua: Товари, яких немає в наявності

source: Usage % limit
uk_ua: Обмеження використання у %

source: Limits the maximum % of order amount that can be paid with bonus (i.e. maximum discount a customer can get by applying the bonus).
uk_ua: Обмежує максимальний % від суми замовлення, який можна оплатити бонусами (тобто максимальна знижка, яку клієнт може отримати шляхом застосування бонусу).

source: Save detailed description on how discount was calculated:
uk_ua: Зберегти докладний опис розрахування знижки:

source: For each product
uk_ua: Для кожного товару

source: For the entire order
uk_ua: Для усього замовлення

source: Depending on your store setup, different levels of discount detalization may be useful.
uk_ua: У залежності від налаштувань магазину, можуть бути корисними різні рівні деталізації знижки.

source: Sender name
uk_ua: Ім'я відправника

source: provided in Settings &gt; General settings
uk_ua: представлено у розділі Налаштування &gt; Загальні налаштування

source: Storefront name
uk_ua: Назва вітрини

source: provided in Storefronts &gt; Settings and customizable for each storefront
uk_ua: представлено у Вітрина &gt; Налаштування, можна налаштувати для кожної вітрини

source: Unsettled
uk_ua: Не поселено

source: Sales channels
uk_ua: Канали продажів

source: Compare at price is set
uk_ua: Встановлено закреслену ціну

source: (no name)
uk_ua: (без назви)

source: Order content is unknown
uk_ua: Зміст наказу невідомий

source: This product is not visible in the storefront because product type “%s” which this product belongs to is not allowed for publishing in any of your storefronts.
uk_ua: Цей товар не показується на жодній з вітрин, оскільки тип «%s», до якого належить цей товар, не дозволено до публікації на жодній вітрині.

source: Buy button
uk_ua: Кнопка «Купити»

source: Images &amp; Video
uk_ua: Зображення &амп; Відео

source: Customers will be able to collect multiple products in the cart before proceeding to checkout
uk_ua: Клієнти зможуть зібрати кілька товарів у кошик, перш ніж приступити до оформлення замовлення

source: Customers will be promptly redirected the main checkout
uk_ua: Клієнтів буде відразу направлено до процесу оформлення замовлення

source: Font family
uk_ua: Сімейство шрифтів

source: Widget width
uk_ua: Ширина віджету

source: Link color
uk_ua: Колір посилань

source: Text color
uk_ua: Колір тексту

source: Background color
uk_ua: Колір фону

source: Button color
uk_ua: Колір кнопки

source: Product image
uk_ua: Зображення товару

source: Widget code
uk_ua: Код віджету

source: Video URL on YouTube or Vimeo
uk_ua: Посилання на відео на YouTube або Vimeo

source: Link video
uk_ua: Відео за посиланням

source: Upselling & Similar product recommendations are not configured for %s product type. Setup filtering conditions for %s in the master <a href="%s">recommendation settings</a>.
uk_ua: Upselling та рекомендації подібних товарів не налаштовано для типу товарів %s. Налаштуйте параметри фільтрації для %s у основних <a href="%s">налаштуваннях рекомендацій</a>.

source: Hidden product
uk_ua: Прихований товар

source: Data you have entered will not be saved. Are you sure you want to leave this page?
uk_ua: Введені вами дані не буде збережено. Ви впевнені, що хочете покинути цю сторінку?

source: Thumbs
uk_ua: Ескізи

source: Table
uk_ua: Таблиця

source: Countdown: <strong>%s</strong>
uk_ua: Зворотний відлік: <strong>%s</strong>

source: Default background color below the promo image.
uk_ua: Колір фону промо-зображення за замовчуванням.

source: Timer
uk_ua: Таймер

source: Enable countdown
uk_ua: Увімкнути зворотний відлік

source: format
uk_ua: формат

source: current time is
uk_ua: поточний час

source: All channels
uk_ua: Усі канали

source: Visible in storefronts
uk_ua: Опубліковано на вітринах

source: Stocks and priority
uk_ua: Залишки та пріоритет

source: Indicator
uk_ua: Індикатор

source: Add virtual stock
uk_ua: Додати віртуальний складі

source: New transfer
uk_ua: Новий трансфер

source: There are no pending stock transfers.
uk_ua: Наразі немає трансферів, що очікують.

source: Show all %d completed transfers
uk_ua: Показати усі виконані трансфери (%d)

source: Transfers is an easy way to move inventory from one stock to another. When you create new transfer, it automatically writes off selected products from the source stock. And once transfer has been completed, products are added to the destination stock.
uk_ua: Трансфери — це простий спосіб передачі залишків з одного складу до іншого. Коли ви створюєте новий трансфер, з обраного складу автоматично списуються вказані товари. Як тільки трансфер завершено, товари додаються до складу призначення.

source: ID
uk_ua: Ідентифікатор

source: Source stock
uk_ua: Джерело трансферу

source: New arrival
uk_ua: Нове прибуття

source: Destination stock
uk_ua: Склад призначення

source: Create transfer
uk_ua: Створити трансфер

source: Transfer complete
uk_ua: Трансфер завершено

source: Transfer %s
uk_ua: Трансфер %s

source: From this stock
uk_ua: З цього складу

source: To this stock
uk_ua: На цей склад

source: Transfer completed!
uk_ua: Трансфер завершено!

source: Rollback this transfer
uk_ua: Відмінити цей трансфер

source: Transfer ID
uk_ua: Ідентифікатор трансферу

source: On its way
uk_ua: У дорозі

source: Cancelled
uk_ua: Скасовано

source: Show more transfers
uk_ua: Показати більше трансферів

source: %d transfer
uk_ua: %d трансфер

source: Maximum of %d orders is allowed for bulk form printing.
uk_ua: До масового друку допускаються форми не більше %d замовлень.

source: This is a preview of actions available for orders in this state
uk_ua: Це попередній перегляд дій, які доступні для замовлень у цьому статусі

source: Custom product fields
uk_ua: Користувальницькі поля товару

source: Custom sku fields
uk_ua: Користувальницькі поля артикулів

source: %d left
uk_ua: %d залишилось

source: Field %s changed %s → %s
uk_ua: Поле %s змінено %s → %s

source: Order was updated via merge by order %s
uk_ua: Замовлення було оновлено через злиття із замовленням %s

source: Order data was merged into %s
uk_ua: Дані замовлення було об'єднано у %s

source: Simply copy-and-paste the URL of product video on YouTube or Vimeo.
uk_ua: Просто скопіюйте та вставте URL-адресу відео на YouTube або Vimeo.
