Repository: IgorKononov/waua
Catalog: *-apps/shop 8.2.0.6/locale/*/LC_MESSAGES/shop.po
Languages: uk_ua

source: Checkboxes (multiple choice)
uk_ua: Чекбокси (множинний вибір)

source: Divider
uk_ua: Роздільник

source: Not unique value
uk_ua: Введіть унікальне значення

source: Error while insert
uk_ua: Помилка вставки

source: Unknown type
uk_ua: Невідомий тип

source: New!
uk_ua: Новинка!

source: Bestseller!
uk_ua: Хіт!

source: Low price!
uk_ua: Низька ціна!

source: Invalid captcha code
uk_ua: Невірний код CAPTCHA

source: Name can not be left blank
uk_ua: Введіть ім'я

source: Name length should not exceed 255 symbols
uk_ua: Ім'я не може перевищувати 255 символів

source: Email can not be left blank
uk_ua: Введіть email-адресу

source: Email is not valid
uk_ua: Некоректна email-адреса

source: Site URL is not valid
uk_ua: Некоректний URL сайту

source: Review title can not be left blank
uk_ua: Введіть тему відгуку

source: Review text can not be left blank
uk_ua: Введіть текст відгуку

source: Review length should not exceed 4096 symbols
uk_ua: Текст відгуку не має перевищувати 4096 символів

source: Stock information was edited
uk_ua: Залишок на складі було відредаговано

source: Stock information was updated during bulk product import
uk_ua: Залишок на складі було оновлено при імпорті товарів

source: Stock information was updated when processing an order
uk_ua: Залишок на складі було оновлено при обробці замовлення

source: Inventory transferred from one stock to another
uk_ua: Залишок товару було перенесено з одного складу на інший

source: Unrecognized stock operation
uk_ua: Невизначена операція із залишком товару

source: In stock value updated to ∞
uk_ua: Залишок на складі оновлено на ∞

source: In stock value updated to %d
uk_ua: Залишок на складі оновлено на %d

source: %s entry not found
uk_ua: Запис %s не знайдено

source: This order will be cancelled. Are you sure?
uk_ua: Замовлення буде скасовано. Ви впевнені?

source: Order %s was paid
uk_ua: Замовлення %s оплачене

source: Certain symbols (such as %s) may be ommitted when exporting with the selected encoding. Consider using UTF-8 encoding for safe export and import.
uk_ua: Деякі символи (наприклад, %s) можуть бути пропущені при експорті файлу в обранному кодуванні. Для безпечного експорту та імпорту використовуйте кодування UTF-8.

source: Stock level for products with selectable features defined as <{ … }>
uk_ua: Складські залишки товарів у режимі вибору значень характеристик, зазначених у вигляді <{ … }>

source: Equally distribute stock levels among all SKUs of this product
uk_ua: Порівну розділити складські залишки між усіма артикулами товару

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs to be imported, every SKU will be set 3 as stock count; the overall product stock level will be set to 8 &times; 3 = 24)
uk_ua: (Наприклад, якщо значення 24 зазначено для товару з 8 артикулами, то для кожного артикулу буде імпортовано значення, рівне 3; загальна кількість одиниць товару на складі дорівнюватиме 8 &times; 3 = 24)

source: Set provided stock count for all imported SKUs
uk_ua: Встановити вказане значення для усіх імпортованих артикулів

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs, every SKU will be set 24 as stock count, and thus the overall product stock level will be set to 8 &times 24 = 192)
uk_ua: (Наприклад, якщо значення 24 вказане для товару з 8 артикулами, то для кожного артикулу буде імпортовано значення, рівне 24; загальна кількість одиниць товару на складі дорівнюватиме 8 &times; 24 = 192)

source: Don’t import stock information for such SKUs
uk_ua: Не імпортувати складські залишки для таких артикулів

source: Column assignment map
uk_ua: Перелік колонок

source: Upload and assign columns
uk_ua: Завантаження файлу та вибір відповідності колонок

source: Review settings
uk_ua: Перевірка параметрів

source: Review import settings
uk_ua: Перевірка параметрів імпорту

source: Gathering information from the file...
uk_ua: Завантаження вмісту файлу...

source: For details <a href="%s" target="_blank">see documentation</a>.
uk_ua: Аби дізнатися подробиці, <a href="%s" target="_blank">дивіться документацію</a>.

source: http://www.shop-script.com/help/1061/shop-script-5-sms-setup/
uk_ua: https://www.shop-script.ru/help/17/shop-script-5-sms-setup/

source: @2x image thumbnail generation
uk_ua: Ескізи зображень @2x

source: Automatic @2x image thumbnail generation (recommended)
uk_ua: Дозволити створення ескізів @2x на вимогу (рекомендується)

source: Enabling this option will allow automatic creation of image thumbnails on-fly for devices with high pixel density displays, e.g. Retina displays. Generating bigger images require more memory resources for image generation, requires more disk space for storing images, but significantly improves user experience on devices with high-end displays
uk_ua: Включення цієї настройки дозволить автоматично створювати ескізи зображень для пристроїв із високою щільністю пікселів — наприклад, для пристроїв із Retina-дисплеєм. Формування таких зображень вимагає більше оперативної пам'яті сервера і більше місця для зберігання файлів, однак це суттєво покращить відображення товарів на сучасних моніторах.

source: Thumbnail quality @2x
uk_ua: Якість ескізів @2x

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 70 is recommended.
uk_ua: Якість стиснення JPEG для ескізів. Від 0 (низька якість, мінімальний розмір файлу) до 100 (вище якість, більше розмір файла). Рекомендоване значення: 70.

source: Collision at rows #
uk_ua: Збіг у рядках #

source: The following information were gathered from the CSV file and is ready to be imported:
uk_ua: У файлі CSV виявлена і готова до імпорту наступна інформація:

source: Import completed!
uk_ua: Імпорт завершено!

source: Export completed!
uk_ua: Експорт завершено!

source: Total import time: <strong>%s</strong>
uk_ua: Загальна тривалість імпорту: <strong>%s</strong>

source: If estimation appears to be not valid, alter column assignment table and primary columns and review settings again.
uk_ua: Якщо результати перевірки не відповідають вашим очікуванням, змініть відповідність стовпців і вибір параметрів ідентифікації та виконайте перевірку повторно.

source: Add to existing
uk_ua: Додати до існуючого

source: Add as new feature
uk_ua: Створити нову характеристику

source: Will be imported as category
uk_ua: Буде імпортовано в якості категорії

source: Will be imported as product
uk_ua: Буде імпортовано в якості товара

source: Previewing %s of %s rows
uk_ua: Перевірка %s із %s рядків

source: Load more...
uk_ua: Показати ще...

source: months
uk_ua: місяці

source: years
uk_ua: роки

source: Only %d left in stock
uk_ua: На складі залишилась тільки %d одиниця

source: Read <a href="%s">all %d review</a> on %s
uk_ua: Перегляньте <a href="%s">%d відгук</a> на %s

source: Shop by category
uk_ua: Переглянути магазин за категоріями

source: You don't have enough access permissions to view order list.
uk_ua: У вас недостатньо прав для перегляду переліку замовлень.

source: Browse import/export plugins
uk_ua: Переглянути плагіни імпорту-експорту

source: SKU %s no longer exists for this product
uk_ua: Артикул %s більше не визначено для даного товару

source: No plugins are installed.
uk_ua: Плагіни не встановлено.

source: %d new category to be added
uk_ua: Буде додано %d нову категорію

source: %d new product to be added
uk_ua: Буде додано %d новий продукт

source: %d new SKU to be added
uk_ua: Буде додано %d новий артикул

source: %d category to be updated
uk_ua: Буде оновлено %d категорію

source: %d product to be updated
uk_ua: Буде оновлено %d товар

source: %d SKU to be updated
uk_ua: Буде оновлено %d артикул

source: Excessive declaration for a category on %d line
uk_ua: Надмірна ідентифікація категорії у %d рядку

source: Identical product declaration on %d line. All lines declaring the same product will be grouped and merged
uk_ua: Надмірна ідентифікація товару у %d рядку. Усі рядки, що ідентифікують той самий товар, буде згруповано та об'єднано

source: Excessive declaration for a SKU on %d line
uk_ua: Надмірна ідентифікація артикулу у %d рядку

source: Added %d category
uk_ua: Додано %d категорію

source: Added %d product
uk_ua: Додано %d товар

source: Linked %d product image
uk_ua: Пов'язано %d зображення товару

source: Updated %d category
uk_ua: Оновлено %d категорію

source: Updated %d product
uk_ua: Оновлено %d товар

source: Updated %d SKU
uk_ua: Оновлено %d артикул

source: Updated %d product image
uk_ua: Оновлено %d зображення товару

source: Ambiguous identification conditions for %d category
uk_ua: Неоднозначні умови ідентифікації для %d категорії

source: Ambiguous identification conditions for %d product
uk_ua: Неоднозначні умови ідентифікації для %d товару

source: Ambiguous identification conditions for %d SKU
uk_ua: Неоднозначні умови ідентифікації для %d артикулу

source: Ambiguous identification conditions for %d product image
uk_ua: Неоднозначні умови ідентифікації для %d зображення товару

source: %d product record was not updated due to insufficient access rights for you as Webasyst user
uk_ua: %d запис про товар не було оновлено через недостатні права доступу вашого користувача Webasyst

source: %d product has unknown currency
uk_ua: У %d товару невідома валюта

source: %d category imported with errors
uk_ua: %d категорію імпортовано з помилками

source: %d category
uk_ua: %d категорія

source: %d SKU
uk_ua: %d артикул

source: %d product image
uk_ua: %d зображення товару

source: Total export time: <strong>%s</strong>
uk_ua: Загальний час експорту: <strong>%s</strong>

source: Loyalty program
uk_ua: Бонусна програма

source: Loyalty program allows you to stimulate customers returning order activity by rewarding customers bonus points for each paid order. Depending on your business model, you may offer additional discounts in exchange to earned points, or pay out earned bonuses to your customers directly.
uk_ua: Бонусна програма дозволяє стимулювати покупців до оформлення повторних замовлень за рахунок нарахування бонусів за кожне оплачене замовлення. Залежно від специфіки роботи вашого інтернет-магазину ви можете запропонувати покупцям використовувати бонуси для отримання знижок на наступні замовлення або ж виплачувати покупцям зароблені бонуси і фіксувати виплату в історії роботи з покупцем.

source: %d column will be processed
uk_ua: Буде оброблено %d колонку

source: %d column will be ignored
uk_ua: %d колонку буде проігноровано

source: TB
uk_ua: ТБ

source: Bonus activity log
uk_ua: Журнал нарахування бонусів

source: Remove this helper text in your store backend &gt; Storefronts &gt; Design &gt; <strong>home.html</strong> template file.<br>Search for <b>REMOVE THIS!</b> to locate this block in the template file.
uk_ua: Видаліть цей допоміжний текст у бекенді вашого магазину у розділі Витрина → Шаблони у шаблоні <strong>home.html</strong>.<br>Шукайте <b>REMOVE THIS!</b>, аби знайти цей блок у файлі шаблону.

source: Date
uk_ua: Дата

source: Hi %s
uk_ua: Привіт, %s

source: Bonus credit
uk_ua: Нарахування бонусних балів

source: Bonus pay out
uk_ua: Виплата бонусних балів

source: Average customer rating:
uk_ua: Середня оцінка покупців:

source: %s out of 5 stars
uk_ua: %s з 5 зірок

source: no rate
uk_ua: без оцінки

source: Default value: %d
uk_ua: За замовчуванням: %d

source: Phone number and work hours
uk_ua: Номер телефону та години роботи

source: Always open (24/7)
uk_ua: Цілодобово

source: Define work hours
uk_ua: Вказати години роботи

source: Work hours are displayed in the storefront and help your customers to know which is the best time to call you
uk_ua: Години роботи показуються на вітрині інтернет-магазину

source: Recommended!
uk_ua: Рекомендуємо!

source: Don’t use bonus discount
uk_ua: Не використовувати накопичені бонуси

source: I have a coupon!
uk_ua: У мене є купон!

source: Buy
uk_ua: Купити

source: Load more
uk_ua: Завантажити ще

source: This order will add <strong>+%s bonuses</strong> to your account, which you will be able to spend on getting additional discounts later.
uk_ua: Це замовлення додасть <strong>+%s бонусних балів</strong>,які ви потім зможете використовувати для отримання додаткових знижок.

source: Compare selected products
uk_ua: Порівняти відмічені товари

source: Only a few items left
uk_ua: Залишилося кілька штук

source: In your store backend, drag some products into <strong>%s</strong> product list (which is in the left sidebar of the Products screen), and these products will be automatically published here — right on your storefront homepage.
uk_ua: Перетягніть кілька товарів у перелік <strong>%s</strong> в бекенді вашого інтернет-магазину (перелік знаходиться у лівій колонці у розділі «Товари»), і ці товари буде автоматично опубліковано на вітрині вашого магазину.

source: Photos app returned no photos, so there is nothing to show in your storefront homepage promo slider.
uk_ua: Додаток «Фото» не повернув жодного фото, тому нічого показувати у слайдері на вашій вітрині.

source: Install Photos app to make your storefront homepage promo slider display last uploaded photos.
uk_ua: Встановіть додаток «Фото», аби показувати щойно додані фотографії у слайдері вашої вітрини.

source: Buy now
uk_ua: Купити зараз

source: Start by <a href="%s">creating a product</a> in your store backend.
uk_ua: Почніть зі <a href="%s">створення товару</a> у бекенді інтернет-магазину.

source: Compare %s
uk_ua: Порівняти %s

source: Clear comparison list
uk_ua: Очистити перелік порівняння

source: Product comparison list is empty.
uk_ua: Перелік товарів для порівняння порожній.

source: added a product
uk_ua: додав товар

source: edited a product
uk_ua: відредагував товар

source: deleted a product
uk_ua: видалив товар

source: performed catalog import
uk_ua: виконав імпорт товарів

source: performed catalog export
uk_ua: виконав експорт товарів

source: posted a product review
uk_ua: додав відгук про товар

source: added a category
uk_ua: додав категорію товарів

source: edited a category
uk_ua: відредагував категорію товарів

source: deleted a category
uk_ua: видалив категорію товарів

source: placed an order
uk_ua: оформив замовлення

source: accepted an order for processing
uk_ua: прийняв замовлення в обробку

source: marked an order as paid
uk_ua: зазначив замовлення як виконане

source: paid an order
uk_ua: оплатив замовлення

source: shipped an order
uk_ua: відправив замовлення

source: refunded an order
uk_ua: виконав повернення оплати за замовленням

source: edited an order
uk_ua: відредагував замовлення

source: deleted an order
uk_ua: видалив замовлення

source: restored an order
uk_ua: відновив замовлення

source: marked an order as completed
uk_ua: позначив замовлення як виконане

source: posted an order comment
uk_ua: додав коментар до замовлення

source: added an affiliate credit
uk_ua: додав бонусне нарахування партнеру

source: registered an affiliate payout
uk_ua: здійснив виплату партнеру

source: Duplicate
uk_ua: Дублікат

source: Custom product type
uk_ua: Користувальницький тип товарів

source: Select from templates
uk_ua: Обрати з шаблонів

source: Product type template
uk_ua: Шаблон типу товарів

source: <strong>%s</strong> category only
uk_ua: Тільки категорія <strong>%s</strong>

source: Dynamic categories filter products only from parent categories they belong to.
uk_ua: Динамічні категорії показують товари тільки з тих батьківских категорій, яким вони належать

source: Unable to delete some of the products (%d) because you have insufficient access rights.
uk_ua: Не вдається видалити деякі з цих продуктів (%d), тому що у вас недостатньо прав доступу.

source: Delete feature
uk_ua: Функція видалення

source: How to set up?
uk_ua: Як налаштувати?

source: There are no shipping options.
uk_ua: Немає варіантів доставки.

source: Added %d SKU
uk_ua: Додано %d артикул

source: Number
uk_ua: Число

source: Region
uk_ua: Регіон

source: Hidden field
uk_ua: Приховане поле

source: Full name
uk_ua: Повне ім'я

source: You have <strong>%d product</strong> with this feature value specified. Deleting this feature will erase it’s value for all these products.
uk_ua: У вас є <strong>%d товар</strong>, для якого вказана ця характеристика. Видалення цієї характеристики очистить її значення для усіх цих продуктів.

source: This feature is not assigned to any product yet, and thus can be safely deleted.
uk_ua: Цю характеристику не призначено жодному товару і може бути безпечно видалено.

source: Almost out of stock
uk_ua: Майже закінчилося

source: cm3
uk_ua: см³

source: m3
uk_ua: м³

source: mm3
uk_ua: мм³

source: Matches shipping address
uk_ua: Збігається з адресою доставки

source: Edit billing address
uk_ua: Редагувати платіжну адресу

source: Sort by alphabet
uk_ua: Сортувати за алфавітом

source: The entire category tree will be sorted by alphabet (category nesting will remain unchanged).
uk_ua: Все дерево категорії буде відсортовано за алфавітом (вкладеність категорій залишиться незмінною).

source: Sort the entire tree
uk_ua: Сортувати усе дерево

source: Analytics
uk_ua: Аналітика

source: Permanent user account
uk_ua: Постійний обліковий запис користувача

source: %s has personal account on your site.
uk_ua: %d має особистий кабінет на вашому сайті.

source: Last login
uk_ua: Заходив востаннє

source: No permanent user account
uk_ua: Немає постійного облікового запису користувача

source: %s did not sign up for personal account on your site yet.
uk_ua: %s ще не має особистого кабінету на вашому сайті.

source: <strong>%s</strong> on %d paid orders
uk_ua: <strong>%s</strong> на %d оплачених замовлень

source: Last order %d days ago
uk_ua: Останнє замовлення %d днів тому

source: No paid orders yet
uk_ua: Сплачених замовлень ще немає

source: %s did not purchase anything yet.
uk_ua: %s поки нічого не придбав.

source: %s did not post any product reviews yet.
uk_ua: %s не залишав відгуки про товари у вашому магазині.

source: %s has no affiliate history yet.
uk_ua: У %s поки немає партнерської історії.

source: Only customers with at least one order are displayed.
uk_ua: Показано покупців із щонайменше одним замовленням.

source: Page title
uk_ua: Заголовок сторінки

source: Enable to temporarily hide this category from the storefront
uk_ua: Увімкнути можливість тимчасово приховати цю категорію з магазину

source: Stock net worth
uk_ua: Чиста вартість залишків

source: Category
uk_ua: Категорія

source: Set
uk_ua: Перелік

source: Filter
uk_ua: Фільтр

source: Order was paid on %s
uk_ua: Замовлення було сплачено %s

source: Registered customer
uk_ua: Зареєстрований покупець

source: Discount specified manually
uk_ua: Знижку зазначено вручну

source: Pricing & Availability
uk_ua: Ціни та доступність

source: View stock logs
uk_ua: Переглянути журнали залишків

source: Recent orders
uk_ua: Останні замовлення

source: Description &amp; SEO
uk_ua: Опис &amp; СЕО

source: Subpages
uk_ua: Підсторінки

source: Additional category
uk_ua: Додаткові категорії

source: Purchase options
uk_ua: Варіанти покупки

source: Selectable parameters
uk_ua: Вибір параметрів

source: SKU
uk_ua: Артикули

source: items
uk_ua: елементи

source: Details
uk_ua: Подробиці

source: Displayed in product lists.
uk_ua: Показується у списках товарів.

source: Product custom features allows you to beautifully present all product details to your customers, to setup product search filters and upselling.
uk_ua: Користувальницькі характеристики продукту дозволять вам красиво показати покупцям усі подробиці товару, налаштувати фільтри та рекомендації.

source: Back to image list
uk_ua: Повернутися до переліку зображень

source: No orders yet
uk_ua: Ще немає замовлень

source: Defining product purchase price allows you to estimate product profitability. Each time new order is placed, actual product purchase price will be saved in order details, and thus altering base product purchase price will affect only new orders and existing orders with no purchase price defined.
uk_ua: Визначення покупної ціни продукції дозволяє оцінити рентабельність продукції. Кожен раз, коли розміщується нове замовлення, фактичну ціну купівлі продукту буде збережено у деталях замовлення, і таким чином, базова ціна на купівлю продукту вплине тільки на нові замовлення і існуючі замовлення, за якими не визначена ціна покупки.

source: Edit product
uk_ua: Редагувати товар

source: Product list settings
uk_ua: Перелік параметрів товару

source: Selected column list will be applied for all users and all product lists in backend.
uk_ua: Обрані колонки буде застосовано для всіх користувачів і усіх переліків продуктів у бекенді.

source: Select columns
uk_ua: Оберіть колонки

source: custom
uk_ua: користувальницький

source: You have activated custom product sort order for this view. If you want to use this sort order as a new default global option for this category, please apply it in category settings.
uk_ua: Ви активували користувальницький порядок сортування товару для даного подання. Якщо ви хочете використовувати цей порядок сортування як новий глобальний параметр за замовчуванням для цієї категорії — будь ласка, застосуйте його у налаштуваннях категорії.

source: To add products into this category, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to category” on the right.
uk_ua: Аби додати товари до цієї категорії, знайдіть та оберіть їх у довільному переліку товарів, та перетягніть на цю категорію у лівій панелі — або натисніть кнопку "Додати до категорії" праворуч.

source: To add products into this product set, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to set” on the right.
uk_ua: Аби додати товари до переліку продуктів, знайдіть та оберіть їх у довільному переліку товарів, та перетягніть на цю категорію у лівій панелі — або натисніть кнопку "Додати до категорії" праворуч.

source: Delete expense
uk_ua: Видалити витрату

source: Modify expense
uk_ua: Змінити витрату

source: New expense
uk_ua: Нова витрата

source: Amount
uk_ua: Сума

source: Channel
uk_ua: Канал

source: Sources
uk_ua: Джерела

source: Another source...
uk_ua: Інше джерело...

source: Campaigns
uk_ua: Кампанії

source: Another campaign...
uk_ua: Інша кампанія...

source: Period
uk_ua: Період

source: One time
uk_ua: Один раз

source: Timeframe
uk_ua: Період часу

source: Not specified
uk_ua: Не вказано

source: Note
uk_ua: Примітка

source: There are no marketing expenses yet.
uk_ua: Маркетингових витрат поки немає.

source: A/B tests
uk_ua: А/Б тести

source: New test
uk_ua: Новий тест

source: New option
uk_ua: Нова опція

source: Get code
uk_ua: Отримати код

source: %d visitors abandoned
uk_ua: %d відвідувачів відмовилося

source: The goal!
uk_ua: Мета!

source: Group by
uk_ua: Групувати за

source: week
uk_ua: тиждень

source: month
uk_ua: місяць

source: All sources
uk_ua: Усі джерела

source: Customer Lifetime Value
uk_ua: Цінність клієнта за увесь час (LTV)

source: Month %s
uk_ua: Місяць %s

source: Week %s
uk_ua: Тиждень %s

source: Day %s
uk_ua: День %s

source: Custom range
uk_ua: Настроюваний діапазон

source: Only paid orders are counted
uk_ua: Зараховуються тільки сплачені замовлення

source: Marketing costs
uk_ua: Витрати на маркетинг

source: Cost
uk_ua: Вартість

source: Customer Acquisition Cost — an average cost for convincing one to place and pay for an order
uk_ua: Вартість придбання клієнта — середня вартість переконання покупця розмістити та оплатити замовлення

source: Average Revenue Per User = Total sales / Number of customers
uk_ua: Середній дохід на одного користувача = Загальний обсяг продажу / Кількість клієнтів
