Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/crm.po
Languages: uk_ua

source: Server error
uk_ua: Помилка сервера

source: Confirm password
uk_ua: Підвердіть пароль

source: Refresh CAPTCHA
uk_ua: Оновити CAPTCHA

source: There are unsaved changes
uk_ua: Є незбережені зміни

source: Unsaved changes will be lost if you leave this page now. Are you sure?
uk_ua: Незбережені зміни буде втрачено. Піти з цієї сторінки?

source: %d pending call
uk_ua: Очікує %d дзвінок

source: No pending calls!
uk_ua: Немає викликів, що очікують!

source: Nothing to worry about.
uk_ua: Немає про що турбуватися.

source: Click to open detailed info.
uk_ua: Натисніть, аби відкрити докладну інформацію.

source: Open
uk_ua: Відкрити

source: Unknown
uk_ua: Невідомо

source: Form source
uk_ua: Форма-джерело

source: Email source
uk_ua: Електронна пошта-джерело

source: Shop source
uk_ua: Джерело магазину

source: Special source
uk_ua: Спеціальне джерело

source: Instant messenger source
uk_ua: Мессенджер-джерело

source: Timeline
uk_ua: Хронологія

source: Employees
uk_ua: Співробітники

source: Any state
uk_ua: Будь-який статус

source: Any direction
uk_ua: Будь-який напрямок

source: Incoming
uk_ua: Вхідні

source: Outgoing
uk_ua: Вихідні

source: This field is required
uk_ua: Це поле є обов’язковим

source: invalid number
uk_ua: недопустиме число

source: Confirm action
uk_ua: Підтвердіть дію

source: Form not found
uk_ua: Форму не знайдено

source: Confirmation failed
uk_ua: Підтвердження не вдалося

source: This link is no longer valid
uk_ua: Це посилання більше не дійсне

source: All companies
uk_ua: Усі компанії

source: All funnels
uk_ua: Усі воронки

source: Can't send SMS
uk_ua: Неможливо надіслати SMS

source: Any transports
uk_ua: Будь-які транспорти

source: Deal not found
uk_ua: Угоду не знайдено

source: All owners
uk_ua: Усі власники

source: No assigned owner
uk_ua: Власника не призначено

source: Was deleted
uk_ua: Було видалено

source: The deal was deleted
uk_ua: Угоду було видалено

source: Failed to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: File not found
uk_ua: Файл не знайдено

source: You have not enough rights to view message.
uk_ua: У вас недостатньо прав на перегляд повідомлення.

source: app
uk_ua: додаток

source: method
uk_ua: спосіб

source: added contact
uk_ua: додав контакт

source: added deal
uk_ua: додав угоду

source: All types
uk_ua: Усі типи

source: Notes
uk_ua: Примітки

source: in %d minute
uk_ua: за %d хвилину

source: Meeting
uk_ua: Зустріч

source: Reminder
uk_ua: Нагадування

source: Due now
uk_ua: Наразі

source: Done
uk_ua: Виконано

source: This field required
uk_ua: Це поле є обов’язковим

source: Specified contact is already listed in deal
uk_ua: Зазначений контакт вже присутній в угоді

source: Mass action
uk_ua: Масова дія

source: All stages
uk_ua: Усі етапи

source: Overdue reminder
uk_ua: Прострочене нагадування

source: Reminder due today
uk_ua: Нагадування на сьогодні

source: Reminder due tomorrow
uk_ua: Нагадування на завтра

source: Participant already exists
uk_ua: Учасник вже існує

source: Edit contact
uk_ua: Редагувати контакт

source: Remove customer %s from responsibility of %s
uk_ua: Прибрати клієнта %s з зони відповідальності %s

source: %d contact has been deleted
uk_ua: %d контакт видалено

source: The responsible person is not assigned to this client, since he has no access rights.
uk_ua: Для цього клієнта не призначено відповідального, оскільки у нього немає прав доступу.

source: Segment #%s
uk_ua: Сегмент #%s

source: Name is required
uk_ua: Ім'я є обов'язковим

source: Users can not be merged into other contacts.
uk_ua: Користувачів не може бути об'єднано з іншими контактами.

source: %d contact was skipped because they have user accounts
uk_ua: %d контакт було пропущено, оскільки у нього є акаунт користувача

source: %s of %s contacts have been merged
uk_ua: %s з %s контактів об'єднано

source: No contacts were merged
uk_ua: Не було об'єднано жодного контакта

source: At least one of name field must be filled
uk_ua: Хоча б одне з полів імені має бути заповненим

source: Company name is must be filled
uk_ua: Необхідно вказати назву компанії

source: Incorrect import data format
uk_ua: Невірний формат даних імпорту

source: Can't create deal. Funnel not found
uk_ua: Неможливо створити угоду. Воронку не знайдено

source: Can't create deal. Stage not found
uk_ua: Неможливо створити угоду. Етап не знайдено

source: <not imported>
uk_ua: <не імпортовано>

source: This line was not imported
uk_ua: Цю строку не було імпортовано

source: Error details shown in columns
uk_ua: Опис помилок наведено в колонках

source: One of these fields must have a value
uk_ua: Одне з цих полів має мати значення

source: Responsible
uk_ua: Відповідальний

source: %d owner
uk_ua: %d власник

source: Info
uk_ua: Інформація

source: Manage access
uk_ua: Управління доступом

source: Change the access to the contact.
uk_ua: Змінити доступ до контакту.

source: Tag not found
uk_ua: Тег не знайдено

source: Tag #%s
uk_ua: Тег #%s

source: Plugin settings page
uk_ua: Сторінка налаштувань плагіну

source: Error in plugin
uk_ua: Помилка в плагіні

source: Invalid API key
uk_ua: Невірний ключ API

source: Invalid tax percent
uk_ua: Невірний відсоток податку

source: Invalid color
uk_ua: Неправильний колір

source: Unknown field
uk_ua: Невідоме поле

source: Unknown parent field
uk_ua: Невідоме батьківське поле

source: Conditional field
uk_ua: Залежне поле

source: Composite field group
uk_ua: Група полів

source: Number
uk_ua: Число

source: Region
uk_ua: Регіон

source: Hidden field
uk_ua: Приховане поле

source: Full name
uk_ua: Повне ім'я

source: Can't construct field
uk_ua: Не вдається створити поле

source: Invalid rate
uk_ua: Невірний курс

source: Invalid url
uk_ua: Неправильний URL

source: Draft
uk_ua: Чернетка

source: Pending
uk_ua: В очікуванні

source: Processing
uk_ua: В обробці

source: Refunded
uk_ua: Повернено

source: Archived
uk_ua: Архівовано

source: All
uk_ua: Усі

source: Message not found
uk_ua: Повідомлення не знайдено

source: Invalid email
uk_ua: Неправильна адреса електронної пошти

source: Basic template info not found
uk_ua: Інформацію про базовий шаблон не знайдено

source: Any discount coupon
uk_ua: Будь-який купон

source: Coupon
uk_ua: Купон

source: Backend
uk_ua: Бекенд

source: Any UTM campaign
uk_ua: Будь-яка UTM-кампанія

source: Rival was preferred
uk_ua: Було обрано конкурента

source: Junk lead
uk_ua: Сміттєвий лід

source: Not interested
uk_ua: Не зацікавлений

source: Maybe in the future
uk_ua: Можливо, в майбутньому

source: Product is not required
uk_ua: Продукт не є необхідним

source: Product does not satisfy
uk_ua: Продукт не задовольняє

source: Price is too high
uk_ua: Занадто висока ціна

source: Payment plugins not installed yet
uk_ua: Плагіни оплати ще не встановлено

source: Company id, file extension or type unknown
uk_ua: Невідомі ID компанії, розширення файлу або тип

source: Encryption requires OpenSSL PHP module to be installed.
uk_ua: Аби увімкнути шифрування, має бути встановлено модуль PHP OpenSSL.

source: Unknown error.
uk_ua: Невідома помилка.

source: IMAP is not supported. Please use POP3.
uk_ua: Протокол IMAP не підтримується. Використовуйте, будь ласка, POP3.

source: An error occured while attempting to connect with specified settings.
uk_ua: Сталася помилка при спробі підключення із заданими параметрами.

source: Email address suffix test
uk_ua: Тест суфіксу адреси електронної пошти

source: This letter is automatically created for checking address suffix supporting
uk_ua: Цей лист створюється автоматично для перевірки підтримки суфікса у адресі

source: Client (request originator)
uk_ua: Клієнт (джерело запиту)

source: Responsible user (owner)
uk_ua: Відповідальний користувач (власник)

source: Subject of the original message
uk_ua: Тема вихідного повідомлення

source: Text of the original message
uk_ua: Текст вихідного повідомлення

source: URL address for not registered clients to confirm their original email.
uk_ua: URL для підтвердження вихідного email незареєстрованим користувачем.

source: Text - value of field text, description of deal
uk_ua: Текст — значення поля текст, опис угоди

source: Company name specified in your Installer settings (also displayed in the top-left corner of your backend)
uk_ua: Назва компанії, зазначена у налаштуваннях Інсталера (також відображається у верхньому лівому куті бекенду)

source: Unique identifier automatically assigned to each customer in Contacts
uk_ua: Кожному клієнту у додатку «Контакти» автоматично присвоюється унікальний ідентифікатор

source: Full formatted name of customer
uk_ua: Повністю відформатоване ім'я клієнта

source: Value of customer field "%s"
uk_ua: Значення поля клієнта "%s"

source: We have found %d duplicate for this field
uk_ua: Знайдено %d дублікат цього поля

source: Unknown locale: %s
uk_ua: Невідома локаль: %s

source: Required field
uk_ua: Обов'язкове поле

source: Only English alphanumeric, hyphen and underline symbols are allowed
uk_ua: Можна використовувати тільки латинські букви, цифри, знак переносу і підкреслювання

source: This ID is already in use
uk_ua: ID вже використовується

source: Unknown field type:
uk_ua: Невідомий тип поля:

source: Attachments
uk_ua: Вкладення

source: Horizontal rule
uk_ua: Горизонтальна лінійка

source: I agree to <a class="c-agreement-checkbox-link" href="%s" target="_blank">personal data protection policy</a>
uk_ua: Я згоден з умовами <a class="c-agreement-checkbox-link" href="%s" target="_blank">політики захисту персональних даних</a>

source: ---INSERT A LINK HERE!---
uk_ua: ---ВСТАВИТИ ПОСИЛАННЯ!---

source: At least one of these fields must be filled.
uk_ua: Принаймні одне з цих полів має бути заповнене.

source: Show %s records on a page
uk_ua: Показати %s записів на сторінці

source: Pages
uk_ua: Сторінки

source: of
uk_ua: з

source: prev
uk_ua: назад

source: next
uk_ua: далі

source: %s deal
uk_ua: %s угода

source: B
uk_ua: Б

source: KB
uk_ua: КБ

source: MB
uk_ua: МБ

source: unknown number
uk_ua: невідоме число

source: Listen to the recorded conversation
uk_ua: Послухати запис розмови

source: Total:
uk_ua: Усього:

source: Folders:
uk_ua: Каталоги:

source: Files:
uk_ua: Файли:

source: Page:
uk_ua: Сторінка:

source: no name
uk_ua: без імені

source: Reminders daily recap
uk_ua: Щоденний огляд нагадувань

source: Not a string
uk_ua: Не рядок

source: Unknown value
uk_ua: Невідоме значення

source: Create datetime
uk_ua: Створити дату та час

source: Expected date
uk_ua: Очікувана дата

source: Status
uk_ua: Статус

source: Closing date
uk_ua: Дата закриття

source: Color
uk_ua: Колір

source: Image
uk_ua: Зображення

source: String
uk_ua: Рядок

source: An array containing information about the invoice
uk_ua: Масив, що містить інформацію про рахунок

source: An array containing information about invoice items
uk_ua: Масив, що містить відомості про товари у накладній

source: Field %s of invoice
uk_ua: Поле %s рахунку-фактури

source: Field %s of company
uk_ua: Поле %s компанії

source: System default
uk_ua: Системний за замовчуванням

source: Specified
uk_ua: Вказаний

source: Field %s of customer
uk_ua: Поле %s клієнта

source: An array containing information about the deal
uk_ua: Масив, що містить інформацію про угоду

source: Field %s of deal
uk_ua: Поле %s угоди

source: Webasyst CRM is excellent for managing your clients database and sales.
uk_ua: Webasyst CRM — чудова для управління вашою клієнтською базою та продажами.

source: Mailer
uk_ua: Розсилання

source: Received campaigns
uk_ua: Отримані кампанії

source: Campaign
uk_ua: Розсилка

source: Bounced
uk_ua: Відмови

source: Read
uk_ua: Прочитано

source: Unsubscribed
uk_ua: Відписались

source: Tagged
uk_ua: Призначено тег

source: Participates in deals
uk_ua: Бере участь в угодах

source: Period
uk_ua: Період

source: select a period
uk_ua: оберіть період

source: Has invoices
uk_ua: Має рахунки

source: Helpdesk
uk_ua: Служба підтримки

source: Wrote requests
uk_ua: Писав запити

source: Current status
uk_ua: Поточний стан

source: Performed an action with requests
uk_ua: Виконав дію із запитами

source: Action
uk_ua: Дія

source: Blog
uk_ua: Блог

source: Wrote posts
uk_ua: Написав пости

source: Lifetime
uk_ua: Все життя

source: Wrote comments
uk_ua: Написав коментарі

source: To post
uk_ua: Розміщувати

source: Contact info
uk_ua: Контактна інформація

source: Not empty
uk_ua: Не порожній

source: Contact type
uk_ua: Тип контакту

source: today
uk_ua: сьогодні

source: today or tomorrow
uk_ua: сьогодні або завтра

source: in the nearest week
uk_ua: у найближчий тиждень

source: in the nearest month
uk_ua: у найближчий місяць

source: Creating method and date
uk_ua: Метод створення та дата

source: Activity
uk_ua: Діяльність

source: Performed an action
uk_ua: Виконав дію

source: any action
uk_ua: будь-яка дія

source: Applied an action to
uk_ua: Застосовував дію до

source: Event participants
uk_ua: Учасники заходу

source: Forbidden
uk_ua: Заборонено

source: Customer portal only
uk_ua: Лише особистий кабінет

source: Online
uk_ua: Онлайн

source: Offline
uk_ua: Офлайн

source: Never logged in
uk_ua: Ще не заходив

source: Shop
uk_ua: Магазин

source: Placed orders
uk_ua: Розмістив замовлення

source: Current state
uk_ua: Поточний стан

source: Payment method
uk_ua: Спосіб оплати

source: Shipment method
uk_ua: Варіант доставки

source: Purchased product
uk_ua: Придбав товар

source: Product
uk_ua: Товар

source: Total spent
uk_ua: Усього витратив

source: Count only paid orders
uk_ua: Враховувати тільки сплачені замовлення

source: Number of orders
uk_ua: Кількість замовлень

source: Last order
uk_ua: Останнє замовлення

source: First order
uk_ua: Перше замовлення

source: Referer
uk_ua: Реферер

source: Storefront
uk_ua: Вітрина

source: added a new contact
uk_ua: додав новий контакт

source: deleted contact
uk_ua: видалив контакт

source: edited contact
uk_ua: відредагував контакт

source: merged contacts
uk_ua: об'єднав контакти

source: changed stage
uk_ua: змінив етап

source: added contact to a deal
uk_ua: додав контакт до угоди

source: excluded deal participant
uk_ua: виключив учасника угоди

source: remove deal owner
uk_ua: видалив власника угоди

source: reopened deal
uk_ua: відновив угоду

source: closed deal as won
uk_ua: закрив угоду як виграну

source: closed deal as lost
uk_ua: закрив угоду як програно

source: edited deal
uk_ua: відредагував угоду

source: changed deal contact
uk_ua: змінив контакт в угоді

source: changed deal owner
uk_ua: змінив власника угоди

source: added reminder
uk_ua: додав нагадування

source: marked reminder as done
uk_ua: помітив нагадування як виконане

source: marked reminder as active
uk_ua: помітне нагадування як активне

source: added note
uk_ua: додав примітку

source: edited note
uk_ua: відредагував примітку

source: deleted note
uk_ua: видалив примітку

source: added file
uk_ua: додав файл

source: deleted file
uk_ua: видалив файл

source: added funnel
uk_ua: додав воронку

source: edited funnel
uk_ua: відредагував воронку

source: added invoice
uk_ua: додав рахунок

source: issued invoice
uk_ua: виставив рахунок

source: created signup form
uk_ua: створив форму реєстрації

source: filled form
uk_ua: заповнив форму

source: sent message
uk_ua: надіслав повідомлення

source: called
uk_ua: подзвонив

source: changed contact owner
uk_ua: змінив власника контакту

source: %d hour
uk_ua: %d година

source: issued at
uk_ua: видано на

source: Hi %s,
uk_ua: Привіт, %s,

source: Here is your <a href="%swebasyst/crm/reminder/">daily recap</a> for %s:
uk_ua: Ось ваш <a href="%swebasyst/crm/reminder/">щоденний огляд нагадувань</a> для %s:

source: <strong>%s</strong> on %s
uk_ua: <strong>%s</strong> на %s

source: Invoice issued
uk_ua: Рахунок виставлено

source: Invoice payment
uk_ua: Оплата накладної

source: Invoice canceled
uk_ua: Рахунок анульований

source: Invoice expired
uk_ua: Рахунок сплив

source: Customer birthday
uk_ua: День народження клієнта

source: Deal stage overdue
uk_ua: Етап угоди прострочено

source: Deal create
uk_ua: Створити угоду

source: Deal move
uk_ua: Перемістити угоду

source: Deal won
uk_ua: Угоду виграно

source: Deal lost
uk_ua: Угоду програно

source: Deal restore
uk_ua: Угоду відновлено

source: Variant A
uk_ua: Варіант А

source: Variant B
uk_ua: Варіант Б

source: Can edit or delete contacts added by other users
uk_ua: Може редагувати або видаляти контакти, додані іншими користувачами

source: Access to funnels
uk_ua: Доступ до воронок

source: Access to vaults
uk_ua: Доступ до сховищ

source: Can manage invoices
uk_ua: Може керувати рахунками

source: Only own invoices
uk_ua: Тільки власні рахунки

source: Lead In
uk_ua: Первинний контакт

source: Needs Defining
uk_ua: Визначення потреб

source: Working with objections
uk_ua: Робота з запереченнями

source: Proposal Making
uk_ua: Пропозиція

source: Conditions Approval
uk_ua: Затвердження умов

source: Раздел в стадии разработки
uk_ua: Розділ у стадії розробки

source: After
uk_ua: Після

source: New list
uk_ua: Новий перелік

source: New filter
uk_ua: Новий фільтр

source: Admin
uk_ua: Адміністратор

source: This company has no employees to apply changes to.
uk_ua: У цій компанії немає співробітників, до яких можна застосувати зміни.

source: Contact columns
uk_ua: Рядки контакта

source: No employees
uk_ua: Немає співробітників

source: Remove file "%s" from contact
uk_ua: Видалити файл "%s" з контакту

source: Comma ","
uk_ua: Кома ","

source: Semicolon ";"
uk_ua: Крапка з комою ";"

source: OR
uk_ua: АБО

source: SAMPLE:
uk_ua: ЗРАЗОК:

source: We have found {$csv.fields|@count} columns in imported data.
uk_ua: Ми знайшли {$csv.fields/@count} стовпців у імпортованих даних.

source: New filter is easy to create using search function. To do so, use <strong>Save as filter</strong> option on the search results page.
uk_ua: Новий фільтр легко створити за допомогою функції пошуку. Для цього використовуйте посилання <strong>Зберегти як фільтр</strong> на сторінці результатів пошуку.

source: Edit segment list
uk_ua: Редагувати перелік сегментів

source: Create segment search filter
uk_ua: Створити фільтр пошуку у сегменті

source: Create segment list
uk_ua: Створити перелік сегментів

source: How do you want to close the deal?
uk_ua: Як ви хочете закрити угоду?

source: Select the correct closing status.
uk_ua: Оберіть правильний статус закриття.

source: Deal lost reason
uk_ua: Причина програшу угоди

source: Move the deal
uk_ua: Перемістити угоду

source: Move
uk_ua: Перемістити

source: No responsible
uk_ua: Не відповідає

source: Set responsible
uk_ua: Вказати відповідального

source: Exclude contact "%s" of deal
uk_ua: Виключити контакт "%s" з угоди

source: Remove file "%s" from deal
uk_ua: Видалити файл "%s" з угоди

source: <span class="gray">Delete</span> "%s"
uk_ua: <span class="gray">Видалити</span> "%s"

source: Are ure sure to delete this deal
uk_ua: Ви впевнені, що бажаєте видалити цю угоду?

source: Счёт на оплату №
uk_ua: Рахунок до сплати №

source: от
uk_ua: від

source: Transactions
uk_ua: Транзакції

source: Application
uk_ua: Додаток

source: Lost reasons
uk_ua: Причини програшу

source: Sources
uk_ua: Джерела

source: Delete confirmation
uk_ua: Підтвердження видалення

source: Forms
uk_ua: Форми

source: No forms
uk_ua: Немає форм

source: It is recommended to specify an existing email address which you do not check for new mail as the sender's address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
uk_ua: Рекомендовано вказати, як адресу відправника для таких повідомлень, існуючу адресу електронної пошти, яку ви не перевіряєте на нову пошту; наприклад, noreply@yourdomain.ua. Це допоможе мінімізувати кількість надлишкових запитів.

source: Confirmation link redirects to My profile page in customer portal
uk_ua: Посилання підтвердження перенаправляє на сторінку "Мій профіль" у особистому кабінеті клієнта

source: IMPORTANT NOTE: Customer portal disabled.
uk_ua: ВАЖЛИВО: Особистий кабінет вимкнено.

source: Set up your customer portal.
uk_ua: Налаштування особистого кабінету.

source: deals in funnel
uk_ua: угод у воронці

source: No funnels here
uk_ua: Тут воронок немає

source: Add funnel
uk_ua: Додати воронку

source: Site Key
uk_ua: Ключ сайту

source: Secret
uk_ua: Секрет

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
uk_ua: Отримайте ключ та секрет для вашого сайту на <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: Name field
uk_ua: Назва поля

source: No PBX plugins installed!
uk_ua: Не встановлено плагінів АТС!

source: Once telephony is properly set up, use this section to assign phone numbers to backend users.
uk_ua: Після налаштування телефонії використовуйте цей розділ, аби призначити номери телефонів користувачам бекенду.

source: API keys
uk_ua: Ключі API

source: Set up API keys
uk_ua: Налаштувати ключі API

source: Assign PBX phone numbers to backend users.
uk_ua: Призначити телефонні номери АТС користувачам бекенду.

source: Sort by: user
uk_ua: Сортувати по: користувачу

source: number
uk_ua: номеру

source: Table below allows to configure current domain for Chrome and Firefox browsers automatically.
uk_ua: Наведена нижче таблиця дозволяє автоматично налаштувати поточний домен для браузерів Chrome і Firefox.

source: Source email address
uk_ua: Адреса джерела електронної пошти

source: Use source email address
uk_ua: Використовувати адресу електронної пошти джерела

source: Set up the email address from which you would like to receive support requests.
uk_ua: Налаштуйте адресу електронної пошти, з якої ви хочете отримувати запити на підтримку.

source: <strong>IMPORTANT NOTE:</strong> It is recommended that you specify an email account which was specially created for use by the Helpdesk app.
uk_ua: <Strong>ВАЖЛИВО:</strong> Рекомендуємо вказати обліковий запис електронної пошти, який було створено спеціально для використання додатком «Підтримка».

source: After you configure and save this source, all messages from the specified email account will be downloaded into Helpdesk and will be <strong>deleted from your mail server!</strong>
uk_ua: Після налаштування і збереження цього джерела, усі повідомлення з вказаного облікового запису електронної пошти буде завантажено в додаток «Підтримка» і <strong>видалено з поштової скриньки!</strong>

source: Unknown server error
uk_ua: Невідома помилка сервера

source: There are %count contacts in vault %name. Vault deleting cause free access to this contacts data for all backend users.
uk_ua: У сховищі %count contacts in vault %name. Видалення сховища призведе до вільного доступу до даних цих контактів усіма користувачами бекенду.

source: There are no contacts in vault %name. Vault deleting cause no effect to access any contacts data.
uk_ua: У сховищі %name немає контактів. Видалення сховища не призведе до змін параметрів доступу до даних контактів.

source: Automation
uk_ua: Автоматизація

source: Assigned user
uk_ua: Призначений користувач

source: All group members (for group assignment)
uk_ua: Усі члени групи (для групового завдання)

source: Previous page
uk_ua: Попередня сторінка

source: Next page
uk_ua: Наступна сторінка

source: changed deal responsible
uk_ua: змінив відповідального за угоду

source: Move <strong>%name</strong> to <strong>%stage</strong> stage?
uk_ua: Перемістити <strong>%name</strong> на етап <strong>%stage</strong>?

source: Move this deal to <strong>%s</strong> stage?
uk_ua: Перемістити цю угоду на етап <strong>%s</strong>?

source: Contact name if required
uk_ua: Ім'я контакту (якщо необхідно)
