Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/crm.po
Languages: uk_ua

source: Deal name if required
uk_ua: Назва угоди (якщо необхідно)

source: Change responsible
uk_ua: Змінити відповідального

source: Какой-то вступительный текст. Мол бла бла бла, выберите главную сделку в которую всё слить
uk_ua: Якийсь вступний текст. Мовляв бла бла бла, виберіть головну угоду, в яку все злити

source: Incoming call #
uk_ua: Вхідний дзвінок #

source: There is no contact with this phone number.
uk_ua: Немає контакту з цим номером телефону.

source: Create new contact
uk_ua: Створити новий контакт

source: Agreement checkbox
uk_ua: Прапорець угоди

source: Html label
uk_ua: Мітки HTML

source: Web-worms
uk_ua: Веб-форми

source: Date of closing
uk_ua: Дата закриття

source: Lost text
uk_ua: Текст програшу

source: Responsible user
uk_ua: Відповідальний користувач

source: <tt>cron</tt> job is set up properly.
uk_ua: Завдання <tt>cron</tt> налаштоване правильно.

source: <tt>Cron</tt> job required for sending greetings to customers is set up for your account.
uk_ua: Завдання <tt>cron</tt>, необхідне для надсилання клієнтам привітань, налаштоване у вашому акаунті.

source: An array containing information about the %s
uk_ua: Масив, що містить інформацію про %s

source: Field %s of %s
uk_ua: Поле %s з %s

source: Default email of %s
uk_ua: Основний email для %s

source: Default phone of %s
uk_ua: Основний телефон для %s

source: Duration
uk_ua: Тривалість

source: contact
uk_ua: контакт

source: Won deals reports
uk_ua: Звіт виграних угод

source: Lost deals reports
uk_ua: Звіт програних угод

source: Webasyst Captcha
uk_ua: Капча Webasyst

source: Create a form, publish it on your website, and visitor will be able to initiate a deal.
uk_ua: Створіть форму, опублікуйте її на вашому сайті, і відвідувач зможе ініціювати угоду.

source: Responsible:
uk_ua: Відповідає:

source: Start by creating your first deal.
uk_ua: Почніть зі створення вашої першої угоди.

source: You need Shop-Script version 7 or newer for CRM integration.
uk_ua: Для інтеграції з CRM вам потрібен Shop-Script версії 7 або новіше.

source: All directions
uk_ua: Усі напрямки

source: In
uk_ua: В

source: Out
uk_ua: Із

source: Template A
uk_ua: Шаблон А

source: Template color
uk_ua: Колір шаблону

source: Template B
uk_ua: Шаблон Б

source: Assign responsible
uk_ua: Призначити відповідального

source: Assign the responsible user for
uk_ua: Призначити відповідального для

source: Change the responsible user for
uk_ua: Змінити відповідального за

source: Clear responsibility
uk_ua: Видалити відповідального

source: Remove %s from responsibility of %s
uk_ua: Прибрати %s з відповідальності за %s

source: Assign me responsible when I create a contact
uk_ua: Призначити мене відповідальним, коли я створюю контакт

source: Responsible for the customer
uk_ua: Відповідальний за клієнта

source: Assign the responsible for the customer
uk_ua: Призначити відповідальним за клієнта

source: Change state
uk_ua: Змінити стан

source: Minimize by deals
uk_ua: Мінімізувати по угодах

source: Count
uk_ua: Кількість

source: Name or e-mail
uk_ua: Ім'я або адреса електронної пошти

source: Type e-mail
uk_ua: Вкажіть email

source: Popup before
uk_ua: Спливаюче вікно за

source: min. before due time
uk_ua: хв. до вказаного часу

source: When someone assign me a reminder
uk_ua: Коли хтось призначає мені нагадування

source: <tt>Cron</tt> job required for automatic handle invoices expiration is set up properly.
uk_ua: Завдання <tt>cron</tt> , необхідне для автоматичної обробки рахунків, налаштоване правильно.

source: <tt>Cron</tt> job required for automatic handle invoices expiration.
uk_ua: Завдання <tt>cron</tt> , необхідне для автоматичної обробки спливаючих рахунків, налаштоване правильно.

source: Send Test
uk_ua: Перевірити відправку

source: Message from
uk_ua: Повідомлення від

source: E-mail
uk_ua: Електронна пошта

source: All responsibles
uk_ua: Усі відповідальні

source: Here is your <a href="%s">daily recap</a> for %s:
uk_ua: Ось ваш <a href="%s">щоденний огляд нагадувань</a> для %s:

source: remove deal responsible
uk_ua: видалити відповідального за угоду

source: changed contact responsible
uk_ua: змінив відповідального за контакт

source: No e-mail sourses configured.
uk_ua: Не налаштовано джерел email-повідомлень.

source: Minimize by clients
uk_ua: Мінімізувати за клієнтами

source: There are no closed stages for specified period.
uk_ua: За вказаний період немає закритих етапів.

source: Set up the im sources from which you would like to receive deal requests and messages.
uk_ua: Налаштувати месенджери, з яких ви хочете отримувати повідомлення та запити на угоди.

source: IM
uk_ua: Месенджер

source: New im source
uk_ua: Нове джерело миттєвих повідомлень

source: All recipients
uk_ua: Усі отримувачі

source: Assign owner
uk_ua: Призначити власника

source: Add reply
uk_ua: Додати відповідь

source: Set contact language
uk_ua: Встановити мову контакта

source: Choose segments
uk_ua: Обрати сегменти

source: Hide segments
uk_ua: Приховати сегменти

source: On contact creation
uk_ua: При створенні контакту

source: Funnel deleted
uk_ua: Воронку видалено

source: https://support.webasyst.com/27128/crm-payment-methods-icons/
uk_ua: https://support.webasyst.ru/27127/crm-payment-methods-icons/

source: hours
uk_ua: годин

source: remove limit
uk_ua: видалити ліміт

source: remove stage
uk_ua: видалити етап

source: Add field
uk_ua: Додати поле

source: Shop-Script order actions
uk_ua: Дії із замовленнями у Shop-Script

source: CRM deal stages
uk_ua: Етапи угоди в CRM

source: Hide notification
uk_ua: Приховати повідомлення

source: Stage deleted
uk_ua: Етап видалено

source: Here is your <a href="%scrm/reminder/">daily recap</a> for %s:
uk_ua: Ось ваш <a href="%scrm/reminder/">щоденний огляд нагадувань</a> для %s:

source: Select (radio)
uk_ua: Вибір (радіокнопка)

source: Who can see %s profile and timeline:
uk_ua: Хто може переглядати профіль і хронологію %s:

source: Type the position
uk_ua: Вкажіть посаду

source: Type the company
uk_ua: Вкажіть компанію

source: About
uk_ua: Про продукт

source: close
uk_ua: закрити

source: Contact person
uk_ua: Контактна особа

source: Find existing
uk_ua: Знайти існуючі

source: change
uk_ua: змінити

source: Expected close date is not set
uk_ua: Очікувану дату закриття не встановлено

source: Expected close date is expired
uk_ua: Очікувана дата закриття минула

source: Take ownership
uk_ua: Взяти право власності

source: Set owner
uk_ua: Встановити власника

source: no deals
uk_ua: немає угод

source: no invoices
uk_ua: немає рахунків

source: note
uk_ua: примітка

source: file
uk_ua: файл

source: Create note
uk_ua: Створити примітку

source: from %s
uk_ua: з %s

source: Incoming call from %s.
uk_ua: Вхідний дзвінок від %s.

source: to
uk_ua: для

source: to %s
uk_ua: для %s

source: Status: %s
uk_ua: Статус: %s

source: Duration: %s
uk_ua: Тривалість: %s

source: Outgoing call to %s.
uk_ua: Вихідний дзвінок до %s.

source: Selectable (checkboxes)
uk_ua: Перелік (checkboxes)

source: Date (input)
uk_ua: Дата (input)

source: Form
uk_ua: Форма

source: There are no contacts in vault "%s". Vault deleting cause no effect to access any contacts data.
uk_ua: У сховищі "%s" немає контактів. Видалення сховища не вплине на доступ до будь-яких контактних даних.

source: changed title
uk_ua: змінив заголовок

source: changed expected close date
uk_ua: змінив очікувану дату закриття

source: Archived segments
uk_ua: Архівовані сегменти

source: Deal messages
uk_ua: Повідомлення щодо угоди

source: Without a deal
uk_ua: Без угоди

source: No email sourses configured.
uk_ua: Не налаштовано email-джерела.

source: To recieve and handle emails from clients %sset up an email deal source%s
uk_ua: Аби отримувати та обробляти email-листи від клієнтів, %sналаштуйте email-джерела%s

source: There are %s for this company.
uk_ua: У цієї компанії є %s.

source: There are %s from this company.
uk_ua: Від цієї компанії є %s.

source: Switch %s to
uk_ua: Переключити %s до

source: Select
uk_ua: Обрати

source: Open
uk_ua: Відкрити

source: Change owner
uk_ua: Змінити власника

source: Сhange owner
uk_ua: Змінити власника

source: Message
uk_ua: Повідомлення

source: {$customer.name}, happy birthday! From {$wa->accountName()}
uk_ua: {$customer.name}, з днем народження! З повагою, {$wa->accountName()}

source: Happy birthday to you from {$wa->accountName()}
uk_ua: Вітання с днем нарождення від {$wa->accountName()}

source: Install and set up <a href="%s">IP telephony integration plugins</a>.
uk_ua: Встановіть та налаштуйте <a href="%s">плагіни інтеграції IP-телефонії</a>.

source: Dropped
uk_ua: Скинуто

source: Redirected
uk_ua: Перенаправлено

source: Finished
uk_ua: Закінчення

source: Voicemail
uk_ua: Автовідповідач

source: New invoice No. {$invoice.number} issued for you by {$company.name}
uk_ua: Виставлено рахунок № {$invoice.number} від компанії {$company.name}

source: Invoice #{$invoice.number} has been issued for you by {$company.name} for {wa_currency($invoice.amount, $invoice.currency_id)}.
uk_ua: Вам виставлено рахунок № {$invoice.number} компанією {$company.name} на суму {wa_currency($invoice.amount, $invoice.currency_id)}.

source: Received payment for invoice No. {$invoice.number} from {$company.name}
uk_ua: Отримано сплату рахунку № {$invoice.number}, виставленого компанією {$company.name}

source: Your payment for invoice #{$invoice.number} from {$company.name} has been received. Thank you!
uk_ua: Вашу сплату рахунку № {$invoice.number}, виставленого компанією {$company.name}, отримано. Дякуємо!

source: Canceled invoice No. {$invoice.number} from {$company.name}
uk_ua: Рахунок № {$invoice.number}, виставлений компанією {$company.name}, скасовано

source: Invoice #{$invoice.number} from {$company.name} for {wa_currency($invoice.amount, $invoice.currency_id)} has been canceled
uk_ua: Рахунок № {$invoice.number}, виставлений компанією {$company.name}, на суму {wa_currency($invoice.amount, $invoice.currency_id)}, скасовано

source: one-line text
uk_ua: текст в один рядок

source: multi-line text
uk_ua: текст в декілька рядків

source: drop-down list
uk_ua: випадаючий список

source: date
uk_ua: дата

source: To handle phone calls in CRM, install and set up <a href="%s">IP telephony integration plugins</a>.
uk_ua: Для обробки телефонних дзвінків у CRM, встановіть на налаштуйте <a href="%s">плагіни інтеграції IP-телефонії</a>.

source: Comma
uk_ua: Кома

source: Semicolon
uk_ua: Крапка з комою

source: Tab
uk_ua: Табуляція

source: Please set up a <tt>cron</tt> job (<a href="%s" target="_blank">view instructions</a>) using the command specified below in your web-hosting control panel:
uk_ua: Будь-ласка, налаштуйте завдання <tt>cron</tt> (<a href="%s" target="_blank">переглянути інструкції</a>) за допомогою вказаної нижче команди у контрольній панелі вашого хостингу:

source: You need Shop-Script version %s or newer for CRM integration.
uk_ua: Для інтеграції з CRM вам потрібен Shop-Script версії %s або новіше.

source: %d minute
uk_ua: %d хвилина

source: The following <tt>cron</tt> job command is currently in use (%ssetting up a cron job%s):
uk_ua: Наступні завдання <tt>cron</tt> наразі використовуються (%sналаштування завдань cron%s):

source: Remove customer %s from ownership of %s
uk_ua: Прибрати клієнта %s з-під відповідальності %s

source: signature
uk_ua: підпис

source: IF
uk_ua: ЯКЩО

source: Shop-Script order %s is in <strong>%s</strong> state.
uk_ua: Замовлення %s у Shop-Script знаходиться у статусі <strong>%s</strong>.

source: Action <strong>%s</strong> is not available. Order will remain unchanged.
uk_ua: Дія <strong>%s</strong> недоступна. Замовлення залишиться без змін.

source: This deal is linked to Shop-Script order %s
uk_ua: Ця угода пов'язана із замовленням %s у Shop-Script

source: To recieve and handle messages from clients %sset up a message source%s
uk_ua: Аби отримувати та обробляти повідомлення від клієнтів, %sналаштуйте джерела повідомлень%s

source: Specify configuration parameters on <a href="%s">deal source settings</a>.
uk_ua: Задайте параметри на <a href="%s">екрані налаштувань джерела угод</a>.

source: Stage time limit expired for deal
uk_ua: Ліміт часу етапа угоди минув

source: Deal created
uk_ua: Угоду створено

source: Deal moved to another stage
uk_ua: Угоду переміщено до іншого статусу

source: Deal restored
uk_ua: Угоду відновлено

source: Deal reopened
uk_ua: Угоду відкрито повторно

source: Payment for invoice #%s issued on %s.
uk_ua: Оплата рахунку №%s, виставленого %s.

source: Unknown source
uk_ua: Невідоме джерело

source: Close deal
uk_ua: Закрити угоду

source: Create order
uk_ua: Створити замовлення

source: Предварительная сумма
uk_ua: Попередня сума

source: not specified
uk_ua: не вказано

source: Сроки сделки
uk_ua: Строки угоди

source: Дата закрытия
uk_ua: Дата закриття

source: Параметры сделки
uk_ua: Параметри угоди

source: Owner deleted
uk_ua: Власника видалено

source: New order
uk_ua: Нове замовлення

source: Edit order
uk_ua: Редагувати замовлення

source: Open in Shop-Script
uk_ua: Відкрити у Shop-Script

source: Order was paid on %s
uk_ua: Замовлення було сплачено %s

source: Total order weight
uk_ua: Загальна вага замовлення

source: Width × length × height
uk_ua: Ширина × довжина ×висота

source: Total order dimensions
uk_ua: Загальні виміри замовлення

source: View map
uk_ua: Відкрити карту

source: Courier
uk_ua: Кур'єр

source: Shipping time
uk_ua: Час доставки

source: Edit shipping details
uk_ua: Редагувати деталі доставки

source: Order list
uk_ua: Перелік замовлень

source: Edit order shipping details
uk_ua: Редагувати деталі доставки замовлення

source: Registered client
uk_ua: Зареєстрований клієнт

source: %d more client found with the same email address
uk_ua: Знайдений ще %d клієнт із тією ж адресою email

source: %d more client found with the same phone number
uk_ua: Знайдений ще %d клієнт із тим же номером телефону

source: ext
uk_ua: дод

source: clear
uk_ua: очистити

source: Also apply this change to %d employee of this company.
uk_ua: Також застосувати цю зміну до %d співробітника цієї компанії.

source: Select “%s” in “%s” section below to make these fields available for adding to the form.
uk_ua: Оберіть “%s” у розділі “%s”нижче, аби зробити ці поля доступними для додавання у форму.

source: App icon counter
uk_ua: Лічильник на іконці додатка

source: New messages
uk_ua: Нові повідомлення

source: New deals
uk_ua: Нові угоди

source: My overdue reminders
uk_ua: Мої прострочені нагадування

source: Reminder settings
uk_ua: Налаштування нагадувань

source: Лента событий
uk_ua: Стрічка подій

source: Фильтр
uk_ua: Фільтр

source: Type a deal name
uk_ua: Введіть назву угоди

source: Technical information about the error
uk_ua: Технічна інформація про помилку

source: Message sending error
uk_ua: Помилка відправки повідомлення

source: Email message has not been sent.
uk_ua: Email-повідомлення не було надіслане.

source: Check <a href="%s">email sending settings</a>.
uk_ua: Перевірте <a href="%s">налаштування відправки email</a>.

source: Attach to another deal
uk_ua: Приєднати до іншої угоди

source: Detach from deal
uk_ua: Від'єднати від угоди

source: Do you really want to detach this conversation from deal “<strong>%s</strong>”?
uk_ua: Ви дійсно хочете від'єднати цю розмову від угоди «%s»?

source: Detach
uk_ua: Від'єднати

source: Check <a href="%s">sms sending settings</a>.
uk_ua: Перевірте <a href="%s">налаштування відправки SMS</a>.

source: Attach this conversation to another deal
uk_ua: Приєднати цю розмову до іншої угоди

source: Call error
uk_ua: Помилка виклику

source: Access to calls
uk_ua: Доступ до дзвінків

source: Only own calls
uk_ua: Тільки власні дзвінки

source: Access to conversations
uk_ua: Доступ до розмов

source: Only own
uk_ua: Тільки власні

source: Own or free
uk_ua: Власні або вільні

source: %d order
uk_ua: %d замовлення

source: No orders
uk_ua: Немає замовлень

source: No other orders
uk_ua: Немає інших замовлень

source: No other deals
uk_ua: Немає інших угод

source: “Text” field contents
uk_ua: Вміст поля «Текст»

source: Recipient email is not defined
uk_ua: Email отримувача не визначений

source: Orders
uk_ua: Замовлення

source: Conversation not found
uk_ua: Розмову не знайдено

source: %d open deal
uk_ua: %d відкрита угода

source: New call
uk_ua: Новий виклик

source: No open deals
uk_ua: Немає відкритих угод

source: Remove file \"%s\" from contact
uk_ua: Видалити файл \"%s\" з контакту

source: Exclude contact \"%s\" of deal
uk_ua: Виключити контакт \"%s\" з угоди

source: Remove file \"%s\" from deal
uk_ua: Видалити файл \"%s\" з угоди

source: <span class=\"gray\">Delete</span> \"%s\"
uk_ua: <span class=\"gray\">Видалити</span> \"%s\"
