Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/crm.po
Languages: uk_ua

source: Add contact
uk_ua: Додати контакт

source: No invoices in this deal
uk_ua: У цій угоді немає рахунків

source: Files
uk_ua: Файли

source: Remove file
uk_ua: Видалити файл

source: Participants
uk_ua: Учасники

source: No owner
uk_ua: Немає власника

source: Assign me
uk_ua: Призначити мене

source: Add user
uk_ua: Додати користувача

source: Copy to clipboard
uk_ua: Копіювати у буфер обміну

source: Save the email correspondence with your client using email address
uk_ua: Збережіть листування по електронній пошті з вашим клієнтом, використовуючи адресу електронної пошти

source: copied to clipboard
uk_ua: скопійовано у буфер обміну

source: Add this address to the “CC” field when sending a message to the client to get the message copy saved in the deal history.
uk_ua: Додати цю адресу до поля "Копія" при надсиланні повідомлення клієнту, аби копію повідомлення було збережено до історії угоди.

source: Remove owner <strong>%s</strong> from the deal?
uk_ua: Видалити власника <strong>%s</strong> з угоди?

source: Exclude contact
uk_ua: Виключити контакт

source: Exclude <strong>%s</strong> from the deal?
uk_ua: Виключити <strong>%s</strong> з угоди?

source: Exclude
uk_ua: Виключити

source: Are you sure to delete this deal?
uk_ua: Ви впевнені, що хочете видалити цю угоду?

source: You have no access rights to handle Shop-Script orders. Order will remain unchanged.
uk_ua: У вас немає прав доступу до керування замовленнями у Shop-Script. Замовлення залишиться незмінним.

source: Add new contact
uk_ua: Додати новий контакт

source: Find existing contact
uk_ua: Знайти існуючий контакт

source: First name
uk_ua: Ім'я

source: Middle name
uk_ua: По-батькові

source: Last name
uk_ua: Прізвище

source: Contact
uk_ua: Контакт

source: Enter name, email or phone
uk_ua: Введіть ім'я, адресу електронної пошти або телефон

source: Job title
uk_ua: Назва посади

source: Role label
uk_ua: Мітка ролі

source: Bulk stage change will not affect to corresponding orders.
uk_ua: Масова зміна етапів не вплине на відповідні замовлення.

source: Orders will remain unchanged.
uk_ua: Замовлення залишаться незмінними.

source: Move %d deal to
uk_ua: Перемістити %d угоду до

source: %d selected deal are linked to Shop-Script orders.
uk_ua: %d обрану угоду пов'язано із замовленнями Shop-Script.

source: Export deals
uk_ua: Експортувати угоди

source: Separator:
uk_ua: Роздільник:

source: Encoding:
uk_ua: Кодування:

source: Export fields name
uk_ua: Експортувати назви полів

source: Do not export empty columns
uk_ua: Не експортувати порожні колонки

source: Exporting now. Please wait...
uk_ua: Виконується експорт. Зачекайте, будь ласка...

source: Start export
uk_ua: Почати експорт

source: %d selected deal will be exported into CSV file
uk_ua: %d обрану угоду буде експортовано до CSV-файлу

source: One-time configuration required
uk_ua: Потрібне разове налаштування

source: Please set up at least one funnel before using Deals section.
uk_ua: Будь ласка, налаштуйте принаймні одну воронку перед використанням розділу угод.

source: Create automatically
uk_ua: Створити автоматично

source: proceed to manual set up
uk_ua: перейти до ручного налаштування

source: Full application rights are required to proceed.
uk_ua: Для продовження потрібні повні права доступу до додатку.

source: Other reason
uk_ua: Інша причина

source: Close the deal
uk_ua: Закрити угоду

source: Specify the deal closing status.
uk_ua: Вкажіть статус закриття угоди.

source: Your lost reason
uk_ua: Ваша причина програшу

source: Switch
uk_ua: Переключити

source: Unknown state
uk_ua: Невідомий статус

source: Shipping
uk_ua: Доставка

source: Preferred shipping time:
uk_ua: Бажаний час доставки:

source: Shipment tracking number
uk_ua: Номер відправлення

source: Order content is unknown
uk_ua: Зміст наказу невідомий

source: Discount
uk_ua: Знижка

source: Bulk deal close will not affect to corresponding orders.
uk_ua: Масове закриття угод не вплине на відповідні замовлення.

source: Close %d deal
uk_ua: Закрити %d угоду

source: Choose period
uk_ua: Обрати період

source: Add contacts to segment "%s"
uk_ua: Додати контакти до сегменту "%s"

source: Find contact
uk_ua: Знайти контакт

source: Merge duplicates
uk_ua: Злиття дублікатів

source: Duplicates are the contacts actually representing the same person or company though existing as two or more separate records in your database. This may happen if you use multiple scenarios to collect your contacts, e.g. sign up on your site, mailing subscription, adding contacts in the backend, and etc. Whatever reasons cause duplicates appearance, they are undesirable as do not allow to gather under the same unique account a client's profile, their activities and communication history. Merging duplicates resolves this problem. Two or more contact records will be merged in one. Contact information (phone numbers, email address, and etc.) will be consolidated as well as links from other apps (Shop, Helpdesk, Mailer, and etc.) will be modified to refer the only unique contact left after merging.
uk_ua: Дублікати — це контакти, які насправді представляють ту ж особу або компанію через існуючі дві або більше записів у вашій базі даних. Це може траплятися через те, що ви використовуєте декілька сценаріїв збору контактів: наприклад, реєстрацію на сайті, підписування на розсилку по email, додавання контактів через бекенд та інші. Які б не були причини створення дублікатів, вони є небажаними, так як не дозволяють реєструвати профіль, активність клієнта та історію його повідомлень. Об'єднання дублікатів вирішує цб проблему. Два або більше контактів можна об'єднати в один. Контактна інформація (номери телефонів, адреси email, інше) буде об'єднано, також зв'язки з іншими додатками (Магазин, Підтримка, Розсилання, інше) буде оновлено таким чином, що після об'єднання залишиться один унікальний контакт.

source: New search
uk_ua: Новий пошук

source: Merge all groups automatically
uk_ua: Автоматично об'єднати всі групи

source: As a master contact in every group we will choose contact with the latest creation date. Other contacts will be deleted during this merging operation. Contact info from the contacts to be deleted, except unique fields, will be added to master contact. Links to deleted contacts from other applications will be updated to link to master contact.
uk_ua: У якості основного контакту у кожній групі ми виберемо контакт з самою останньою датою створення. Інші контакти будуть видалені під час операції об'єднання. Контактну інформацію буде видалено з контактів за винятком унікальних полів, які буде додано до основного контакту. Посилання на видалені контакти з інших додатків буде оновлено посиланнями на основний контакт.

source: <strong>IMPORTANT NOTE:</strong> Merging operation is irreversible.
uk_ua: <strong>ВАЖЛИВО:</strong> Відмінити операцію об'єднання неможливо.

source: Merging complete.
uk_ua: Об'єднання завершено.

source: Start auto merging
uk_ua: Запустити автоматичне об'єднання

source: Pause merging
uk_ua: Призупинити об'єднання

source: Resume merging
uk_ua: Відновити об'єднання

source: Merge this group
uk_ua: Об'єднати цю групу

source: Duplicates not found.
uk_ua: Дублікати не знайдено.

source: Search duplicates by
uk_ua: Шукати дублікати за

source: Full person name
uk_ua: Повне ім'я персони

source: Start search
uk_ua: Почати пошук

source: <strong>%d duplicate group</strong> found.
uk_ua: Знайдено <strong>%d групу дублікатів</strong>.

source: All groups include <strong>%d contact</strong>.
uk_ua: Усі групи включають <strong>%d контакт</strong>.

source: This group includes <strong>%d contact</strong>.
uk_ua: Ця група включає <strong>%d контакт</strong>.

source: %d duplicate
uk_ua: %d дублікат

source: Processed %s%% (%s of %s group(s))
uk_ua: Оброблено %s%% (%s з %s груп(и))

source: Company name
uk_ua: Назва компанії

source: other
uk_ua: інший

source: Add another
uk_ua: Додати ще

source: Contact name
uk_ua: Ім'я контакту

source: Advanced search
uk_ua: Розширений пошук

source: Find
uk_ua: Знайти

source: Change filter conditions
uk_ua: Змініть умови фільтрації

source: Choose search parameters
uk_ua: Обрати параметри пошуку

source: Choose search parameters in the sidebar
uk_ua: Вказати параметри пошуку в бічній панелі

source: Searching...
uk_ua: Пошук...

source: Add person
uk_ua: Додати персону

source: Add company
uk_ua: Додати компанію

source: Create person
uk_ua: Створити персону

source: Open extended form
uk_ua: Відкрити розширену форму

source: Create company
uk_ua: Створити компанію

source: 30 days
uk_ua: 30 днів

source: 90 days
uk_ua: 90 днів

source: 180 days
uk_ua: 180 днів

source: 365 days
uk_ua: 365 днів

source: Enter date...
uk_ua: Введіть дату...

source: Over %s ago
uk_ua: Більше %s тому

source: or earlier
uk_ua: або раніше

source: or later
uk_ua: або пізніше

source: Import contacts
uk_ua: Імпорт контактів

source: You must select at least one of the following fields: First name, Last name, Company name, Email.
uk_ua: Ви маєте обрати щонайменше одне з наступних полів: Ім'я, Прізвище, Назва компанії, email.

source: Please specify fields matching these columns.
uk_ua: Будь ласка, вкажіть поля, відповідні цим стовпцям.

source: field...?
uk_ua: поле...?

source: Total lines
uk_ua: Усього рядків

source: Import first line
uk_ua: Імпортувати перший рядок

source: Enable validation control (required and unique fields and data format)
uk_ua: Увімкнути перевірку даних (обов'язкових та унікальних полів, а також формату даних)

source: Create deals
uk_ua: Створити угоди

source: Add to segments
uk_ua: Додати до сегментів

source: Import
uk_ua: Імпорт

source: Done! No contacts were imported due to validation errors.
uk_ua: Виконано! Контакти не було імпортовано через помилки валідації.

source: Done! Some contacts were not imported due to validation errors.
uk_ua: Виконано! Деякі контакти не було імпортовано через помилки валідації.

source: Done! All contacts imported successfully.
uk_ua: Виконано! Усі контакти успішно імпортовано.

source: We have found %d column in imported data.
uk_ua: У імпортованих даних знайдено %d колонку.

source: Open dialog for contact creation
uk_ua: Відкрити діалогове вікно створення контакту

source: Open extended form for contact creation
uk_ua: Відкрити розширену форму створення контакту

source: Set me as owner when I create a contact
uk_ua: Встановити мене власником, коли я створюю контакт

source: Change photo
uk_ua: Змінити фото

source: Add company contact
uk_ua: Додати контакт компанії

source: No employees.
uk_ua: Немає співробітників.

source: Add employee
uk_ua: Додати співробітника

source: Segments
uk_ua: Сегменти

source: Show dynamic segments
uk_ua: Показати динамічні сегменти

source: Edit segments
uk_ua: Редагувати сегменти

source: Full contact info
uk_ua: Повна контактна інформація

source: Reduce contact info
uk_ua: Показати менше контактної інформації

source: No dynamic segments
uk_ua: Немає динамічних сегментів

source: %d employee.
uk_ua: %d співробітник.

source: Merge contacts
uk_ua: Об'єднати контакти

source: Choose a master contact that will be retained after merging.
uk_ua: Оберіть основний контакт, який залишиться після об'єднання.

source: Other contacts will be deleted during this merging operation.
uk_ua: Інші контакти буде видалено в результаті процедури об'єднання.

source: Contact info from the contacts to be deleted, except unique fields, will be added to master contact.
uk_ua: Контактну інформацію з контактів, що видаляються, за винятком унікальних полів, буде додано у головний контакт.

source: Links to deleted contacts from other applications will be updated to link to master contact.
uk_ua: Посилання на видалені контакти будуть змінені у інших додатках на головний контакт.

source: selected as a master contact
uk_ua: обрано як основний контакт

source: ID
uk_ua: Ідентифікатор

source: Added
uk_ua: Додано

source: Method
uk_ua: Метод

source: %s has been selected as a master contact.
uk_ua: %s обрано як головний контакт.

source: However, there are no contacts to be merged with %s, by the reasons designated above.
uk_ua: Проте, немає жодного контакту, який міг би бути об'єднаний із %s, з вищевказаних причин.

source: %d other contact will be merged with %%s.
uk_ua: %d інший контакт буде поєднано з %%s.

source: %d contact will not be merged by the reasons designated above.
uk_ua: %d контакт не буде об'єднано з зазначених вище причин.

source: The customer owner
uk_ua: Власник клієнта

source: Set the owner for the customer
uk_ua: Встановити власника для клієнта

source: remove
uk_ua: видалити

source: Start typing user name...
uk_ua: Почніть вводити ім'я користувача...

source: Clear
uk_ua: Очистити

source: Delete segment?
uk_ua: Видалити сегмент?

source: Do you really want to delete this list?
uk_ua: Ви дійсно хочете видалити цей перелік?

source: Contacts will NOT be deleted.
uk_ua: Контакти НЕ буде видалено.

source: Actions
uk_ua: Дії

source: Add contacts to segment
uk_ua: Додати контакти до сегменту

source: Edit filter conditions
uk_ua: Змініть умови фільтрації

source: Restore from archive
uk_ua: Відновити з архіву

source: Move to archive
uk_ua: Перемістити в архів

source: Delete segment
uk_ua: Видалити сегмент

source: Change search conditions
uk_ua: Змінити умови пошуку

source: Save as filter
uk_ua: Зберегти як фільтр

source: Last activity
uk_ua: Остання активність

source: Name
uk_ua: Ім’я

source: Signed up
uk_ua: Зареєстрований

source: No contacts.
uk_ua: Немає контактів.

source: another...
uk_ua: інший...

source: what?
uk_ua: що?

source: Update existing contact
uk_ua: Оновити існуючий контакт

source: Extended contact data
uk_ua: Розширені дані про контакт

source: Manage access
uk_ua: Управління доступом

source: Who can see profile and timeline
uk_ua: Хто може переглядати профіль і хронологію

source: Only users with access to vault
uk_ua: Тільки користувачі, що мають доступ до сховища

source: Selected users only
uk_ua: Тільки обрані користувачі

source: Shared segments
uk_ua: Спільні сегменти

source: My segments
uk_ua: Мої сегменти

source: Description
uk_ua: Опис

source: Contact name required
uk_ua: Необхідно вказати ім'я контакта

source: Deal name required
uk_ua: Необхідно вказати назву угоди

source: Contact deletion cannot be undone.
uk_ua: Видалення контакта неможливо скасувати.

source: You have no access rights to delete selected contacts.
uk_ua: У вас немає прав доступу для видалення обраних контактів.

source: IMPORTANT NOTE:
uk_ua: ВАЖЛИВА ПРИМІТКА:

source: All selected contacts have links to other applications.
uk_ua: Усі обрані контакти мають зв'язки з іншими додатками.

source: Deletion of these contacts is allowed to Administrator only.
uk_ua: Видалення цих контактів дозволено тільки адміністратору.

source: After deletion of these contacts other applications will refer to not existing contacts.
uk_ua: Після видалення цих контактів інші додатки будуть звертатись до неіснуючих контактів.

source: Delete anyway
uk_ua: Все одно видалити

source: %d link
uk_ua: %d посилання

source: Delete contacts (%d)
uk_ua: Видалення контактів (%d)

source: %d of %d selected contacts shown below have links to other applications.
uk_ua: %d з %d обраних контактів, показаних нижче, мають зв’язки з іншими додатками.

source: Delete %d of %d selected
uk_ua: Видалити %d з %d обраних

source: Hide
uk_ua: Сховати

source: Not
uk_ua: Ні

source: Import from file
uk_ua: Імпорт з файлу

source: Import from text
uk_ua: Імпорт з тексту

source: Import from CSV or TXT file
uk_ua: Імпорт з CSV- або TXT-файлу

source: Encoding
uk_ua: Кодування

source: File
uk_ua: Файл

source: Copy and paste or simply type in names and other contact data for import.
uk_ua: Для імпорту скопіюйте та вставте або просто введіть імена та інші контактні дані.

source: Fields must be delimited by comma (,), semicolon (;) or tab. Different contacts on separate lines.
uk_ua: Поля повинні бути розділені комами (,), крапкою з комою (;) або табуляцією. Різні контакти вказуйте на різних рядках.

source: sample:
uk_ua: зразок:

source: John, Smith, john@domain.com
uk_ua: Тарас, Шевченко, taras@domain.ua

source: Sue, Miller, sue@domain.com
uk_ua: Леся, Українка, lesya@domain.ua

source: New contact
uk_ua: Новий контакт

source: All contacts
uk_ua: Усі контакти

source: Selected contacts
uk_ua: Обрані контакти

source: My lists
uk_ua: Мої списки

source: Hide archived segments
uk_ua: Приховати архівні сегменти

source: New segment
uk_ua: Новий сегмент

source: Vaults
uk_ua: Сховища

source: My own
uk_ua: Мої власні

source: Responsibles
uk_ua: Відповідальні

source: Operations
uk_ua: Операції

source: Show %d archived segment
uk_ua: Показати %d архівований сегмент

source: Export contacts
uk_ua: Експорт контактів

source: Export field names
uk_ua: Експортувати назви полів

source: %d selected contact will be exported into CSV file
uk_ua: %d обраний контакт буде експортовано до файлу CSV

source: At least one owner must be selected.
uk_ua: Має бути обраний хоча б один власник.

source: %d employee
uk_ua: %d співробітник

source: Enter name or email
uk_ua: Введіть ім'я або email

source: Add phone %s to contact
uk_ua: Додати телефон %s для контакту

source: Exclude from the list
uk_ua: Виключити з переліку

source: Columns
uk_ua: Колонки

source: Checking links to other applications...
uk_ua: Пошук зв'язків з іншими додатками...

source: The error in the appointment of
uk_ua: Помилка в призначенні

source: Responsibility for %d selected contact will be assigned to:
uk_ua: Відповідальність за %d обраний контакт буде призначено:

source: Job
uk_ua: Посада

source: Add company for
uk_ua: Додати компанію для

source: Change company
uk_ua: Змінити компанію

source: A new company will be created
uk_ua: Будет створено нову компанію

source: Add
uk_ua: Додати

source: Edit segment
uk_ua: Редагувати сегмент

source: Create segment
uk_ua: Створити сегмент

source: Static list
uk_ua: Статичний перелік

source: manually selected contacts
uk_ua: обрані контакти вручну

source: Dynamic filter
uk_ua: Динамічний фільтр

source: advanced search results
uk_ua: розширені результати пошуку

source: Icon
uk_ua: Іконка

source: Access
uk_ua: Доступ

source: only me
uk_ua: тільки для мене

source: all users
uk_ua: усім користувачам

source: This list is the search result:
uk_ua: Цей список — результат пошуку:

source: This list is based on a category transferred from the standard version of the Contacts app.
uk_ua: Цей перелік заснований на категорії, яку було перенесено зі стандартної версії додатка «Контакти».

source: Contact entries in this category are created and updated automatically by the %s app.
uk_ua: Контакти у цій категорії створюються і автоматично оновлюються додатком %s.

source: This list is based on a category created in the %s app.
uk_ua: Цей перелік заснований на категорії, створеній у додатку %s.

source: To change settings or delete this category use appropriate tools of the %s app.
uk_ua: Аби змінити налаштування чи видалити цей розділ, скористайтесь відповідними інструментами додатку %s.

source: This list consists of selected contacts. To add/remove contacts use "Actions with selected" menu.
uk_ua: Цей перелік складається з обраних контактів. Аби додати/видалити контакти, скористайтесь меню «Дії з обраними».

source: Exclude from list
uk_ua: Виключити з переліку

source: Excluding now. Please wait...
uk_ua: Йде виключення. Зачекайте, будь ласка...

source: Start exclude
uk_ua: Почати виключення

source: %d selected contact will be excluded from list "%s"
uk_ua: %d обраний контакт буде виключено з переліку "%s"

source: Countries & regions
uk_ua: Країни та регіони

source: Country
uk_ua: Країна

source: Select a country
uk_ua: Оберіть країну

source: Clone on top of the list
uk_ua: Дублювати на початку списку

source: Regions
uk_ua: Регіони

source: Region name
uk_ua: Назва регіону

source: Region code
uk_ua: Код регіону

source: No regions (states, provinces) are defined for this country.
uk_ua: Для цієї країни не визначено жодного регіону (штату, провінції).

source: Add region
uk_ua: Додати регіон

source: Click “Save” button below to commit the delete.
uk_ua: Натисніть на кнопку «Зберегти», аби підтвердити видалення.

source: Regions are not saved. Are you sure you want to leave current page?
uk_ua: Регіони не збережено. Залишити поточну сторінку?

source: Change primary currency
uk_ua: Змінити основну валюту

source: New primary currency
uk_ua: Нова основна валюта

source: Select primary currency
uk_ua: Оберіть основну валюту

source: Currency list is empty
uk_ua: Перелік валют порожній

source: Primary currency
uk_ua: Основна валюта

source: Edit currency
uk_ua: Редагувати валюту

source: Remove currency
uk_ua: Видалити валюту

source: Currencies
uk_ua: Валюти

source: Copy Shop-Script currency settings
uk_ua: Скопіювати налаштування валюти з Shop-Script

source: Currency exchange rates changed in Shop-Script settings are updated in CRM in 1 minute.
uk_ua: Змінені у Shop-Script курси валют оновлюються в CRM протягом 1 хвилини.

source: Add currency
uk_ua: Додати валюту

source: New main currency rate
uk_ua: Новий курс основної валюти

source: Delete currency
uk_ua: Видалити валюту

source: After deletion it will be not possible to set deal and invoice amount in that currency.
uk_ua: Після видалення буде неможливо налаштувати угоди та рахунки у цій валюті.

source: Currency in existing deals and invoices will not be affected.
uk_ua: Валюти в існуючих угодах і рахунках не буде порушено.

source: Copy settings
uk_ua: Параметри копіювання

source: Push notifications settings
uk_ua: Налаштування push-повідомлень

source: OneSignal User Auth Key
uk_ua: Ключ авторизації користувача OneSignal

source: A OneSignal account is required to notify backend users about incoming calls.
uk_ua: Обліковий запис OneSignal потрібен, аби повідомляти користувачів бекенду про вхідні дзвінки.

source: Each domain used by your backend users has to be configured separately in OneSignal account.
uk_ua: Кожен домен, який використовується у якості бекенду, повинен бути налаштований окремо у обліковому записі OneSignal.

source: Connected
uk_ua: Підключено

source: Not connected
uk_ua: Не підключено

source: Connect domain to OneSignal
uk_ua: Підключити домен до OneSignal

source: To add a different domain, open Webasyst backend on that domain.
uk_ua: Аби додати інший домен, увійдіть до бекенду Webasyst на цьому домені.

source: Text paragraph
uk_ua: Параграф тексту

source: No <tt>cron</tt> job required for automated email capture and execution of deals.
uk_ua: Не налаштовано завдання <tt>cron</tt>, яке необхідне для автоматичного отримання електронних листів та виконання угод.

source: Without a <tt>cron</tt> job set up, new mail is captured and deals are executed only as long as you keep CRM open in your browser.
uk_ua: Без налаштованого завдання <tt>cron</tt>, нова пошта отримується, а угоди виконуються, доки ви тримаєте CRM відкритим у браузері.

source: Last execution time:
uk_ua: Останній час виконання:

source: <tt>Cron</tt> job required for automated email capture and execution of deals is set up properly.
uk_ua: Завдання <tt>cron</tt> необхідне для автоматичного отримання електронних листів та виконання угод.

source: http://www.webasyst.com/framework/docs/server/cron/
uk_ua: https://developers.webasyst.ru/docs/installation/tips/cron/

source: Allows your subscriber to create a password for further authorization on your site and log in to their customer portal. Requires Email field in the form.
uk_ua: Дозволяє абоненту створити пароль для подальшої авторизації на вашому сайті входу в особистий кабінет. Потребує полe для адреси email у формі.

source: New form
uk_ua: Нова форма

source: Form name
uk_ua: Назва форми

source: Add fields
uk_ua: Додати поля
