Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/crm.po
Languages: uk_ua

source: Sign up
uk_ua: Зареєструватися

source: Form width (200-600px)
uk_ua: Ширина форми (200-600 пікселів)

source: After form submission
uk_ua: Після відправки форми

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
uk_ua: Ця установка дозволяє перенаправляти клієнтів після заповнення форми та відправлення запиту на будь-яку вказану URL або показувати повідомлення на місці форми.

source: After successfull submission:
uk_ua: Після успішного відправлення:

source: Display text instead of the form
uk_ua: Показати вказаний текст замість форми

source: Thanks for subscribing!
uk_ua: Дякуємо за підписку!

source: Confirm registration
uk_ua: Підтвердити реєстрацію

source: To enable this option, your form must contain Email field.
uk_ua: Аби включити цю опцію, ваша форма повинна містити поле адреси електронної пошти.

source: An automatic notification will be sent to a subscriber‘s email address, with a special link to be clicked for a client to confirm registration. You may add extra instructions for your clients to the notification text.
uk_ua: Автоматичне повідомлення зі спеціальним посиланням для підтвердження реєстрації буде відправлено на адресу електронної пошти підписувача. У тексті повідомлення ви можете вказати додаткові інструкції для клієнтів.

source: Please confirm your email
uk_ua: Підтвердіть, будь ласка, вашу адресу електронної пошти

source: WYSIWYG
uk_ua: Візуальний редактор

source: Publication
uk_ua: Публікація

source: To publish this form on your website use this code:
uk_ua: Аби опублікувати цю форму на вашому сайті, скористайтеся цим кодом:

source: Will be available after saving
uk_ua: Буде доступно після збереження

source: To publish the form on external site use this code:
uk_ua: Для публікації форми на сайті використовуйте цей код:

source: Delete this form
uk_ua: Видалити цю форму

source: Please follow this link to confirm your registration:
uk_ua: Будь ласка, перейдіть за цим посиланням для підтвердження реєстрації:

source: Thank you!
uk_ua: Дякуємо!

source: Enter available options for %s depending on it’s parent field value.
uk_ua: Заповніть списки значень поля «%s» залежно від значення його батьківського поля.

source: http://www.shop-script.com/help/conditional-contact-fields/
uk_ua: https://support.webasyst.ru/shop-script/7/conditional-contact-fields/

source: Get help
uk_ua: Допомога

source: <strong>IF</strong> parent field
uk_ua: <strong>IF</strong> батьківське поле

source: Prompt to select %s from the following list:
uk_ua: Пропонувати обрати %s з таких варіантів:

source: Add option
uk_ua: Додати варіант

source: Add rule
uk_ua: Додати правило

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
uk_ua: <strong>ELSE</strong>, якщо значення батьківського поля не збігається з жодним варіантом

source: Display &lt;input&gt; (custom text) field for %s
uk_ua: Показати для %s поле &lt;input&gt; для введення довільного тексту

source: Do not prompt for %s
uk_ua: Не запитувати поле %s

source: <tt>Cron</tt> job required for deal stages overdue is set up properly.
uk_ua: Завдання <tt>cron</tt> для коректного обрахування прострочених угод налаштоване.

source: <tt>Cron</tt> job required for deal stages overdue.
uk_ua: Для коректного обрахування прострочених угод потрібно налаштувати завдання <tt>cron</tt>.

source: Cron Jobs
uk_ua: Завдання cron

source: Edit vault
uk_ua: Редагувати сховище

source: Create vault
uk_ua: Створити сховище

source: Vault name
uk_ua: Назва сховища

source: Style
uk_ua: Стиль

source: background color
uk_ua: колір фону

source: Select user groups which you want to be able to access this vault.
uk_ua: Оберіть групи користувачів, яким ви хочете бути в змозі надати доступ до цього сховища.

source: Full access to CRM app
uk_ua: Повний доступ до додатку CRM

source: No access to CRM app yet
uk_ua: Ще немає доступу до додатку CRM

source: Show groups without access to CRM app
uk_ua: Показати групи без доступу до додатку CRM

source: Hide groups without access to CRM app
uk_ua: Приховати групи без доступу до додатку CRM

source: Vault deleting cause free access to this contacts data for all backend users.
uk_ua: Видалення сховища призведе до вільного доступу до даних цих контактів усіма користувачами бекенду.

source: There are %d contact in vault "%%s".
uk_ua: Знайдено %d контакт у сховищі "%%s".

source: <tt>Cron</tt> job required for currencies copy is set up properly.
uk_ua: Завдання <tt>cron</tt> для коректного обрахування прострочених угод налаштоване.

source: <tt>Cron</tt> job required for currencies copy.
uk_ua: Для копіювання валют необхідно налаштувати завдання <tt>cron</tt>.

source: Consent to terms
uk_ua: Згода з умовами

source: Field
uk_ua: Поле

source: Terms description
uk_ua: Опис умов

source: Checked by default
uk_ua: Відмічене за замовчуванням

source: disabled
uk_ua: вимкнено

source: person
uk_ua: особа

source: company
uk_ua: компанія

source: deal
uk_ua: угода

source: General settings
uk_ua: Загальні налаштування

source: Contact name edit form
uk_ua: Форма редагування імені контакта

source: One field for contact name
uk_ua: Одне поле для імені контакту

source: Separate fields for name parts
uk_ua: Окремі поля для складових імені

source: Contact name format
uk_ua: Формат імені контакту

source: Lastname
uk_ua: Прізвище

source: Firstname
uk_ua: Ім'я

source: Middlename
uk_ua: По-батькові

source: Shop-Script integration
uk_ua: Інтеграція з Shop-Script

source: Automatic deal creation
uk_ua: Автоматичне створення угоди

source: Workflow-Funnel synchronization
uk_ua: Синхронізація воронки

source: Create deals from orders in your online store!
uk_ua: Створуйте угоди із замовлень у вашому онлайн-магазині!

source: Set up <i>automatic</i> creation of deals upon execution of various order actions, individually for each of your storefronts.
uk_ua: Налаштуйте <i>автоматичне</i> створення угод шляхом виконання дій зі статусами — окремо для кожної з ваших вітрин.

source: Or <i>manually</i> create deals in the online store backend, regardless of the settings on this page.
uk_ua: Або ж <i>вручну</i> створюйте угоди у бекенді онлайн-магазину, без залежності від налаштувань на цій сторінці.

source: Create deal when
uk_ua: Створити угоду, коли

source: Order was placed
uk_ua: Оформлене замовлення

source: Order was confirmed and accepted for processing
uk_ua: Замовлення було підтверджене і прийнято в обробку

source: Send email message
uk_ua: Відправити повідомлення електронною поштою

source: Send another email message
uk_ua: Відправити ще одне повідомлення електронною поштою

source: Web forms
uk_ua: Веб-форми

source: Forms are used to set up customer subscription on your website.
uk_ua: Форми використовуються для налаштування підписки клієнтів на вашому сайті.

source: Create a form, publish it on your website, and visitors will be able to subscribe themselves.
uk_ua: Створіть форму, опублікуйте її на вашому сайті, і відвідувачі зможуть підписатися самі.

source: Captcha settings
uk_ua: Налаштування CAPTCHA

source: Select Webasyst default captcha or Google reCAPTCHA
uk_ua: Оберіть стандартну капчу Webasyst або Google reCAPTCHA

source: Once connection to a gateway is set up, add SMS notifications in “<a href="%s">Notifications</a>” settings.
uk_ua: Після того, як підключення до шлюзу налаштоване, додайте повідомлення SMS у розділі «<a href="%s">Повідомлення</a>».

source: <a href="%s" target="_blank">See documentation</a> for details.
uk_ua: <a href="%s" target="_blank">Перегляньте документацію</a>, аби дізнатися більше.

source: https://support.webasyst.com/22505/crm-sms-notifications/
uk_ua: https://support.webasyst.ru/22149/crm-sms-notifications/

source: Sender IDs
uk_ua: ID відправників

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
uk_ua: Введіть ідентифікатори відправників для цього SMS-шлюзу (ID відправника являє собою номер телефону або рядок довжиною до 11 символів). Введіть зірочку (*), аби використовувати ID, призначений SMS-шлюзом.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
uk_ua: Аби увімкнути надсилання SMS, встановіть та налаштуйте плагін для обраного SMS-шлюзу.<br /> <a href="%s">Перегляньте плагіни SMS-шлюзів</a> у додатку «Інсталер».

source: Next
uk_ua: Далі

source: Before
uk_ua: Перед

source: Add payment option
uk_ua: Додати варіант оплати

source: Browse payment plugins...
uk_ua: Пошук плагінів оплати...

source: Multiple instances of every payment option with custom settings can be created.
uk_ua: Ви можете створити декілька примірників способу оплати із різними налаштуваннями.

source: Configure
uk_ua: Налаштувати

source: No payment options are defined.
uk_ua: Не визначено жодного способу оплати.

source: Delete %payment
uk_ua: Видалити %payment

source: This will permanently delete this payment option. Are you sure?
uk_ua: Цей варіант оплати буде видалено остаточно. Продовжити?

source: Create invoice template
uk_ua: Створити шаблон рахунку

source: Edit invoice template
uk_ua: Редагування шаблону рахунка

source: Invoice templates
uk_ua: Шаблони рахунків

source: New template
uk_ua: Новий шаблон

source: Add new template
uk_ua: Додати новий шаблон

source: Template name
uk_ua: Назва шаблона

source: Custom variables
uk_ua: Користувальницькі змінні

source: Set up custom variables to show extra company-related data on an invoice; e.g., payment details, contact information, business license number, etc. Save appropriate values for your variables in each company’s settings and add the variables to an invoice template.
uk_ua: Налаштування користувацьких змінних для відображення додаткових корпоративних даних у рахунку; наприклад, платіжні реквізити, контактна інформація, номер ліцензії та інше. Збережіть відповідні значення змінних у налаштуваннях кожної компанії і додайте змінні в шаблон рахунок-фактури.

source: Field name
uk_ua: Назва поля

source: Placeholder
uk_ua: Заповнювач

source: Code
uk_ua: Код

source: Add variable
uk_ua: Додати змінну

source: Reset changes
uk_ua: Скинути зміни

source: Preview
uk_ua: Попередній перегляд

source: Variable code may not start with a digit
uk_ua: Код змінної не може починатися з цифри

source: Variable code may only contain digits, latin symbols and underscore
uk_ua: Змінна код може містити тільки цифри, латинські символи та знак підкреслення

source: Variable codes sould be unique
uk_ua: Коди змінних мають бути унікальними

source: Removing a template is prohibited. The template is associated with {$company_count} companies
uk_ua: Видалення шаблону заборонене. Шаблон пов'язаний з {$company_count} компаніями

source: <tt>Cron</tt> job required for daily recap is set up properly.
uk_ua: Завдання <tt>cron</tt>, необхідне для коректного надсилання щоденних нагадувань, налаштоване.

source: <tt>Cron</tt> job required for daily recap.
uk_ua: Для коректного надсилання щоденних нагадувань необхідно налаштувати завдання <tt>cron</tt>.

source: Create funnel
uk_ua: Створити воронку

source: Edit funnel
uk_ua: Редагувати воронку

source: Funnels
uk_ua: Воронки

source: New funnel
uk_ua: Нова воронка

source: Add new funnel
uk_ua: Додати нову воронку

source: Funnel name
uk_ua: Назва воронки

source: Stage name
uk_ua: Назва етапу

source: New stage
uk_ua: Новий етап

source: add time limit
uk_ua: додати обмеження по часу

source: Stages
uk_ua: Етапи

source: Add stage
uk_ua: Додати етап

source: Full access
uk_ua: Повний доступ

source: No access
uk_ua: Немає доступу

source: Only own deals
uk_ua: Тільки власні угоди

source: Own and unassigned deals
uk_ua: Власні і непризначені угоди

source: %d deal in stage
uk_ua: %d угода на етапі

source: %d deal in funnel
uk_ua: %d угода у воронці

source: Add item
uk_ua: Додати елемент

source: Radio selector advanced settings
uk_ua: Розширені налаштування поля-перемикача

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
uk_ua: Залежно від обраного значення поля-перемикача інші поля форми для введення контактної інформації можуть бути позначені як такі, що потрібно пропустити (їх буде приховано). Для кожного із значень поля-перемикача позначте галочками ті поля форми введення контактної інформації, які повинні бути запитані у користувача.

source: Required
uk_ua: Обов'язкове

source: Please specify options for multiple choice field.
uk_ua: Вкажіть можливі значення для поля з варіантами вибору.

source: Manage conditions
uk_ua: Налаштувати умови

source: Click “Save” button below to commit changes.
uk_ua: Натисніть на кнопку «Зберегти», аби підтвердити зміни.

source: This field is required.
uk_ua: Це поле є обов'язковим.

source: This field can be invisible in some cases, so it may not be required.
uk_ua: Це поле в деяких випадках стає невидимим, і тому не може бути обов'язковим.

source: Edit field
uk_ua: Редагувати поле

source: New field
uk_ua: Нове поле

source: Add name in another language
uk_ua: Додати ім'я в іншій мові

source: Field ID
uk_ua: ID поля

source: Type of field
uk_ua: Тип поля

source: List items
uk_ua: Перелік елементів

source: Enter each new item on new line
uk_ua: Введіть кожне значення з нового рядка

source: Applied to
uk_ua: Застосовується до

source: Person
uk_ua: Особи

source: Address fields
uk_ua: Поля адреси

source: Delete field
uk_ua: Видалити поле

source: Enable field
uk_ua: Увімкнути поле

source: Disable field
uk_ua: Вимкнути поле

source: This will remove field and all its data from all existing contacts. Are you sure?
uk_ua: Буде видалено це поле і пов'язані з ним дані в усіх контактах. Видалити?

source: No data in the field
uk_ua: У полі немає даних

source: Deleting this field will not cause a loss of any contact information.
uk_ua: Видалення цього поля не призведе до втрати інформації про контакти.

source: %d contact have data in the field
uk_ua: %d контакт містить дані у полі

source: Deleting the field will cause a loss of this contact information.
uk_ua: Видалення поля призведе до втрати інформації про цей контакт.

source: Create notification
uk_ua: Створити повідомлення

source: Edit notification
uk_ua: Редагувати повідомлення

source: Notifications
uk_ua: Повідомлення

source: Delete notification
uk_ua: Видалити повідомлення

source: Event
uk_ua: Подія

source: Choose event
uk_ua: Оберіть подію

source: Notification name
uk_ua: Назва повідомлення

source: Transport
uk_ua: Транспорт

source: Recipient
uk_ua: Отримувач

source: John Doe
uk_ua: Тарас Шевченко

source: Email subject
uk_ua: Тема повідомлення

source: Email body
uk_ua: Текст повідомлення

source: SMS content
uk_ua: Зміст SMS

source: Max 300 chars.
uk_ua: Максимум 300 символів.

source: Test notification
uk_ua: Тестове повідомлення

source: Send to
uk_ua: Кому

source: saving
uk_ua: збереження

source: saved
uk_ua: збережено

source: This will permanently delete this notification. Are you sure?
uk_ua: Повідомлення буде видалене без можливості відновлення. Ви впевнені?

source: Please enter a valid Email
uk_ua: Будь ласка, введіть дійсну адресу електронної пошти

source: Send test notification
uk_ua: Перевірити відправку

source: Send test
uk_ua: Перевірити відправку

source: Deal sources
uk_ua: Джерела угод

source: enable
uk_ua: увімкнути

source: disable
uk_ua: вимкнути

source: Create a form and publish it on your website for visitors to easily initiate new deals.
uk_ua: Створити форму і опублікувати на вашому сайті для відвідувачів, аби з легкістю отримувати нові пропозиції.

source: Set up connection to instant messengers to receive deal requests and messages.
uk_ua: Налаштування підключення до інтернет-месенджерів для прийому запитів на угоди і повідомлень.

source: Add %s source
uk_ua: Додати %s джерело

source: Messengers
uk_ua: Месенджери

source: Add email source
uk_ua: Додати джерело електронної пошти

source: Add a web form
uk_ua: Додати веб-форму

source: Install messenger integration plugins.
uk_ua: Встановити плагіни інтеграції месенджерів.

source: New company
uk_ua: Нова компанія

source: Companies
uk_ua: Компанії

source: Add new company
uk_ua: Додати нову компанію

source: Logo
uk_ua: Логотип

source: Drag-n-drop company logo here
uk_ua: Перетягніть логотип компанії сюди

source: Change logo
uk_ua: Змінити логотип

source: Delete logo
uk_ua: Видалити логотип

source: Address
uk_ua: Адреса

source: Tax name
uk_ua: Назва податку

source: Tax options
uk_ua: Параметри податків

source: Add tax option
uk_ua: Додати варіант податку

source: Invoice template
uk_ua: Шаблон накладної

source: Template settings
uk_ua: Налаштування шаблону

source: Delete company
uk_ua: Видалити компанію

source: include
uk_ua: включити

source: append
uk_ua: додати

source: none
uk_ua: немає

source: Are you sure delete this form?
uk_ua: Ви впевнені, що бажаєте видалити цю анкету?

source: Use vaults to limit access to certain contacts for selected backend users. Add contacts to a vault and select the vault in users’ access rights settings.
uk_ua: Використовуйте сховища для того, аби обмежити доступ до певних контактів для обраних користувачів бекенду. Додайте контакти в сховище і оберіть сховище у налаштуваннях прав доступу користувачів.

source: If a contact is included in a vault, only users who have access to that vault can view the contact.
uk_ua: Якщо контакт включено до сховища, тільки користувачі, які мають доступ до цього сховища, можуть переглянути контакт.

source: Add vault
uk_ua: Додати сховище

source: Field settings
uk_ua: Параметри поля

source: Label in this form
uk_ua: Мітка у цій формі

source: Label placement
uk_ua: Розміщення мітки

source: left from field
uk_ua: зліва від поля

source: above of the field
uk_ua: вище поля

source: hide
uk_ua: приховати

source: View
uk_ua: Вид

source: Plain text
uk_ua: Звичайний текст

source: Redactor
uk_ua: Редактор

source: Placeholder for confirm password input
uk_ua: Заповнювач для підтвердження введення пароля

source: Add notification
uk_ua: Додати повідомлення

source: Select
uk_ua: Віибір

source: Add another recipient
uk_ua: Додати іншого отримувача

source: All messages will be sent as blind copies (BCC).
uk_ua: Усі повідомлення будуть надсилатися як сліпі копії (BCC).

source: Variables
uk_ua: Змінні

source: Include attachments
uk_ua: Включати вкладення

source: PBX
uk_ua: АТС

source: Once telephony plugin is properly set up, use this section to configure pop-up notifications on incoming calls with information about calling clients.
uk_ua: Після того, як плагін телефонії налаштовано правильно, цей розділ дозволяє налаштувати спливаючі повідомлення про вхідні дзвінки з інформацією про клієнтів, які дзвонять.

source: PBX plugins are not configured.
uk_ua: Плагіни АТС не налаштовано.

source: Set up push notifications
uk_ua: Налаштуйте push-повідомлення

source: API keys for pop-up notifications are not set up.
uk_ua: Ключі API для спливаючих повідомлень не налаштовано.

source: Enable connection to the notifications-sending service according to the <a href="https://support.webasyst.com/21425/crm-push-notifications-incoming-calls/">manual</a>.
uk_ua: Увімкніть підключення до сервісу надсилання повідомлень згідно <a href="https://support.webasyst.ru/21424/crm-push-notifications-incoming-calls/">інструкції</a>.

source: For each phone number, select users who will see pop-up notifications on incoming calls to that number, with information about calling clients.
uk_ua: Для кожного номеру телефону ви можете обрати користувачів, які будуть бачити спливаючі повідомлення про вхідні дзвінки на цей номер, з інформацією про клієнтів, які телефонують.

source: Delete number
uk_ua: Видалити номер

source: Remove "%name%" from recipients of %number%?
uk_ua: Видалити"%name%" з отримувачів для номеру %number%?

source: Error
uk_ua: Помилка

source: Delete this payment option
uk_ua: Видалити цей варіант оплати

source: Payment option name
uk_ua: Назва варіанта оплати

source: Logo URL
uk_ua: URL логотипу

source: A collection of payment option icons is available for free: <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>
uk_ua: Безкоштовна колекція іконок способів оплати доступна за адресою <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>

source: http://www.shop-script.com/help/729/payment-shipping-icons/
uk_ua: https://support.webasyst.ru/shop-script/728/payment-shipping-icons/

source: HTML. Payment option description is shown to customer during the checkout.
uk_ua: HTML-опис способу оплати, що показаний на вітрині при оформленні замовлення.

source: Delivery info
uk_ua: Інформація про доставку

source: Optional text to be sent to customer with the order notification email. Plain text, no HTML allowed.
uk_ua: Необов'язковий текст, який буде відправлено покупцеві разом з email-повідомленням про замовлення. Простий текст, HTML-теги не підтримуються.

source: Payment configurations will be deleted without ability to restore.
uk_ua: Конфігурації оплати буде видалено без можливості відновлення.

source: Select company
uk_ua: Обрати компанію

source: and delete company
uk_ua: та видалити компанію

source: %d payment option configured
uk_ua: Налаштовано %d варіант оплати

source: %d invoice issued
uk_ua: Випущено %d рахунок

source: %d invoice
uk_ua: %d рахунок

source: <tt>Cron</tt> job required for sending greetings to customers is set up properly.
uk_ua: Завдання <tt>cron</tt>, необхідне для надсилання клієнтам привітань, налаштоване правильно.

source: <tt>Cron</tt> job required for sending greetings to customers.
uk_ua: Завдання <tt>cron</tt> необхідне для надсилання клієнтам привітань.

source: CRM &rarr; Shop-Script
uk_ua: CRM → Shop-Script

source: No action
uk_ua: Немає дій

source: Shop-Script &rarr; CRM
uk_ua: Shop-Script → CRM

source: Request a reason for lost deals
uk_ua: Запитувати причини програшу угод

source: Allow entering free-form reasons in addition to predefined options
uk_ua: Дозволити введення причини у вільній формі, у додаток до фіксованих варіантів

source: Reason name
uk_ua: Назва причини

source: New reason
uk_ua: Нова причина

source: Add reason
uk_ua: Додати причину

source: Field constructor
uk_ua: Конструктор полів

source: Main contact fields cannot be modified or disabled.
uk_ua: Головні поля контакта не можна змінювати або відключати.

source: Drag-n-drop company image here
uk_ua: Перетягніть зображення компанії сюди

source: Change image
uk_ua: Змінити зображення

source: Delete image
uk_ua: Видалити зображення

source: Countries & Regions
uk_ua: Країни і регіони

source: deals in stage
uk_ua: угод на етапі

source: <tt>Cron</tt> job required to automatically handle invoices expiration is set up properly.
uk_ua: Завдання <tt>cron</tt> , необхідні для автоматичної обробки рахунків, налаштоване правильно.

source: <tt>Cron</tt> job required to automatically handle invoices expiration.
uk_ua: Завдання <tt>cron</tt> необхідне для автоматичної обробки рахунків.

source: Created in the app
uk_ua: Створено у додатку

source: Text (input)
uk_ua: Текст (input)

source: Text (textarea)
uk_ua: Текст (textarea)

source: Number (input)
uk_ua: Число (input)

source: Selectable (radio)
uk_ua: Перелік (radio)

source: Selectable (select)
uk_ua: Перелік (select)

source: Conditional (select/input)
uk_ua: Залежний список (select/input)

source: Checkbox
uk_ua: Прапорець

source: Set default fixed value
uk_ua: Встановити стандартне значення

source: Default fixed value:
uk_ua: Стандартне значення:
