Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/crm.po
Languages: uk_ua

source: CRM deal
uk_ua: Угода в CRM

source: Owner:
uk_ua: Власник:

source: not assigned
uk_ua: не призначено

source: Create deal in CRM
uk_ua: Створити угоду в CRM

source: incoming
uk_ua: вхідні

source: outgoing
uk_ua: вихідні

source: open conversation
uk_ua: відкрита розмова

source: From
uk_ua: Від

source: To
uk_ua: Для

source: Reply
uk_ua: Відповісти

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Delete message
uk_ua: Видалити повідомлення

source: Delete
uk_ua: Видалити

source: (no subject)
uk_ua: (без теми)

source: Send
uk_ua: Надіслати

source: Message sent successfully
uk_ua: Повідомлення відправлене

source: Close
uk_ua: Закрити

source: Delete message from %s
uk_ua: Видалити повідомлення від %s

source: Set up an email address to receive messages and deal requests.
uk_ua: Налаштувати адресу електронної пошти для отримання повідомлень та запитів на угоду.

source: Please specify an existing email address; it may be hosted on any mail server; e.g., in a popular mail service such as Gmail, Yahoo!, etc., and must be accessible for connection via POP3 protocol.
uk_ua: Вкажіть, будь-ласка існуючу адресу електронної пошти. Вона може хостуватися на будь-якому поштовому сервері — наприклад, на одному з таких популярних сервісів, як Gmail, Yahoo! Поштова скринька має бути доступною для підключення по протоколу POP3.

source: <strong>IMPORTANT NOTE:</strong> It is recommended that you specify an email account which was specially created for use by the CRM app.
uk_ua: <strong>ВАЖЛИВО:</strong> рекомендується вказати обліковий запис електронної пошти, який було створено спеціально для використання додатком CRM.

source: After you configure and save this source, all messages from the specified email account will be downloaded into CRM and will be <strong>deleted from your mail server!</strong>
uk_ua: Після налаштування і збереження цього джерела, усі повідомлення з вказаного облікового запису електронної пошти буде завантажено в CRM і <strong>видалено з поштової скриньки!</strong>

source: Email
uk_ua: Електронна пошта

source: Username
uk_ua: Ім'я користувача

source: Password
uk_ua: Пароль

source: Leave blank to keep current value unchanged.
uk_ua: Залиште поле порожнім, аби зберегти поточне значення без змін.

source: Incoming server
uk_ua: Вхідний сервер

source: POP3 Port
uk_ua: Порт (POP3)

source: Use Secure STARTTLS Settings
uk_ua: Використовувати налаштування безпеки STARTTLS

source: Use Secure SSL/TLS Settings
uk_ua: Використовувати налаштування безпеки SSL/TLS

source: If your mail server supports this option, we recommend using POP3 over STARTTLS or SSL/TLS since it provides increased security for your interactions with the remote mail server.
uk_ua: Якщо ваш поштовий сервер підтримує цю функцію, ми рекомендуємо використовувати POP3 через STARTTLS або SSL/TLS, оскільки вони забезпечують підвищений рівень безпеки для ваших взаємодій з віддаленим поштовим сервером.

source: Test connection
uk_ua: Перевірити підключення

source: Connection to POP3-server failed
uk_ua: Підключення до POP3-сервера не вдалося

source: POP3-server connected successfully
uk_ua: POP3-сервер підключено

source: No settings page for this source
uk_ua: Для цього джерела немає параметрів

source: Delete this source
uk_ua: Видалити це джерело

source: Cancel
uk_ua: Скасувати

source: Delete source
uk_ua: Видалити джерело

source: Are you sure?
uk_ua: Ви впевнені?

source: Funnel
uk_ua: Воронка

source: Owner
uk_ua: Власник

source: Disabled
uk_ua: Вимкнено

source: Enabled
uk_ua: Увімкнено

source: Create deal
uk_ua: Створити угоду

source: Personally
uk_ua: Особисто

source: Set the owner
uk_ua: Вказати власника

source: Add contact to segments
uk_ua: Додати контакт до сегментів

source: A deal will be created upon subscription.
uk_ua: Угоду буде створено після підписки.

source: New connection to instant messenger
uk_ua: Нове підключення до месенджера

source: Save
uk_ua: Зберегти

source: Saved
uk_ua: Збережено

source: New email source
uk_ua: Новий джерело електронної пошти

source: Spam control
uk_ua: Захист від спаму

source: Every time you receive a message from an unknown email address which is not yet stored in your Contacts database, an automatic notification will be sent to the sender's address.
uk_ua: Кожного разу, коли ви отримуєте повідомлення з невідомої адреси email, якої ще немає у ваших «Контактах», на цю адресу буде надіслано автоматичне повідомлення.

source: This notification contains a special link which must be clicked to confirm the sending of the first request. You may also add extra instructions for your clients to the notification text.
uk_ua: Повідомлення містить спеціальне посилання, за яким необхідно перейти, аби підтвердити надсилання першого запиту. Ви также можете додати інструкції для ваших клієнтів у текст повідомлення.

source: Variable &#123;CONFIRM_URL&#125; must be present in the text of your message template shown above. It will be replaced in the outgoing message with a confirmation URL that your client should click to confirm registration.
uk_ua: Змінна &#123;CONFIRM_URL&#125; має знаходитись в тексті шаблону вашого повідомлення, який наведено вище. У реальному повідомленні її буде замінено на URL, за яким має перейти клієнт для підтвердження реєстрації.

source: After successful confirmation
uk_ua: Після успішного підтвердження

source: Redirect to URL
uk_ua: Перейти на URL

source: Display text
uk_ua: Показати текст

source: Confirmed
uk_ua: Підтверджений

source: Messages
uk_ua: Повідомлення

source: Can not connect with the specified parameters to server
uk_ua: Не вдалося підключитись до сервера зі вказаними параметрами

source: Redirect call
uk_ua: Перенаправлення виклику

source: from
uk_ua: з

source: to
uk_ua: до

source: Select number
uk_ua: Оберіть номер

source: Number does not exist
uk_ua: Номер не існує

source: Other
uk_ua: Інші

source: Redirect
uk_ua: Перенаправлення

source: Outgoing call:
uk_ua: Вихідний виклик:

source: Call started..
uk_ua: Виклик почався...

source: Select extension number
uk_ua: Оберіть додатковий номер

source: Call
uk_ua: Виклик

source: Call pending
uk_ua: Виклик очікує

source: Call connected
uk_ua: Виклик з'єднано

source: Call finished
uk_ua: Виклик завершено

source: Associate call with a deal
uk_ua: Пов'язати виклик із угодою

source: Client
uk_ua: Клієнт

source: Deal
uk_ua: Угода

source: Select deal
uk_ua: Оберіть угоду

source: Create new
uk_ua: Створити

source: Deal name
uk_ua: Назва угоди

source: Associate
uk_ua: Пов'язати

source: Calls
uk_ua: Виклики

source: OneSignal takes longer than expected to load! Please make sure you're not running AdBlock.
uk_ua: Завантаження OneSignal займає більше часу, ніж очікувалося! Будь ласка, переконайтеся, що ви не використовуєте AdBlock.

source: OneSignal failed to load! Please make sure you're not running AdBlock.
uk_ua: OneSignal не вдалося завантажити! Будь ласка, переконайтеся, що ви не використовуєте AdBlock.

source: You blocked push-notifications from this domain.
uk_ua: Ви заблокували Push-повідомлення від цього домену.

source: Please grant push-notification permission to enable CRM pop-up details during incoming calls.
uk_ua: Дозвольте, будь ласка, отримання push-повідомлень, аби CRM змогла показати випливаючі повідомлення під час вхідних викликів.

source: Date
uk_ua: Дата

source: Phone
uk_ua: Телефон

source: State
uk_ua: Статус

source: User
uk_ua: Користувач

source: hidden phone number
uk_ua: прихований номер телефону

source: unknown
uk_ua: невідомо

source: Create or update contact
uk_ua: Створити або оновити контакт

source: Associate with a deal
uk_ua: Пов'язати з угодою

source: deal is hidden
uk_ua: угоду приховано

source: delete
uk_ua: видалити

source: No phone calls.
uk_ua: Немає телефонних викликів.

source: No PBX plugins installed.
uk_ua: Не встановлено плагінів АТС.

source: Thanks for subscribing
uk_ua: Дякуємо за підписку

source: You're now subscribed to notifications. You can unsubscribe at any time.
uk_ua: Тепер ви підписані на повідомлення. Ви можете відписатися в будь-який момент.

source: Finish Subscribing!
uk_ua: Завершіть підписку!

source: Remove call
uk_ua: Видалити виклик

source: No contacts match this phone
uk_ua: Не знайдено пов'язаних із цим номером телефону контактів

source: Won
uk_ua: Виграно

source: Lost
uk_ua: Програно

source: There is no deals for this contact.
uk_ua: Немає угод із цим контактом.

source: New incoming call
uk_ua: Новий вхідний виклик

source: %d other contact with same phone
uk_ua: %d інший контакт із тим же номером телефону

source: Loading
uk_ua: Завантаження

source: Invoices
uk_ua: Рахунки

source: Newest
uk_ua: Найновіші

source: Updated
uk_ua: Оновлено

source: Paid
uk_ua: Сплачені

source: New invoice
uk_ua: Новий рахунок

source: Find by number
uk_ua: Знайти за номером

source: Order by:
uk_ua: Сортувати за:

source: Set client
uk_ua: Встановити клієнта

source: Client contact data required
uk_ua: Потребуються контактні дані клієнта

source: Invoice
uk_ua: Рахунок

source: issued on
uk_ua: виданий на

source: Expires in
uk_ua: Закінчується

source: days
uk_ua: дні

source: clear due date
uk_ua: закінчити на дату

source: Company
uk_ua: Компанія

source: Company settings
uk_ua: Налаштування компанії

source: change client
uk_ua: змінити клієнта

source: Currency
uk_ua: Валюта

source: Product or service name
uk_ua: Назва товару чи послуги

source: without
uk_ua: без

source: Product or service
uk_ua: Товар або послуга

source: Qty
uk_ua: Кількість

source: Tax
uk_ua: Податок

source: Price
uk_ua: Ціна

source: Amount
uk_ua: Кількість

source: Subtotal
uk_ua: Підсумок

source: Total
uk_ua: Сума

source: Type your comment here
uk_ua: Введіть ваш коментар тут

source: Create
uk_ua: Створити

source: Recalculate prices
uk_ua: Перерахувати ціни

source: You have changed the invoice currency.
uk_ua: Ви змінили валюту рахунку.

source: Recalculate the prices of items at the appropriate rate?
uk_ua: Перерахувати ціни товарів за відповідною ставкою?

source: Recalculate
uk_ua: Перерахувати

source: Do not change prices
uk_ua: Не змінювати ціни

source: tax
uk_ua: податок

source: including
uk_ua: в тому числі

source: Contact is required
uk_ua: Необхідно вказати контакт

source: Add invoice
uk_ua: Додати рахунок

source: No invoices for this customer
uk_ua: Для цього клієнта немає рахунків

source: Refund payment for invoice
uk_ua: Повернути оплату за цим рахунком

source: Operation can not be undone.
uk_ua: Операція не може бути скасована.

source: Refund
uk_ua: Повернути

source: Create copy
uk_ua: Створити копію

source: Edit
uk_ua: Редагувати

source: Archive
uk_ua: Архів

source: Restore
uk_ua: Відновлення

source: Created at
uk_ua: Створений в

source: Valid through
uk_ua: Дійсний до

source: Created by
uk_ua: Створений

source: Public link
uk_ua: Публічне посилання

source: A settlement required for invoice publication.
uk_ua: Поселення необхідне для публікації рахунку.

source: Use site application to configure settlement for CRM.
uk_ua: Використовуйте додаток «Сайт» для налаштування поселення CRM.

source: Deal not shown due to access rights restrictions.
uk_ua: Угоду не показано через обмеження прав доступу.

source: Payment date
uk_ua: Дата оплати

source: Payment transactions
uk_ua: Платіжні операції

source: Accept payment
uk_ua: Прийняти оплату

source: Refuse payment
uk_ua: Відхилити оплату

source: Cancel payment
uk_ua: Скасувати оплату

source: Mark as paid
uk_ua: Позначити як оплачений

source: Return to draft
uk_ua: Повернутися до чернетки

source: Activate
uk_ua: Активувати

source: Delete invoice
uk_ua: Видалити рахунок

source: Invoice deletion cannot be undone.
uk_ua: Видалення рахунку неможливо відмінити.

source: Personal settings
uk_ua: Особисті налаштування

source: Name
uk_ua: Ім'я

source: Signature
uk_ua: Підпис

source: Billed To
uk_ua: Рахунок на ім'я

source: Date of Issue
uk_ua: Дата випуску

source: Due Date
uk_ua: Термін дії

source: Invoice Number
uk_ua: Номер накладної

source: Amount Due
uk_ua: Виставлена сума

source: Comment
uk_ua: Коментар

source: Provider
uk_ua: Постачальник

source: Payment
uk_ua: Оплата

source: Oops! We are sorry, but <strong>we can not offer any payment option for your order</strong>. Checkout can not be completed.
uk_ua: Вибачте, але ми <strong>не можемо запропонувати жодного способу оплати для вашого замовлення</strong>. Завершити оформлення неможливо.

source: Pay
uk_ua: Сплатити

source: Invoice has been canceled and no longer valid
uk_ua: Рахунок був скасований і вже не діє

source: Invoice is paid
uk_ua: Рахунок сплачено

source: Payment is in process
uk_ua: Оплата в процесі обробки

source: Payment error
uk_ua: Помилка оплати

source: Contacts
uk_ua: Контакти

source: Deals
uk_ua: Угоди

source: Reminders
uk_ua: Нагадування

source: Live
uk_ua: Задіяно

source: Reports
uk_ua: Звіти

source: Search
uk_ua: Пошук

source: Advanced contact search
uk_ua: Розширений пошук контактів

source: Recent
uk_ua: Останні

source: Plugins
uk_ua: Плагіни

source: Settings
uk_ua: Налаштування

source: Lost deals
uk_ua: Програні угоди

source: Won deals
uk_ua: Виграні угоди

source: Paid invoices
uk_ua: Оплачені рахунки

source: Deal stages
uk_ua: Етапи угоди

source: All time
uk_ua: Увесь час

source: Select dates...
uk_ua: Обрати дати...

source: from
uk_ua: від

source: to
uk_ua: до

source: by day
uk_ua: по днях

source: by month
uk_ua: по місяцях

source: Apply
uk_ua: Застосувати

source: Total won amount
uk_ua: Загальна виграна сума

source: WON
uk_ua: ВИГРАНО

source: Deal loss reasons
uk_ua: Причини програшу угоди

source: Other
uk_ua: Інше

source: Not specified
uk_ua: Не вказано

source: There are no closed deals for specified period.
uk_ua: За вказаний період немає закритих угод.

source: Last %d day
uk_ua: Останній %d день

source: deal won
uk_ua: угода виграна

source: %d deal
uk_ua: %d угода

source: %d deal lost
uk_ua: %d угода програна

source: Total paid amount
uk_ua: Загальна сума оплати

source: There are no paid invoices for specified period.
uk_ua: За вказаний період немає оплачених рахунків.

source: invoice paid
uk_ua: рахунок сплачено

source: deals closed.
uk_ua: угод закрито.

source: Average deal lifetime:
uk_ua: Середня тривалість укладання угоди:

source: deals count in stages now
uk_ua: кількість угод на етапах зараз

source: There are no data for report.
uk_ua: Немає даних для звіту.

source: average timeout for deal in stage
uk_ua: середній час очікування для угоди на етапі

source: There are no stages.
uk_ua: Немає ніяких етапів.

source: Deleted contact
uk_ua: Видалені контакти

source: no message text
uk_ua: немає тексту повідомлення

source: Back
uk_ua: Назад

source: Delete conversation
uk_ua: Видалити розмову

source: LOST
uk_ua: ПРОГРАНО

source: Typing deal name..
uk_ua: Набрати назву угоди...

source: Cancel creation
uk_ua: Скасувати створення

source: Empty
uk_ua: Пусто

source: User name
uk_ua: Ім'я користувача

source: Copy
uk_ua: Копія

source: BCC
uk_ua: Прихована копія

source: Forward message
uk_ua: Переслати повідомлення

source: Download original
uk_ua: Завантажити оригінал

source: Write an answer
uk_ua: Написати відповідь

source: Source not found
uk_ua: Джерело не знайдено

source: Conversation with
uk_ua: Розмова з

source: Remove owner
uk_ua: Видалити власника

source: Remove owner <strong>%s</strong> from the conversation?
uk_ua: Видалити власника<strong>%s</strong> з розмови?

source: Remove
uk_ua: Видалити

source: Add deal
uk_ua: Додати угоду

source: Associate conversation with a deal
uk_ua: Пов'язати розмову з угодою

source: Write message
uk_ua: Написати повідомлення

source: Reply on message
uk_ua: Відповідь на повідомлення

source: Send message to
uk_ua: Надіслати повідомлення для

source: Start typing a name
uk_ua: Почніть вводити ім'я

source: Remove from CC
uk_ua: Видалити з копії

source: Name or email
uk_ua: Ім'я або адреса електронної пошти

source: Participants in the deal
uk_ua: Учасники угоди

source: via
uk_ua: через

source: personal settings
uk_ua: персональні налаштування

source: Subject
uk_ua: Тема

source: Write a message
uk_ua: Написати повідомлення

source: Attach file
uk_ua: Прикріпити файл

source: Drop file here
uk_ua: Перетягніть сюди файл

source: File successful added
uk_ua: Файл додано

source: Attach existed files:
uk_ua: Прикріпіть існуючі файли:

source: Send email
uk_ua: Надіслати листа електронною поштою

source: File is too large or another upload error occurred.
uk_ua: Файл занадто великий або сталася інша помилка завантаження.

source: Change recipient
uk_ua: Змінити одержувача

source: Type email
uk_ua: Тип email

source: Type name
uk_ua: Назва типу

source: Edit recipient
uk_ua: Редагувати одержувача

source: Sender
uk_ua: Відправник

source: Type
uk_ua: Тип

source: no subject
uk_ua: без теми

source: Write
uk_ua: Писати

source: Minimize by conversations
uk_ua: Мінімізувати розмови

source: All messages
uk_ua: Усі повідомлення

source: No message sourses configured.
uk_ua: Не налаштовано джерел повідомлень.

source: No messages
uk_ua: Немає повідомлень

source: no owner
uk_ua: немає власника

source: Transfer ownership
uk_ua: Передача права власності

source: Clear ownership
uk_ua: Очистити власників

source: Reply on SMS
uk_ua: Відповісти на SMS

source: Write SMS
uk_ua: Написати SMS

source: Text
uk_ua: Текст

source: Type SMS here
uk_ua: Наберіть SMS

source: Send SMS
uk_ua: Надіслати SMS

source: show the message
uk_ua: показати повідомлення

source: Add reminder
uk_ua: Додати нагадування

source: set time
uk_ua: встановити час

source: Time
uk_ua: Час

source: clear time
uk_ua: очистити час

source: Assign another user
uk_ua: Призначити іншого користувача

source: Choose a user
uk_ua: Вибрати користувача

source: mark as done
uk_ua: позначити як виконаний

source: edit
uk_ua: редагувати

source: Add note
uk_ua: Додати примітку

source: Send to timeline
uk_ua: Відправити у хронологію

source: Show all
uk_ua: Показати усі

source: Bad datetime
uk_ua: Невірні дата або час

source: Required field is empty
uk_ua: Не заповнене обов'язкове поле

source: File is too large or another upload error occured.
uk_ua: Файл занадто великий або сталася інша помилка завантаження.

source: All users
uk_ua: Усі користувачі

source: unknown user
uk_ua: невідомий користувач

source: Loading...
uk_ua: Завантаження...

source: Access denied
uk_ua: Доступ заборонено

source: You have no permission to access this page.
uk_ua: У вас немає прав доступу до цієї сторінки.

source: Please refer to your system administrator.
uk_ua: Будь ласка, зверніться до вашого системного адміністратора.

source: Page not found
uk_ua: Сторінку не знайдено

source: <p>The requested URL was not found on this server.</p><p>Please contact app developer.</p>
uk_ua: <p>Запитаний URL не знайдено на цьому сервері.</p><p>Будь ласка, зв'яжіться з розробником програми.</p>

source: Show my reminders only
uk_ua: Показувати тільки мої нагадування

source: Show all reminders
uk_ua: Показати всі нагадування

source: Show reminders assigned to users from selected groups
uk_ua: Показувати нагадування, призначені користувачам вибраної групи

source: Notify me
uk_ua: Повідомити мене

source: Daily recap on what’s up next
uk_ua: Щоденне резюме про те, що далі

source: for today
uk_ua: на сьогодні

source: for today and tomorrow
uk_ua: на сьогодні і завтра

source: Popup
uk_ua: Спливаюче вікно

source: minutes before due time
uk_ua: хвилин до закінчення часу

source: Enter the number of minutes
uk_ua: Введіть кількість хвилин

source: When someone assigns me a reminder
uk_ua: Коли хтось призначає мені нагадування

source: When someone marks my reminder as done
uk_ua: Коли хтось відзначає моє нагадування як виконане

source: Any type
uk_ua: Будь-який тип

source: Search to-dos
uk_ua: Пошук завдань

source: My reminders
uk_ua: Мої нагадування

source: Unsaved reminder
uk_ua: Незбережені нагадування

source: You are about to leave this page without saving your input. Are you sure?
uk_ua: Ви збираєтеся покинути сторінку без збереження. Ви впевнені?

source: Leave
uk_ua: Залишити

source: Show all %d completed reminder
uk_ua: Показати %d виконане нагадування

source: Reopen reminder
uk_ua: Відкрити нагадування

source: Reminder text
uk_ua: Текст нагадування

source: Create reminder
uk_ua: Створити нагадування

source: %d attachment
uk_ua: %d вкладення

source: Message
uk_ua: Повідомлення

source: No reminders assigned
uk_ua: Не призначено жодного нагадування

source: No deals
uk_ua: Немає угод

source: Some deals may not show due to access rights restrictions.
uk_ua: Деякі угоди може бути не показано через обмеження прав доступу.

source: Order
uk_ua: Замовлення

source: Submit
uk_ua: Відправити

source: Change deal stage
uk_ua: Змінити етап угоди

source: Change stage
uk_ua: Змінити етап

source: Change the owner
uk_ua: Змінити власника

source: choose user
uk_ua: обрати користувача

source: Change
uk_ua: Змінити

source: Transfer %d deal to
uk_ua: Передати %d угоду до

source: Edit deal
uk_ua: Редагувати угоду

source: New deal
uk_ua: Нова угода

source: Any deal changes will not affect the order.
uk_ua: Будь-які зміни в угоді не вплинуть на замовлення.

source: Estimated amount
uk_ua: Розрахункова сума

source: Estimated close date
uk_ua: Орієнтовна дата закриття

source: Deal description
uk_ua: Опис угоди

source: Extended deal data
uk_ua: Розширені дані про угоду

source: Hide extended fields
uk_ua: Приховати додаткові поля

source: Edit contact data
uk_ua: Редагування контактних даних

source: Switch to another contact
uk_ua: Переключитися на інший контакт

source: Invalid value
uk_ua: Неприпустиме значення

source: me
uk_ua: я

source: Remove contact
uk_ua: Видалити контакт

source: Assign tags
uk_ua: Призначити теги

source: Add tag
uk_ua: Додати тег

source: Popular tags
uk_ua: Популярні теги

source: Assign
uk_ua: Призначити

source: Deals merge
uk_ua: Об'єднати угоди

source: Choose a master deal that will be retained after merging.
uk_ua: Оберіть основну угоду, яку буде збережено після злиття.

source: Other deals will be deleted during this merging operation.
uk_ua: Під час операції об'єднання інші угоди буде видалено.

source: Selected as the main deal
uk_ua: Обрати основною угодою

source: Merge
uk_ua: Об'єднати

source: Deal in CRM
uk_ua: Угоди в CRM

source: Create new deal
uk_ua: Створити нову угоду

source: Bind
uk_ua: Прив'язати

source: Funnel:
uk_ua: Воронка:

source: Filter
uk_ua: Фільтр

source: Tag
uk_ua: Тег

source: Kanban board
uk_ua: Дошка канбан

source: List view
uk_ua: Вид переліку

source: Unread messages
uk_ua: Непрочитані повідомлення

source: sort by column
uk_ua: сортувати за стовпцем

source: Stage
uk_ua: Етап

source: Date created
uk_ua: Дата створення

source: Tags
uk_ua: Теги

source: Export
uk_ua: Експорт

source: Change funnel / stage
uk_ua: Змінити воронку / етап

source: No deals found for given conditions
uk_ua: За заданими умовами угод не знайдено

source: Welcome to your new funnel!
uk_ua: Ласкаво просимо до нової воронки!

source: Start by creating your first deal
uk_ua: Почніть зі створення вашої першої угоди

source: Delete %s deals
uk_ua: Видалити %s угод

source: Contacts of deal participants will not be deleted.
uk_ua: Контакти учасників угоди не буде видалено.

source: Deal deletion cannot be undone.
uk_ua: Видалення угоди не можна скасувати.

source: Edit tags
uk_ua: Редагувати теги

source: Add tags
uk_ua: Додати теги

source: Expected close date
uk_ua: Орієнтовна дата закриття

source: Set expected close date
uk_ua: Встановити орієнтовну дату закриття

source: Closed at
uk_ua: Закрито на

source: Reopen deal
uk_ua: Знову відкрити угоду

source: Set estimated amount
uk_ua: Вказати орієнтовну суму

source: Lost reason
uk_ua: Причина програшу

source: No client
uk_ua: Немає клієнта
