Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/files.po
Languages: uk_ua

source: Storage ID
uk_ua: Ідентифікатор сховища

source: Storage access type
uk_ua: Тип доступу до сховища

source: Total size of files
uk_ua: Загальний розмір файлів

source: Total size
uk_ua: Загальний розмір

source: Release<br> to create new filter
uk_ua: Відпустіть<br>аби створити новий фільтр

source: Admin
uk_ua: Адміністратор

source: Root
uk_ua: Корінь

source: No permissions to delete this files
uk_ua: Немає дозволу на видалення цих файлів

source: Delete rest
uk_ua: Видалити решту

source: Mark rest
uk_ua: Позначити решту

source: File size exeeds the defined limit for email messages
uk_ua: Розмір файлу перевищує встановлений ліміт для email-повідомлень

source: Create link
uk_ua: Створити посилання

source: Limited access
uk_ua: Обмежений доступ

source: Edit source "%s"
uk_ua: Редагувати джерело "%s"

source: Create source
uk_ua: Створити джерело

source: Delete source
uk_ua: Видалити джерело

source: Source name
uk_ua: Назва джерела

source: Source provider
uk_ua: Постачальник джерела

source: Source paired with
uk_ua: Джерело у парі з

source: Select folder to pair
uk_ua: Оберіть папку для пари

source: Pair
uk_ua: Пара

source: Save source
uk_ua: Зберегти джерело

source: Source adapter not found
uk_ua: Адаптер джерела не знайдено

source: There no source provider plugins
uk_ua: Немає плагінів постачальника джерел

source: Are you sure clean trash and delete all files?
uk_ua: Ви впевнені, що потрібно очистити кошик і видалити усі файли?

source: Source settings updated
uk_ua: Параметри джерела оновлено

source: Create link to this file
uk_ua: Створити посилання на цей файл

source: Create link to this folder
uk_ua: Створити посилання на цю папку

source: share
uk_ua: поділитися

source: Share settings
uk_ua: Налаштування загального доступу

source: User:
uk_ua: Користувач:

source: My only
uk_ua: Тільки мої

source: Copying started
uk_ua: Копіювання почалося

source: There are no source provider plugins.
uk_ua: Немає плагінів постачальника джерел.

source: Search results
uk_ua: Результати пошуку

source: empty
uk_ua: порожнє

source: All
uk_ua: Усі
