Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/files.po
Languages: uk_ua

source: This is your personal folder. No one but you has access here.
uk_ua: Це ваша особиста папка. Ніхто, крім вас, не має доступу до неї.

source: If you need to share files with someone else use folders with common access.
uk_ua: Якщо вам потрібно обмінюватися з кимось файлами, використовуйте папки зі спільним доступом.

source: Show more files
uk_ua: Показати більше файлів

source: Loading
uk_ua: Завантаження

source: Back
uk_ua: Назад

source: via %s (%s)
uk_ua: через %s (%s)

source: Source authorization code is canceled or expired
uk_ua: Код авторизації джерела скасовано або термін його дії сплив

source: Do you really want to clean the trash and delete all files?
uk_ua: Ви дійсно хочете очистити кошик і видалити файли?

source: Clear trash
uk_ua: Очистити кошик

source: Sharing settings
uk_ua: Параметри спільного доступу

source: Share this folder
uk_ua: Увімкнути спільний доступ до цієї папки

source: Public link
uk_ua: Публічне посилання

source: Create subfolder
uk_ua: Створити підпапку

source: Rename
uk_ua: Перейменувати

source: Send as attachement
uk_ua: Відправити як вкладення

source: Duplicate
uk_ua: Дублікат

source: Move
uk_ua: Перемістити

source: Mark
uk_ua: Позначити

source: Tags
uk_ua: Теги

source: Delete
uk_ua: Видалити

source: Restore
uk_ua: Відновити

source: Delete permanently
uk_ua: Видалити назавжди

source: Name
uk_ua: Назва

source: Updated
uk_ua: Оновлено

source: Size
uk_ua: Розмір

source: %d item
uk_ua: %d елемент

source: of %d
uk_ua: з %d

source: Only you can access files in this folder
uk_ua: Тільки ви можете отримати доступ до файлів у цій папці

source: Only you can access this file
uk_ua: Тільки ви можете отримати доступ до цього файлу

source: download
uk_ua: завантажити

source: public link
uk_ua: публічне посилання

source: Created by %s
uk_ua: Створено користувачем %s

source: Uploaded by %s
uk_ua: Завантажено користувачем %s

source: favorites
uk_ua: обране

source: %d comment
uk_ua: %d коментар

source: Loading...
uk_ua: Завантаження...

source: Drop anywhere to upload
uk_ua: Перетягніть файл у будь-яке місце для завантаження

source: Cron Tasks
uk_ua: Завдання Cron

source: Without a <tt>cron</tt> job set up for copy task file copy process may complete at slower rate.
uk_ua: Без налаштованого для копіювання файлів завдання <tt>cron</tt> процес копіювання може виконуватися більш повільними темпами.

source: Please set up a <tt>cron</tt> job (<a href="http://www.webasyst.com/framework/docs/server/cron/" target="_blank">view instructions</a>) using the command specified below in your web-hosting control panel:
uk_ua: Налаштуйте завдання <tt>cron</tt> (<a href="http://developers.webasyst.ru/docs/installation/tips/cron/" target="_blank">переглянути інструкції</a>), використовуючи наведену нижче команду у контрольній панелі хостинга:

source: Without a <tt>cron</tt> job set up for external sourceы syncronization task sync process may complete at slower rate.
uk_ua: Без налаштованого для синхонізації із зовнішніми ресурсами завдання <tt>cron</tt> процес синхронізації може виконуватися більш повільними темпами.

source: <tt>cron</tt> job is set up properly.
uk_ua: Завдання <tt>cron</tt> налаштоване правильно.

source: Upload files
uk_ua: Завантажити файли

source: All files
uk_ua: Усі файли

source: Favorites
uk_ua: Обране

source: New filter
uk_ua: Новий фільтр

source: Release to create new filter
uk_ua: Відпустіть, аби створити новий фільтр

source: Search files
uk_ua: Пошук файлів

source: New storage
uk_ua: Нове сховище

source: Storage
uk_ua: Сховище

source: Only you can access files in this storage
uk_ua: Тільки ви маєте доступ до файлів у цьому сховищі

source: Shared
uk_ua: Суспільне

source: New source
uk_ua: Нове джерело

source: Sources
uk_ua: Джерела

source: Trash
uk_ua: Кошик

source: Settings
uk_ua: Налаштування

source: Plugins
uk_ua: Плагіни

source: Statistics
uk_ua: Статистика

source: Cron tasks
uk_ua: Завдання cron

source: Welcome to Files application!
uk_ua: Ласкаво просимо у додаток Файли!

source: Start uploading files by clicking the link above or by dragging selected files anywhere on this page.
uk_ua: Розпочати завантаження файлів можна, натиснувши на посилання вище або шляхом перетягування обраних файлів у будь-якому місці на цій сторінці.

source: Drag some photos anywhere on this page to start upload
uk_ua: Перетягніть фотографії у будь-яке місце на цій сторінці, аби розпочати завантаження

source: Notifications on new uploaded files
uk_ua: Повідомлення про нові завантажені файли

source: App icon badge count
uk_ua: Лічильник на іконці додатку

source: Save
uk_ua: Зберегти

source: Create folder
uk_ua: Створити папку

source: No permissions to create a folder
uk_ua: Немає прав на створення папки

source: Sync is in process. No changes available until synchronization finish.
uk_ua: Синхронізація у процесі. До кінця синхронізації зміни не дозволені.

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Close
uk_ua: Закрити

source: Couldn't create folder
uk_ua: Не вдається створити папку

source: Are you sure you want move folder <strong>"%s"</strong> and all files in it to trash?
uk_ua: Ви впевнені, що хочете перемістити папку <strong>"%s"</strong> і всі файли в ній до кошика?

source: Delete folder
uk_ua: Видалити папку

source: Unmount source
uk_ua: Відключити джерело

source: Server error
uk_ua: Помилка сервера

source: Move files
uk_ua: Перемістити файли

source: Move process may take several minutes.
uk_ua: Процес переміщення може зайняти кілька хвилин.

source: Continue in background
uk_ua: Продовжити у фоновому режимі

source: Cancel the copy process? All files that is not finished will be deleted
uk_ua: Скасувати процес копіювання? Усі файли, які не закінчені, буде видалено

source: Restore files and folders
uk_ua: Відновити файли і папки

source: Move files and folders
uk_ua: Перемістити файли та папки

source: Restore the rest
uk_ua: Відновити решту

source: Move the rest
uk_ua: Перемістити решту

source: No permissions to move these files
uk_ua: Немає дозволу на переміщення цих файлів

source: Cancel
uk_ua: Скасувати

source: Files from the same place
uk_ua: Файли з того ж місця

source: Files with the following names already exist in the specified folder
uk_ua: Файли з такими іменами вже існують у зазначеній папці

source: Replace
uk_ua: Замінити

source: Skip
uk_ua: Пропустити

source: Copy files
uk_ua: Скопіювати файли

source: No permissions to copy these files
uk_ua: Немає дозволу на копіювання цих файлів

source: Copy process may take several minutes.
uk_ua: Процес копіювання може зайняти кілька хвилин.

source: Copy
uk_ua: Копіювати

source: Select an action to resolve the name conflict:
uk_ua: Оберіть дію для усунення конфлікту імен:

source: Change upload path
uk_ua: Змінити шлях завантаження

source: Change
uk_ua: Змінити

source: Upload to
uk_ua: Завантажити до

source: сhange
uk_ua: змінити

source: You have not enough rights to upload files
uk_ua: У вас недостатньо прав для завантаження файлів

source: Select files
uk_ua: Оберіть файли

source: or drag files here
uk_ua: або перетягніть файли сюди

source: Upload files (%d)
uk_ua: Завантажити файли (%d)

source: Start upload
uk_ua: Розпочати завантаження

source: Stop upload
uk_ua: Зупинити завантаження

source: Files uploaded with errors
uk_ua: Файли, завантажені з помилками

source: File size exceeds the limit
uk_ua: Розмір файлу перевищує обмеження

source: Not allowed file type
uk_ua: Такий тип файлу не допускається

source: Max number of files exceeded
uk_ua: Перевищена максимальна кількість файлів

source: Uploaded bytes exceed file size
uk_ua: Кількість завантажених байт перевищує розмір файлу

source: Unidentified error
uk_ua: Невизначена помилка

source: Access rights
uk_ua: Права доступу

source: Personal
uk_ua: Особисті

source: Me only
uk_ua: Тільки я

source: Everyone
uk_ua: Усі

source: All backend users
uk_ua: Усі користувачі бекенда

source: Limited
uk_ua: Обмежено

source: Only certain backend users will be able to access this storage
uk_ua: Тільки визначеним користувачам бекенда дозволений доступ до цього сховища

source: Full access
uk_ua: Повний доступ

source: Selected users
uk_ua: Обрані користувачі

source: There are no user groups in your Webasyst account. Add groups using Contacts app to be able to manage access to storage.
uk_ua: У вашому акаунті Webasyst немає груп користувачів. Додайте групи за допомогою додатку Контакти, аби мати змогу керувати доступом до сховища.

source: Start typing user name...
uk_ua: Почніть вводити ім&#39;я користувача...

source: Click “Save” button below to commit changes.
uk_ua: Натисніть кнопку "Зберегти" нижче, аби затвердити зміни.

source: Storage name
uk_ua: Назва сховища

source: Icon
uk_ua: Іконка

source: Create storage
uk_ua: Створити сховище

source: Delete storage
uk_ua: Видалити сховище

source: Share storage
uk_ua: Поділитися сховищем

source: Delete storage and all files
uk_ua: Видалити сховище та усі файли

source: This will permanently delete “%s”, and <strong>all %d files and folders</strong>. Are you sure?
uk_ua: Ця дія видалить “%s”, та <strong>усі %d файли та папки</strong>. Ви впевнені?

source: Create filter
uk_ua: Створити фільтр

source: Submit
uk_ua: Відправити

source: Delete filter
uk_ua: Видалити фільтр

source: Are you sure?
uk_ua: Ви впевнені?

source: Visibility
uk_ua: Видимість

source: Filter conditions
uk_ua: Умови фільтру

source: File name
uk_ua: Ім&#39;я файлу

source: All storages
uk_ua: Усі склади

source: File type
uk_ua: Тип файлу

source: All types
uk_ua: Усі види

source: Custom file name extension
uk_ua: Користувальницьке розширення імені файлу

source: enter tags
uk_ua: введіть теги

source: Source %s
uk_ua: Джерело %s

source: Provider
uk_ua: Постачальник

source: Account
uk_ua: Акаунт

source: Owner
uk_ua: Власник

source: Mounted
uk_ua: Встановлено

source: Mount point
uk_ua: Точка монтування

source: Mount as storage
uk_ua: Монтувати як сховище

source: Mount as subfolder
uk_ua: Монтувати як підпапку

source: Mount
uk_ua: Точка монтування

source: Syncronization process may take several minutes.
uk_ua: Процес синхронізації може зайняти кілька хвилин.

source: Do not leave this page untill process finish.
uk_ua: Не залишайте цю сторінку до завершення процесу.

source: Renew authorization code
uk_ua: Оновити код авторизації

source: Authorization code renewal is not possible. You need to unlink the source and connect it again.
uk_ua: Оновлення коду авторизації неможливе. Вам потрібно відключити джерело і знову відключити його.

source: Load authorize page
uk_ua: Завантажити сторінку авторизації

source: Too many requests to external source service. Please try again in a few minutes.
uk_ua: Занадто багато запитів до зовнішнього джерела обслуговування. Будь ласка, спробуйте ще через кілька хвилин.

source: Connect new source
uk_ua: Підключити нове джерело

source: Register application on %s
uk_ua: Зареєструвати додаток у %s

source: Connect %s account:
uk_ua: Підключити акаунт %s:

source: specify settings
uk_ua: вказати параметри

source: Connect
uk_ua: Підключити

source: You need to install any source plugin before connecting sources.
uk_ua: Перед підключенням джерела вам потрібно встановити плагін будь-якого джерела.

source: This will remove source and related folder from application. All files inside your source will remain unchanged.
uk_ua: Це дозволить видалити джерело і відповідні папки з програми. Всі файли всередині вашого джерела залишаться незмінними.

source: Unmount
uk_ua: Відмонтувати

source: Private link
uk_ua: Приватне посилання

source: File is not visible in the public frontend because there are no routing rules for the Files app in your website settings. Use Site app (“Structure” section) to settle Files app on your website.
uk_ua: Файли не видно у публічній частині сайта, тому що для додатку «Файли» не існує поселення у налаштуваннях сайту. Використовуйте додаток «Сайт» (розділ «Структура»), аби створити поселення на вашому сайті.

source: Remove link
uk_ua: Видалити посилання

source: First
uk_ua: Перший

source: Probably binary data in this file!
uk_ua: Можливо, у файлі містяться двійкові дані!

source: You are going to change file extension. This may cause unavailability of file content. Are you sure?
uk_ua: Ви збираєтеся змінити розширення файлу. Це може призвести до недоступності вмісту файлу. Ви впевнені?

source: Edit share settings
uk_ua: Зміна параметрів суспільного доступу

source: Share this file
uk_ua: Поділитися цим файлом

source: Download
uk_ua: Завантажити

source: Delete file
uk_ua: Видалити файл

source: Uploaded by
uk_ua: Завантажено користувачем

source: Uploaded
uk_ua: Завантажено

source: None
uk_ua: Немає

source: Add a tag
uk_ua: Додати тег

source: Saved
uk_ua: Збережено

source: Popular tags
uk_ua: Популярні теги

source: Comments
uk_ua: Коментарі

source: Remove
uk_ua: Видалити

source: Add comment
uk_ua: Додати коментар

source: Rename file
uk_ua: Перейменувати файл

source: Rename folder
uk_ua: Перейменувати папку

source: No permissions to rename this file
uk_ua: Немає дозволу на перейменування цього файлу

source: File type statistics
uk_ua: Статистика по типам файлів

source: File extension
uk_ua: Розширення файлу

source: Files
uk_ua: Файли

source: Trash summary
uk_ua: Підсумок по кошику

source: Storage summary
uk_ua: Підсумок по сховищу

source: Total
uk_ua: Усього

source: User statistics
uk_ua: Статистика користувачів

source: User
uk_ua: Користувач

source: clear
uk_ua: очистити

source: All delete files
uk_ua: Видалити усі файли

source: My private files
uk_ua: Мої особисті файли

source: To:
uk_ua: До:

source: One email per line or separated by a ";"
uk_ua: Один email на рядок, або розділяти символом “;”

source: Subject:
uk_ua: Тема:

source: Text:
uk_ua: Текст:

source: Attachements:
uk_ua: Вкладення:

source: File size exeeds the limit set for email messages.
uk_ua: Розмір файлу перевищує ліміт, встановлений для повідомлень електронної пошти.

source: Send
uk_ua: Відправити

source: Mark the rest
uk_ua: Позначити решту

source: Mark files
uk_ua: Позначити файли

source: No permissions to mark this files
uk_ua: Немає дозволу на позначення цих файлів

source: Assign tags
uk_ua: Призначити теги

source: Assign
uk_ua: Призначити

source: Add tag
uk_ua: Додати тег

source: You need the settlement of Files to create public link. Use <a href="%s">Site</a> to create new settlement.
uk_ua: Аби створити публічне посилання, потрібне поселення для додатку «Файли». Використовуйте додаток <a href="%s">«Сайт»</a> аби створити нове поселення.

source: Link to this file
uk_ua: Посилання на цей файл

source: Link to this folder
uk_ua: Посилання на цю папку

source: Right now this content is private and can be viewed by authorized backend users only. Enabling public link option will create a secret direct link that you can send to other people so they can access and download this content too.
uk_ua: Зараз цей контент є приватним і може переглядатися тільки уповноваженим користувачем інтерфейсу. Увімкнення публічного посилання створить секретне пряме посилання, яке можна надіслати іншим людям, аби вони також могли відкрити та завантажити цей контент.

source: Share file
uk_ua: Поділитися файлом

source: Share folder
uk_ua: Поділитися папкою

source: Public link to
uk_ua: Публічне посилання на

source: Insufficient access rights
uk_ua: Недостатньо прав доступу

source: Couldn't share folder
uk_ua: Не вдається поділитися папкою

source: Currenty shared with <strong>%s</strong>
uk_ua: Наразі у спільному доступі з <strong>%s</strong>

source: Share with the team
uk_ua: Поділитися з командою

source: Customize
uk_ua: Налаштувати

source: No permissions to delete these files
uk_ua: Немає дозволу на видалення файлів

source: Files will be deleted PERMANENTLY without the ability to restore. Are you sure?
uk_ua: Файли будуть вилучені НАЗАВЖДИ без можливості відновлення. Ви впевнені?

source: Files will be moved to trash. Are you sure?
uk_ua: Файли будуть переміщені до кошика. Ви впевнені?

source: You don’t have permissions to delete these files.
uk_ua: Ви не маєте дозволу на видалення цих файлів.

source: Delete the rest
uk_ua: Видалити решту

source: %d file will be deleted
uk_ua: %d файл буде видалено

source: An error occurred
uk_ua: Сталася помилка

source: Yes
uk_ua: Так

source: Empty result
uk_ua: Порожній результат

source: Couldn't save filter
uk_ua: Не вдалося зберегти фільтр

source: Couldn't create storage
uk_ua: Не вдалося створити сховище

source: Frontend type
uk_ua: Тип фронтенду

source: Published files
uk_ua: Опубліковані файли

source: uploaded
uk_ua: завантажено

source: created new folder
uk_ua: створив нову папку

source: created new storage
uk_ua: створив нове сховище

source: renamed
uk_ua: перейменував

source: moved
uk_ua: перемістив

source: duplicated
uk_ua: створив дублікат

source: deleted
uk_ua: видалив

source: restored
uk_ua: відновив

source: Text
uk_ua: Текст

source: Documents
uk_ua: Документи

source: Images
uk_ua: Зображення

source: Video
uk_ua: Відео

source: Audio
uk_ua: Аудіо

source: eBooks
uk_ua: електронні книги

source: Off
uk_ua: Вимкнено

source: My favorite folders only
uk_ua: Тільки мої обрані папки

source: All folders
uk_ua: Усі папки

source: New shared files and folders
uk_ua: Нові спільні файли та папки

source: New uploaded files (favorite folders only)
uk_ua: Нові завантажені файли (тільки обрані папки)

source: New uploaded files (all folders)
uk_ua: Нові завантажені файли (усі папки)

source: Can create storage
uk_ua: Може створити сховище

source: No access
uk_ua: Немає доступу

source: View only
uk_ua: Тільки перегляд

source: View and comment
uk_ua: Перегляд та коментарі

source: Add new files
uk_ua: Додавати нові файли

source: Common files
uk_ua: Загальні файли

source: All files have been copied
uk_ua: Усі файли було скопійовано

source: Files IDs:
uk_ua: Ідентифікатори файлів:

source: Extension
uk_ua: Розширення

source: Search results of
uk_ua: Результати пошуку

source: Unknown
uk_ua: Невідомо

source: Insufficient file write permissions for folder %s.
uk_ua: Для запису у папку %s недостатньо прав.

source: Application
uk_ua: Додаток

source: B
uk_ua: Б

source: KB
uk_ua: КБ

source: MB
uk_ua: МБ

source: Access denied
uk_ua: Доступ заборонено

source: Please contact app developer.
uk_ua: Будь ласка, зв&#39;яжіться з розробником програми.

source: Deleted contact
uk_ua: Видалений контакт

source: Page not found
uk_ua: Сторінку не знайдено

source: Group:
uk_ua: Група:

source: User %s
uk_ua: Користувач %s

source: This field is required
uk_ua: Це поле є обов&#39;язковим

source: There are forbidden characters.
uk_ua: Є заборонені символи.

source: Name is not unique. Try to rename.
uk_ua: Назва не є унікальною. Спробуйте змінити її.

source: There are no files available to pack
uk_ua: Немає доступних для архівації файлів

source: No available storages
uk_ua: Немає доступних сховищ

source: Storage not found
uk_ua: Сховище не знайдено

source: Access denied to storage
uk_ua: Доступ до сховища заборонено

source: Folder not found
uk_ua: Папку не знайдено

source: Saving error
uk_ua: Помилка при збереженні

source: Excluded from upload because of name conflict.
uk_ua: Виключене з завантаження через конфлікт назв.

source: There are a forbidden symbols
uk_ua: Є заборонені символи

source: Not unique
uk_ua: Не унікально

source: Incorrect data for saving
uk_ua: Невірні дані для збереження

source: Source not found
uk_ua: Джерела не знайдено

source: Can't create storage
uk_ua: Не вдалося створити сховище

source: Can't create folder
uk_ua: Не вдалося створити папку

source: Authorize failed
uk_ua: Авторизація не вдалася

source: Source plugin not found
uk_ua: Плагін джерел не знайдено

source: All files from remote source have been pulled
uk_ua: Усі файли з віддаленого джерела були витягнуто

source: Please specify valid email address
uk_ua: Будь ласка, введіть дійсну адресу електронної пошти

source: Invalid email address
uk_ua: Неправильна адреса електронної пошти

source: My files
uk_ua: Мої файли

source: Maximum amount of folders for one copy process is %s.
uk_ua: Максимальна кількість папок для одного процесу копіювання — %s.

source: Group %s
uk_ua: Група %s

source: Load more
uk_ua: Завантажити ще

source: in copy/move process
uk_ua: у процесі копіювання/переміщення

source: Info
uk_ua: Інформація

source: GB
uk_ua: ГБ

source: added new comment
uk_ua: додав новий коментар

source: Choose destination folder or storage
uk_ua: Оберіть папку призначення або сховище

source: Link
uk_ua: Посилання

source: Meta
uk_ua: Мета

source: Upload photos
uk_ua: Завантажити фотографії

source: Document
uk_ua: Документ

source: Input file name
uk_ua: Вкажіть назву файлу

source: Read only
uk_ua: Тільки для читання

source: Read and comment
uk_ua: Читати і коментувати

source: %d contact
uk_ua: %d контакт

source: Download File
uk_ua: Скачати файл

source: Upload datetime
uk_ua: Час та дата завантаження

source: Update datetime
uk_ua: Час та дата оновлення

source: Contact isn't exists
uk_ua: Контакту не існує

source: No permission to create a folder
uk_ua: Немає прав на створення папки

source: There are no user groups in your Webasyst installation. Add groups in the Contacts app to be able to manage access to storage.
uk_ua: В установці фреймворку Webasyst немає груп користувачів. Додайте групи у додатку «Контакти», аби мати можливість керувати доступом до сховища.

source: Groups/users
uk_ua: Групи/користувачі

source: Access level
uk_ua: Рівень доступу

source: The insufficient file write permissions for the %s folder.
uk_ua: Не вдалося зберегти файл через недостатні права запису до папки %s.

source: Database error
uk_ua: Помилка бази даних

source: Name is not unique. Try to rename
uk_ua: Назва не є унікальною. Спробуйте перейменувати

source: Save error
uk_ua: Помилка збереження

source: Error occurred
uk_ua: Сталася помилка

source: Select an action to resolve a name conflict
uk_ua: Оберіть дію для вирішення конфлікту імен

source: Exclude
uk_ua: Виключити

source: No permissions to move this files
uk_ua: Немає дозволу на переміщення цих файлів

source: Move rest
uk_ua: Перемістити решту

source: Field type
uk_ua: Тип поля

source: Create
uk_ua: Створити

source: Who already got shared access
uk_ua: Хто вже отримав спільний доступ

source: Save settings
uk_ua: Зберегти налаштування

source: Remove all sharings
uk_ua: Видалити все спільне

source: Couldn't delete sharings
uk_ua: Не вдалося видалити спільне

source: Couldn't save settings
uk_ua: Не вдалося зберегти налаштування

source: Search result
uk_ua: Результат пошуку

source: Excluded cause of name conflict
uk_ua: Виключено по причині конфлікту імен

source: File is not visible in the public frontend because there are no routing rules for the Files app in your website settings. Use Site app (Routing section) to settle File app on your website.
uk_ua: Файл не відображається в публічному інтерфейсі, тому що немає правил маршрутизації для додатку "Файли" у налаштуваннях вашого сайту. Використовуйте додаток "Сайт" (розділ структури) для налаштування поселення додатку "Файли" на вашому сайті.

source: Seems binary data!
uk_ua: Здається, двійкові дані!

source: Delete the file
uk_ua: Видалити файл

source: Restore rest
uk_ua: Відновити решту

source: Choosen groups/users
uk_ua: Обрані групи/користувачі

source: Color
uk_ua: Колір

source: This will to delete %s and <strong>all %d files and folders permanently</strong>. Are you sure?
uk_ua: Будуть видалені %s та<strong>усі%d файли та папки назавжди</strong>. Ви впевнені?

source: No permissions to copy this files
uk_ua: Немає дозволу на копіювання цих файлів

source: Copying start
uk_ua: Початок копіювання

source: Upload %d file
uk_ua: Завантажити %d файл
