Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/helpdesk.po
Languages: uk_ua

source: Helpdesk
uk_ua: Підтримка

source: Sidebar
uk_ua: Бічна панель

source: Loading...
uk_ua: Завантаження...

source: Change search conditions
uk_ua: Змініть умови пошуку

source: Save as a filter
uk_ua: Зберегти як фільтр

source: Error
uk_ua: Помилка

source: Page not found
uk_ua: Сторінку не знайдено

source: Insufficient access rights
uk_ua: Недостатньо прав доступу

source: Internal server error
uk_ua: Внутрішня помилка сервера

source: Details
uk_ua: Докладніше

source: Enable Debug mode in the Installer app to see the details.
uk_ua: Увімкніть режим відладки у додатку «Інсталер», аби побачити докладнішу інформацію.

source: Select access level:
uk_ua: Оберіть рівень доступу:

source: Personal
uk_ua: Особистий

source: Will appear in the sidebar in MY FILTERS section and will be available for me only
uk_ua: З&#39;явиться у бічній панелі у розділі «МОЇ ФІЛЬТРИ» і буде доступний тільки мені

source: Public
uk_ua: Публічний

source: Will appear in the main section in sidebar and will be available for all users
uk_ua: З&#39;явиться в основному розділі у бічній панелі та будет доступний усім користувачам

source: Add a filter
uk_ua: Додати фільтр

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Actions with selected
uk_ua: Дії з обраними

source: Mark as read
uk_ua: Помітити як прочитане

source: Mark as unread
uk_ua: Помітити як непрочитане

source: Unmark as Follow
uk_ua: Зняти помітку стеження

source: Mark as Follow
uk_ua: Поставити помітку стеження

source: Change status
uk_ua: Змінити статус

source: Change assignment
uk_ua: Змінити призначення

source: Delete
uk_ua: Видалити

source: Sorting:
uk_ua: Сортування:

source: newest on top
uk_ua: нові зверху

source: oldest on top
uk_ua: старі зверху

source: recently updated on top
uk_ua: нещодавно оновлені зверху

source: Icon
uk_ua: Значок

source: Access
uk_ua: Доступ

source: Save
uk_ua: Зберегти

source: Delete filter
uk_ua: Видалити фільтр

source: This list is the search result:
uk_ua: Цей перелік є результатом пошуку:

source: Created by
uk_ua: Створений користувачем

source: This filter displays all requests independent on their status. If you don't need this whole list for a permanent access, simply hide it. Once you need it again, you can turn it on anytime using Add filter option in the left-hand sidebar.
uk_ua: Цей фільтр показує усі запити, незалежно від їх статусу. Якщо вам не потрібен увесь цей список для постійного доступу, просто приховайте його. Як тільки він вам знову знадобиться, ви можете включити його в будь-який момент, використовуючи опцію «Додати фільтр» у лівій бічній панелі.

source: Hide All requests filter
uk_ua: Приховати фільтр «Усі запити»

source: These are your personal settings. They define rules that cause some requests to be marked as "unread" and display them in a dedicated list in the left side navigation panel.
uk_ua: Це ваші особисті налаштування. Вони визначають правила, через які деякі запити будуть позначені як"непрочитані" та показані у окремому перелікові в лівій частині панелі.

source: Mark as "unread"
uk_ua: Помітити як непрочитане

source: All new requests
uk_ua: Усі нові запити

source: Requests assigned to me personally
uk_ua: Запити, призначені мені особисто

source: Any new action performed on these requests will cause them to be marked as "unread"
uk_ua: Будь-яка нова дія, що буде виконана із цими запитами, позначить іх як непрочитані

source: Requests assigned to my user group
uk_ua: Запити, призначені для моєї групи користувачів

source: Mark request as "read"
uk_ua: Позначити запит прочитаним

source: When I open the request
uk_ua: Коли я відкриваю запит

source: When I perform any action with the request
uk_ua: При виконанні мною будь-яких дій із запитом

source: Display counter on the application icon
uk_ua: Показати лічильник на іконці програми

source: Mark all as read
uk_ua: Позначити усе як прочитане

source: Forms
uk_ua: Форми

source: Settings
uk_ua: Налаштування

source: Choose new request forms that should be available for clients in their Customer portals:
uk_ua: Оберіть нові форми запиту, які повинні бути доступними клієнтам у особистих кабінетах:

source: Specify what should be displayed as an action executor in Customer Portal:
uk_ua: Вкажіть, що має відображатися у якості виконавця дій у особистому кабінеті:

source: Assigned person name
uk_ua: Ім&#39;я призначеного

source: Company name:
uk_ua: Назва компанії:

source: Saved
uk_ua: Збережено

source: Enabled
uk_ua: Увімкнено

source: Disabled
uk_ua: Вимкнено

source: Message preview
uk_ua: Попередній перегляд повідомлення

source: From:
uk_ua: Від:

source: To:
uk_ua: До:

source: Subject:
uk_ua: Тема:

source: Attachments:
uk_ua: Вкладення:

source: To
uk_ua: Для

source: Select
uk_ua: Оберіть

source: Client (request originator)
uk_ua: Клієнт (джерело запиту)

source: Assigned user
uk_ua: Призначений користувач

source: All group members (for group assignment)
uk_ua: Усі члени групи (для групового завдання)

source: Add another recipient
uk_ua: Додати іншого отримувача

source: All messages will be sent as blind copies (BCC).
uk_ua: Усі повідомлення будуть надсилатися як сліпі копії (BCC).

source: From
uk_ua: Від

source: Source email address
uk_ua: Адреса джерела електронної пошти

source: Specified
uk_ua: Вказаний

source: It is recommended to specify an existing email address which you do not check for new mail as the sender's address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
uk_ua: Рекомендовано вказати, як адресу відправника для таких повідомлень, існуючу адресу електронної пошти, яку ви не перевіряєте на нову пошту; наприклад, noreply@yourdomain.ua. Це допоможе мінімізувати кількість надлишкових запитів.

source: Use source email address
uk_ua: Використовувати адресу електронної пошти джерела

source: Subject
uk_ua: Тема

source: Text
uk_ua: Текст

source: WYSIWYG
uk_ua: Візуальний редактор

source: Variables
uk_ua: Змінні

source: 1-Click Feedback
uk_ua: Зворотній зв&#39;язок в одне торкання

source: Add a snippet in your email template that will allow recipient with just one click to select a value for pull down or checkbox field. This field must exist in your Helpdesk app (refer to the Field constructor section) and be available for clients in their customer portals. Recipients will be redirected to their customer portals. This option can be used for quick evaluation of the request reply by your customers.
uk_ua: Додайте фрагмент у вашому шаблоні електронної пошти, який дозволить одержувачу обрати значення селектора або пропорця лише одним клацанням миші. Це поле має існувати у додатку «Підтримка» (див. конструктор полів) і бути доступним для клієнтів у їх особистих кабінетах. Одержувачів буде перенаправлено до їх особистих кабінетів. Ця опція може бути застосована для швидкої оцінки відповіді на запити вашими клієнтами.

source: There are no appropriate fields
uk_ua: Немає відповідних полів

source: Include attachments
uk_ua: Включати вкладення

source: Add a new action
uk_ua: Додати нову дію

source: Add existing actions from other states, which are not used in the current state:
uk_ua: Додати існуючі дії з інших статусів, які не використовуються у поточному статусі:

source: Create a new action to be performed by user
uk_ua: Створіть нову дію, яка буде виконуватись користувачем

source: Users perform this action manually on the request's page or in their Customer portals.
uk_ua: Ця операція виконується користувачем вручну на сторінці запиту у його особистому кабінеті.

source: Create a new action to be performed automatically
uk_ua: Створити нову дію, яка виконуватиметься автоматично

source: This action will be triggered automatically (by time-out) if no other actions are performed with request during a certain period of time.
uk_ua: Це дія буде викликана автоматично (по часу), якщо ніякі інші дії із запитом не виконуються протягом певного періоду часу.

source: Proceed
uk_ua: Продовжити

source: Delete this action
uk_ua: Видалити цю дію

source: The action will be eliminated only for the state &ldquo;%s&rdquo;. For other states this action will stay available.
uk_ua: Дію буде виключено тільки для статусу &ldquo;%s&rdquo;. У інших статусах ця дія буде залишатися доступною.

source: more...
uk_ua: детальніше...

source: Create new state
uk_ua: Створити статус

source: Edit state
uk_ua: Редагувати статус

source: Name
uk_ua: Назва

source: ID:
uk_ua: Ідентифікатор:

source: ID
uk_ua: Ідентифікатор

source: Customer portal
uk_ua: Особистий кабінет

source: If enabled, requests in this status are available for clients in their Customer Portal.
uk_ua: Якщо увімкнено, запити в даному статусі доступні клієнтам у їх особистих кабінетах.

source: Name of this state in the Customer Portal:
uk_ua: Назва цього статусу у особистому кабінеті:

source: Color
uk_ua: Колір

source: Selected color will be used to display this state name.
uk_ua: Обраний колір буде використовуватися для відображення назви цього стану.

source: Actions
uk_ua: Дії

source: Action buttons will be shown in this order on request page.
uk_ua: Кнопки з діями буде показано на сторінці запиту в такому порядку.

source: To change the order simply drag action names in the list.
uk_ua: Для зміни порядку просто перетягніть назви дій у списку.

source: No actions are specified for this state
uk_ua: Для цього статусу не призначено дій

source: Delete this state
uk_ua: Видалити цей статус

source: Off
uk_ua: Вимкнено

source: On
uk_ua: Увімкнено

source: prev
uk_ua: назад

source: of
uk_ua: з

source: next
uk_ua: далі

source: Status
uk_ua: Статус

source: Assigned:
uk_ua: Призначено:

source: group
uk_ua: група

source: Follow
uk_ua: Стежити

source: unmark
uk_ua: зняти помітку

source: ago
uk_ua: тому

source: via
uk_ua: через

source: Click to edit subject
uk_ua: Натисніть, аби редагувати тему

source: <no name>
uk_ua: <немає імені>

source: no link to contact
uk_ua: немає посилання на контакт

source: Download original email
uk_ua: Завантажити оригінальний email

source: Old subject
uk_ua: Стара тема

source: New subject
uk_ua: Нова тема

source: Old workflow
uk_ua: Старий робочий процес

source: New workflow
uk_ua: Новий робочий процес

source: Message sent:
uk_ua: Повідомлення надіслано:

source: creates request
uk_ua: створює запит

source: Request has been changed
uk_ua: Запит було змінено

source: Please <a>reload the page</a>.
uk_ua: Будь ласка <a>, оновіть сторінку</a>.

source: All tags
uk_ua: Усі теги

source: Select tags for this request
uk_ua: Оберіть теги для даного запиту

source: Display original message
uk_ua: Показати вихідне повідомлення

source: Hide original message
uk_ua: Приховати вихідне повідомлення

source: Follow mark
uk_ua: Відмітка стеження

source: After you set "Follow" mark, next time someone performs an action with this request it will appear as "Unread" for you and you will receive email notification about this action. So you will be able to follow all further activity related to this request.
uk_ua: Після установки відмітки стеження , коли наступного разу хтось виконає дію з цим запитом, для вас його буде помічено як "непрочитаний" і ви отримаєте повідомлення про цю дію електронною поштою. Так ви зможете стежити за усіма подальшими діями, що пов&#39;язані із цим запитом.

source: Don't show this message anymore
uk_ua: Більше не показувати це повідомлення

source: Set mark
uk_ua: Встановити помітку

source: Are you sure to remove this request from database completely?
uk_ua: Ви впевнені, що хочете повністю видалити цей запит з бази даних?

source: Add tag
uk_ua: Додати тег

source: Rotate left
uk_ua: Повернути вліво

source: Rotate right
uk_ua: Повернути вправо

source: Anonymous
uk_ua: Анонімний

source: Advanced search
uk_ua: Розширений пошук

source: New filter is easy to create using search function. To do so, use <strong>Save as filter</strong> option on the search results page.
uk_ua: Новий фільтр легко створити за допомогою функції пошуку. Для цього використовуйте опцію <strong>Зберегти як фільтр</strong> на сторінці результатів пошуку.

source: Request ID
uk_ua: Ідентифікатор запиту

source: Create date
uk_ua: Дата створення

source: Client name
uk_ua: Ім&#39;я клієнта

source: Client email
uk_ua: Email клієнта

source: Source
uk_ua: Джерело

source: select
uk_ua: оберіть

source: Search requests that were added via selected sources
uk_ua: Пошукові запити, які були додані через обрані джерела

source: State
uk_ua: Статус

source: Search requests that are currently in selected states
uk_ua: Пошукові запити, які на даний час знаходяться у обраних статусах

source: Assigned to
uk_ua: Призначено користувачеві

source: Search by users who have open assignments now
uk_ua: Пошук по користувачам, які наразі мають відкриті призначення

source: Actor
uk_ua: Діюча особа

source: Search by users who performed actions with requests
uk_ua: Пошук по користувачам, які виконували дії з запитами

source: Search requests that were ever subjected to selected actions
uk_ua: Пошукові запити, які коли-небудь були піддані обраним діям

source: Tags
uk_ua: Теги

source: Search requests that have selected tags assigned
uk_ua: Пошукові запити, яким призначено обрані теги

source: Words
uk_ua: Слова

source: Search in request subject
uk_ua: Шукати у темі запиту

source: Search in request subject and text
uk_ua: Шукати у темі та тексті запиту

source: Search in discussion, comments and response to client
uk_ua: Пошук в обговореннях, коментарях та відповідях клієнтам

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Search
uk_ua: Пошук

source: Clear
uk_ua: Очистити

source: Words to search must be %d or more characters each
uk_ua: У словах для пошуку має бути %d символів або більше

source: No options available
uk_ua: Немає доступних варіантів

source: New request
uk_ua: Новий запит

source: select another form
uk_ua: оберіть іншу форму

source: Additional request parameters:
uk_ua: Додаткові параметри запиту:

source: default form
uk_ua: форма за замовчуванням

source: Unread
uk_ua: Непрочитані

source: All requests
uk_ua: Усі запити

source: search by request, name, or email
uk_ua: пошук за запитом, іменем або адресою електронної пошти

source: History
uk_ua: Історія

source: No states available.
uk_ua: Немає доступних статусів.

source: My filters
uk_ua: Мої фільтри

source: New filter
uk_ua: Новий фільтр

source: Admin
uk_ua: Адміністратор

source: Design
uk_ua: Дизайн

source: Cron Job
uk_ua: Завдання cron

source: Field constructor
uk_ua: Конструктор полів

source: Workflows
uk_ua: Робочі процеси

source: Sources, states and actions with requests are customized separately for every workflow.
uk_ua: Джерела, стани та дії із запитами налаштовуються окремо для кожного робочого процесу.

source: Change state
uk_ua: Змінити стан

source: Selected state will be set for %s requests.
uk_ua: Обраний стан буде встановлено для %s запитів.

source: Selected assignment will be set for %s requests.
uk_ua: Обране призначення буде встановлено для %s запитів.

source: Are you sure?
uk_ua: Ви впевнені?

source: Show all fields
uk_ua: Показати всі поля

source: No <tt>cron</tt> job required for automated email capture and execution of auto actions in your workflow is set up for your account.
uk_ua: У вашому акаунті не налаштоване завдання <tt>cron</tt>, яке потрібне для автоматичного отримання email та виконання автоматичних дій у вашому робочому процесі.

source: Without a <tt>cron</tt> job set up, new mail is captured and new requests are received only as long as you keep Helpdesk open in your browser. Auto actions in your workflow are not triggered in this case.
uk_ua: Без налаштованого завдання <tt>cron</tt>, отримання нових email та запитів виконується тільки коли «Підтримку» відкрито у вашому браузері. Автоматичні дії у робочому процесі у цьому разі не виконуються.

source: Last execution time:
uk_ua: Останній час виконання:

source: <tt>cron</tt> job is set up properly.
uk_ua: Завдання <tt>cron</tt> налаштоване правильно.

source: http://www.webasyst.com/framework/docs/server/cron/
uk_ua: https://developers.webasyst.ru/docs/installation/tips/cron/

source: Customer Portal is a personal page available for clients sending requests to your Helpdesk. On this page customers can see all their requests, check status of any request, add a new request, and etc. Clients must log in to your website to access their customer portal.
uk_ua: Особистий кабінет — це персональна сторінка, доступна клієнтам, які надсилають запити до вашої «Підтримки». На цій сторінці клієнти можуть бачити усі свої запити, перевіряти стан кожного запиту, створювати нові запити та інше. Аби отримати доступ до персональної сторінки, клієнти мають авторизуватись.

source: Customer Portal address:
uk_ua: Адреса особистого кабінету:

source: Workflow
uk_ua: Робочий процес

source: The selected state will be automatically set for new requests received via customer portal.
uk_ua: Обраний статус буде автоматично встановлено для нових запитів, отриманих через особистий кабінет.

source: Your choice will be shown by an arrow in the workflow setup diagram.
uk_ua: Ваш вибір буде показано стрілкою на схемі установки робочого процесу.

source: Assignment
uk_ua: Призначення

source: no assignment
uk_ua: немає призначення

source: Select the user or user group who should be automatically assigned to requests received via customer portal.
uk_ua: Виберіть користувача або групу користувачів, які мають бути автоматично призначені на запити, отримані через особистий кабінет.

source: States
uk_ua: Статуси

source: Specify which statuses (states) are available to the customer. The status names as they appear to the customer may be changed here. For example, if you are discussing a request with your support team, you may choose to display “Processing” at the status seen by the customer in his/her Customer Portal.
uk_ua: Вкажіть, які статуси (стани) доступні замовнику. Назви статусів, які бачить клієнт, можна змінити тут. Наприклад, якщо ви обговорюєте запит із своєю командою підтримки, ви можете показати клієнту у його особистому кабінеті статус запиту «В обробці».

source: Not available
uk_ua: Не доступно

source: Specify which actions customized in your workflow are available to the customer. You may hide some internal actions performed by your support team (e.g. adding comments, or forwarding request to experts for discussion). Other actions may be set up as read-only for customers, and you may make certain actions available for the customer to perform.
uk_ua: Вказати, які дії, налаштовані в робочому процесі доступні клієнту. Ви можете приховати деякі внутрішні дії, що виконуються службою підтримки (наприклад, додавання коментарів або пересилання запиту експертам для обговорення). Інші дії можуть бути встановлені у режим тільки читання для клієнтів, ви також можете зробити певні дії доступними для виконання клієнтом.

source: Only personal
uk_ua: Тільки особисті

source: All available for read only
uk_ua: Усі доступні тільки для читання

source: All available for read and action
uk_ua: Усі доступні для читання і виконання дій

source: Clients do not see any information associated with this action in their Customer Portal
uk_ua: Клієнти не бачать будь-яку інформацію, пов&#39;язану із цією дією, у своєму особистому кабінеті

source: Customer can perform the action but can not see these actions performed by other users
uk_ua: Клієнт може виконати дію, але не зможе побачити ці дії, виконувані іншими користувачами

source: Clients can see this action record and it's description (except assignments info) in their Customer Portal
uk_ua: Клієнти можуть побачити цю дію та її опис (за винятком інформації про призначення) у своєму особистому кабінеті

source: Clients can perform this action from their Customer Portal (except assignments if they are set up for the action)
uk_ua: Клієнти можуть виконувати цю дію зі свого особистого кабінету (за винятком призначень, якщо вони налаштовані для цієї дії).

source: Delete workflow
uk_ua: Видалити робочий процес

source: New source
uk_ua: Нове джерело

source: New state
uk_ua: Новий статус

source: Add an action
uk_ua: Додати нову дію

source: d
uk_ua: д

source: h
uk_ua: год

source: Edit workflow
uk_ua: Редагувати робочий процес

source: Workflow name
uk_ua: Назва робочого процесу

source: Rename
uk_ua: Перейменувати

source: delete
uk_ua: видалити

source: Navigation pane
uk_ua: Панель навігації

source: Common filters
uk_ua: Загальні фільтри

source: Add
uk_ua: Додати

source: Back to workflow customizing page
uk_ua: Повернутися до сторінки налаштування робочого процесу

source: Download error log
uk_ua: Завантажити журнал помилок

source: Delete this source
uk_ua: Видалити це джерело

source: Unsaved changes will be lost if you leave this page now.
uk_ua: Незбережені зміни будуть втрачені, якщо ви залишите цю сторінку зараз.

source: Add fields
uk_ua: Додати поля

source: Allows your subscriber to create a password for further authorization on your site and log in to their customer portal. Requires Email field in the form.
uk_ua: Дозволяє абоненту створити пароль для подальшої авторизації на вашому сайті та входу у особистий кабінет. Потребує полe для адреси email у формі.

source: Sign up
uk_ua: Зареєструватися

source: Edit button label
uk_ua: Редагувати назву кнопки

source: Form width (200-600px)
uk_ua: Ширина форми (200-600 пікселів)

source: Preview
uk_ua: Попередній перегляд

source: Delete field
uk_ua: Видалити поле

source: No data in the field
uk_ua: У полі немає даних

source: Deleting this field will not cause a loss of any data.
uk_ua: Видалення цього поля не призведе до втрати даних.

source: Deleting this field will cause a loss of these data.
uk_ua: Видалення цього поля призведе до втрати цих даних.

source: %d request have data in the field:
uk_ua: У %d запиту є дані у полі:

source: Yes/No
uk_ua: Так/Ні

source: Remove this field from the heading area.
uk_ua: Видалити це поле з області заголовка.

source: Request field constructor
uk_ua: Запитати конструктор полів

source: Number
uk_ua: Кількість

source: Request subject
uk_ua: Тема запиту

source: Customer's name
uk_ua: Ім&#39;я замовника

source: 9 days ago
uk_ua: 9 днів тому

source: Request source
uk_ua: Джерело запита

source: Add a field to the heading area
uk_ua: Додати поле до області заголовка

source: All available fields are already added.
uk_ua: Усі доступні поля вже додано.

source: NOTE: You can drag and drop fields to change its position in the heading area of request page.
uk_ua: Примітка: Ви можете перетягувати поле, аби змінити його позицію у області заголовка сторінки запиту.

source: Additional fields
uk_ua: Додаткові поля

source: Additional fields allow you to add a number of multiple parameters to requests content. These parameters essentially depend on a type of product and services you deliver to your customers. For example, if you accept requests to repair household appliances, you may wish to know some manufacturing details, e.g. model name, and etc. Additional fields can be added to the request form to be submitted by your client, or be available on the request page for your Helpdesk app users manipulations.
uk_ua: Додаткові поля дозволяють додати декілька параметрів до вмісту запиту. Ці параметри істотно залежать від типу товару і послуг, які ви надаєте клієнтам . Наприклад, якщо ви приймаєте заявки по ремонту побутової техніки, вам потрібно знати деякі виробничі деталі, наприклад, назву моделі, і т. д. Додаткові поля можуть бути додані до форми запиту, яку повинен заповнити клієнт, або бути доступними на сторінці запиту для маніпуляції із ними службою підтримки.

source: New field
uk_ua: Нове поле

source: Checking data in this field
uk_ua: Перевірка даних у цій області

source: Edit field
uk_ua: Редагувати поле
