Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/helpdesk.po
Languages: uk_ua

source: Field name
uk_ua: Назва поля

source: Field ID
uk_ua: ID поля

source: Type of field
uk_ua: Тип поля

source: List items
uk_ua: Елементи переліку

source: Enter each new item on new line
uk_ua: Вводити кожен новий елемент на новому рядку

source: If enabled, data in this field are available for clients in their Customer portal.
uk_ua: Якщо увімкнено, то дані у цьому полі доступні клієнтам у особистому кабінеті.

source: search
uk_ua: пошук

source: show all
uk_ua: показати усе

source: more
uk_ua: більше

source: No search results.
uk_ua: Пошук не дав результатів.

source: No questions in this category.
uk_ua: Немає питань у цій категорії.

source: No search results
uk_ua: Пошук не дав результатів

source: New question
uk_ua: Нове запитання

source: Categories
uk_ua: Категорії

source: Categories help you to arrange questions and answers by themes to simplify naviagation and search, e.g.: Common questions, How to.., and etc.
uk_ua: Категорії допоможуть вам організувати питання та відповіді по темам для спрощення навігації по темам та пошуку, наприклад: загальні питання, як зробити і т. д.

source: New category
uk_ua: Нова категорія

source: Please <a href="#/faq/category/new">create a category</a> first, to start adding questions and answers.
uk_ua: Будь ласка,<a href="#/faq/category/new">створіть категорію</a>, а потім почніть додавати запитання та відповіді.

source: Category
uk_ua: Категорія

source: Visibility
uk_ua: Видимість

source: Backend
uk_ua: Бекенд

source: Users can see this question and answer when they reply to client requests
uk_ua: Користувачі можуть бачити це питання і відповідь, коли вони відповідають на запити клієнтів

source: Comment for users
uk_ua: Коментар для користувачів

source: Write a brief instruction here that may help users to select this answer when they work on a client's request.
uk_ua: Напишіть стислу інструкцію, яка допоможе користувачам обрати цю відповідь, коли вони опрацьовують запит клієнта.

source: Site
uk_ua: Сайт

source: Visible in the public category
uk_ua: Видиме у публічній категорії

source: Page URL
uk_ua: URL сторінки

source: Delete this question & answer
uk_ua: Видалити ці питання і відповідь

source: Write an answer here
uk_ua: Напишіть відповідь тут

source: Icons
uk_ua: Значки

source: Users can see questions and answers from this category when they reply to client requests
uk_ua: Користувачі можуть бачити питання та відповіді з цієї категорії, коли вони опрацьовують запити клієнтів

source: Category is visible in the public part of your site
uk_ua: Категорія є видимою у публічній частині вашого сайту

source: Helpdesk app is not settled on any site. Use %s app to manage settlements.
uk_ua: Додаток "Підтримка" не поселено на жодному сайті. Використовуйте додаток %s, аби керувати поселеннями.

source: All sites
uk_ua: Усі сайти

source: Only selected sites
uk_ua: Тільки обрані сайти

source: Shown above are only sites where Helpdesk app is settled. Use %s app to manage settlements.
uk_ua: Вище наведені тільки ті сайти, де поселено додаток "Підтримка". Використовуйте додаток %s для керування поселеннями.

source: View
uk_ua: Вид

source: All answers on one page
uk_ua: Усі відповіді на одній сторінці

source: Every answer on separate page
uk_ua: Кожна відповідь на окремій сторінці

source: Delete category
uk_ua: Видалити категорію

source: There are no records in this category.
uk_ua: У цій категорії немає записів.

source: draft
uk_ua: чернетка

source: ID
uk_ua: Ідентифікатор

source: Created
uk_ua: Створено

source: Updated
uk_ua: Оновлено

source: Assigned
uk_ua: Призначено

source: Questions & Answers
uk_ua: Питання і відповіді

source: Loading
uk_ua: Завантаження

source: Close
uk_ua: Закрити

source: Empty response from server
uk_ua: Порожня відповідь сервера

source: What is this?
uk_ua: Що це?

source: Ok
uk_ua: ОК

source: Error delivering messages from:
uk_ua: Помилка доставки повідомлень від:

source: Insert code block
uk_ua: Вставити блок коду

source: Insert
uk_ua: Вставити

source: Requests:
uk_ua: Запити:

source: Show %s records on a page
uk_ua: Показати %s записів на сторінці

source: Pages
uk_ua: Сторінки

source: No requests.
uk_ua: Немає запитів.

source: Last action
uk_ua: Остання дія

source: No actions with this request.
uk_ua: Із цим проханням дії не виконувались.

source: To select an action you should select state first (above).
uk_ua: Аби обрати дію, ви маєте спочатку вказати статус (вище).

source: Only actions for the selected state (above) are available.
uk_ua: Доступні тільки дії для вказаного вище стану.

source: Value of the field "%s"
uk_ua: Значення поля "%s"

source: performs action
uk_ua: виконує дію

source: Available values for "%s"
uk_ua: Доступні значення для "%s"

source: After this action is executed
uk_ua: Після цього виконується дія

source: Leave request in the same state
uk_ua: Залишити запит у тому ж статусі

source: Forward request to state
uk_ua: Перевести запит до статусу

source: When a user performs this action the request state will be changed to the state you select here. Your choice will be shown by an arrow in the workflow setup diagram.
uk_ua: Коли користувач виконує цю дію, стан запиту зміниться на обраний тут. Ваш вибір буде показано стрілкою на схемі установки робочого процесу.

source: clear previous assignment
uk_ua: очистити попереднє призначення

source: keep previous assignment
uk_ua: залишити попереднє призначення

source: Customer
uk_ua: Клієнт

source: Choose if this action is available for customer (request's originator) in their customer portal.
uk_ua: Оберіть, чи має бути ця дія доступною клієнтові (ініціатору запиту) у його особистому кабінеті.

source: Available for viewing only
uk_ua: Доступне тільки для перегляду

source: Advanced settings
uk_ua: Додаткові параметри

source: Revoke all access rights for customer
uk_ua: Позбавити клієнта усіх прав доступу

source: If you turn on this option, then execution of this action will automatically cause a complete banning of the contact who sent you this request.
uk_ua: Якщо ви увімкнете цю опцію, виконання цієї дії автоматично заблокує контакт, який відправив вам це прохання.

source: The contact will not be able to log in to your site and customer portal anymore, and all further requests from this contact will be bounced.
uk_ua: Контакт не зможе увійти на ваш сайт і до свого особистого кабінету, усі наступні запити від цього контакту буде відхилено.

source: This option can be used for banning contacts for spam or other illegal actions.
uk_ua: Ця опція може використовуватися для блокування контактів через спам або інші протиправні дії.

source: Messages
uk_ua: Повідомлення

source: Send email message
uk_ua: Надіслати повідомлення електронною поштою

source: Send another email message
uk_ua: Надіслати ще одне повідомлення електронною поштою

source: action name
uk_ua: назва дії

source: Time-out
uk_ua: Тайм-аут

source: days
uk_ua: днів

source: hours
uk_ua: годин

source: Available for execution only
uk_ua: Доступно тільки для виконання

source: Available for viewing and execution
uk_ua: Доступне для перегляду та виконання

source: Attach:
uk_ua: Прикріпити:

source: &lt;select&gt;
uk_ua: &lt;оберіть&gt;

source: Send message
uk_ua: Надіслати повідомлення

source: Notification preview
uk_ua: Попередній перегляд повідомлення

source: preview
uk_ua: попередній перегляд

source: Send copy
uk_ua: Надіслати копію

source: Search by name or email
uk_ua: Пошук за іменем або адресою електронної пошти

source: Assignment is required
uk_ua: Необхідно вказати призначення

source: This message template is customized by administrator in workflow settings.
uk_ua: Шаблон цього повідомлення встановлюється адміністратором у налаштуваннях робочого процесу.

source: remove
uk_ua: видалити

source: Form
uk_ua: Форма

source: Customize form that appears for users when they perform this action. Choose required fields and set up their properties and location in the form.
uk_ua: Налаштувати форму, що з&#39;являється у користувачів, коли вони виконують цю дію. Оберіть необхідні поля та вкажіть їх властивості та розташування у формі.

source: Enter a default text here
uk_ua: Введіть текст за замовчуванням тут

source: Attachments
uk_ua: Вкладення

source: Default assignee:
uk_ua: Призначення за замовчуванням:

source: assign user performing this action
uk_ua: призначити користувача, що виконує цю дію

source: Allow to select assignee
uk_ua: Дозволити обрати призначеного

source: This shows how this action's button will look like on request page in backend
uk_ua: Демонстрація вигляду кнопок цієї дії на сторінці запиту у бекенді

source: Customize button color
uk_ua: Налаштувати колір кнопки

source: Use color of the state %s where this button forwards request
uk_ua: Використовувати колір статусу %s, до якого ця кнопка переводить запит

source: Auto action
uk_ua: Автоматична дія

source: This field only allows Latin letters, numbers and underscores.
uk_ua: Це поле дозволяє вводити тільки латинські літери, цифри та знак підкреслення.

source: Action with this ID already exists
uk_ua: Дія з таким ідентифікатором вже існує

source: Action with this name already exists
uk_ua: Дія з такою назвою вже існує

source: Sorry, the request status has been changed. To continue working with this request you have to refresh the page.
uk_ua: На жаль, статус запиту змінився. Аби продовжити роботу із цим запитом, вам доведеться оновити сторінку.

source: Assigned user or all members of assigned group
uk_ua: Призначений користувач або усі члени групи

source: All members of assigned group
uk_ua: Усі члени призначеної групи

source: New action
uk_ua: Нова дія

source: Specify default values for new request.
uk_ua: Вказати значення за замовчуванням для нового запиту.

source: Assign to
uk_ua: Призначити

source: New contact
uk_ua: Новий контакт

source: find by name, email, of phone number
uk_ua: знайти за іменем, адресою електронної пошти, номером телефону

source: Another contact
uk_ua: Інший контакт

source: Attach
uk_ua: Прикріпити

source: Contact not found
uk_ua: Контакт не знайдено

source: An error occurred while processing your request. Please try again later.
uk_ua: При обробці вашого запиту сталася помилка. Будь ласка, спробуйте ще раз пізніше.

source: Send
uk_ua: Надіслати

source: Refresh CAPTCHA
uk_ua: Оновити CAPTCHA

source: Add contact fields
uk_ua: Додати поля контактів

source: Add request fields
uk_ua: Додати поля запиту

source: Reload image
uk_ua: Оновити зображення

source: Thank you!
uk_ua: Дякуємо!

source: Text paragraph
uk_ua: Параграф тексту

source: Apply
uk_ua: Застосувати

source: Field settings
uk_ua: Параметри поля

source: Field
uk_ua: Поле

source: Terms description
uk_ua: Опис умов

source: Checked by default
uk_ua: Відмічене за замовчуванням

source: Label
uk_ua: Мітка

source: Label placement
uk_ua: Розміщення мітки

source: Left aligned
uk_ua: Вирівнювання по лівому краю

source: Top aligned
uk_ua: Вирівнювання по верхньому краю

source: Do not show
uk_ua: Не показувати

source: Plain text
uk_ua: Простий текст

source: Redactor
uk_ua: Редактор

source: Drop down
uk_ua: Випадаючий перелік

source: Radio buttons
uk_ua: Радіокнопки

source: Address labels placement
uk_ua: Розміщення міток адрес

source: As a placeholder inside of field input
uk_ua: В якості заповнювача всередині поля введення

source: Placeholder
uk_ua: Заповнювач

source: Required
uk_ua: Обов&#39;язково

source: Identification
uk_ua: Ідентифікація

source: If enabled we shall search for an existing contact with the same phone number and associate request sent via this form with the contact found.
uk_ua: Якщо увімкнено, ми будемо шукати існуючий контакт із тим же номером телефону і пов&#39;яжемо запит, відправлений через цю форму, із знайденим контактом.

source: Edit field settings
uk_ua: Редагувати параметри поля

source: Remove this field from the form
uk_ua: Видалити це поле з форми

source: Horizontal rule
uk_ua: Горизонтальне правило

source: This source enables you to receive new requests via a web form published in the frontend of any Webasyst app or anywhere on the Internet. Also this form can be used to add requests directly from your backend ("New request" button), or from your clients customer portals.
uk_ua: Це джерело дозволяє отримувати нові запити через веб-форму, опубліковані в інтерфейсі любого додатку Вебасист або де завгодно в Інтернеті. Також ця форма може бути використана, аби створювати запити прямо з вашого бекенду (кнопка "новий запит"), або з особистих кабінетів ваших контактів.

source: Set up the appearance of the web form as it should be displayed on your website.
uk_ua: Налаштувати зовнішній вигляд веб-форми для відображення на сайті.

source: Use this form on the site
uk_ua: Використовувати цю форму на сайті

source: Form can be published on any page of the site.
uk_ua: Форми можуть бути опубліковані на будь-якій сторінці сайту.

source: Edit CSS
uk_ua: Редагувати CSS

source: To publish the form on your site use this code:
uk_ua: Аби опублікувати цю форму на вашому сайті, скористайтеся цим кодом:

source: To publish the form on external site use this code:
uk_ua: Для публікації форми на зовнішньому сайті використовуйте цей код:

source: After successful submission (if client is not authorized)
uk_ua: Після успішної відправки (якщо клієнта не авторизовано)

source: This setting will redirect new clients (who are not yet authorized on your site) to any specified URL or display any text message after the form is submitted.
uk_ua: Цей параметр буде перенаправляти нових клієнтів (які ще не авторизовані на вашому сайті) після відправки форми до будь-якого зазначеного URL або відображати довільне повідомлення.

source: Redirect to URL
uk_ua: Перенаправлення на URL

source: Display text instead of the form
uk_ua: Показати текст замість форми

source: Send a request for confirmation
uk_ua: Надіслати запит на підтвердження

source: To enable this option, your form must contain Email field.
uk_ua: Аби увімкнути цю опцію, ваша форма повинна містити поле для адреси електронної пошти.

source: After successful submission of this form an automatic notification will be sent to the sender's email address. This notification contains a special link which must be clicked to confirm the sending of the request. You may also add extra instructions for your clients to the notification text.
uk_ua: Після успішної відправки цієї форми автоматичне повідомлення буде відправлено на адресу електронної пошти відправника. У цьому повідомленні міститься спеціальне посилання, яке необхідно натиснути для підтвердження запиту. Ви також можете додати додаткові інструкції для клієнтів в текст повідомлення.

source: NOTE: Request will be accepted and shows up in your request lists only after client clicks confirmation link in this message. It's probably a good idea to write about this in the text that appears on your web page after this form submission.
uk_ua: Примітка: заявку буде прийнято і показано у вашому переліку запитів тільки після того, як клієнт натисне на посилання для підтвердження, направлене йому в повідомленні. Ймовірно, буде гарною ідеєю писати про це в тексті, який з&#39;являється на веб-сторінці, після відправки форми.

source: After successful submission (if client is authorized)
uk_ua: Після успішної відправки (якщо клієнта авторизовано)

source: For registered clients authorized on your site at the moment of this form submission, you can customize a different behaviour.
uk_ua: Для зареєстрованих клієнтів, авторизованих на вашому сайті на момент надсилання форми, можна налаштувати окрему поведінку.

source: Redirect to the request page in customer portal
uk_ua: Перенаправити на сторінку запиту у особистому кабінеті

source: Use this form in backend
uk_ua: Використовувати цю форму у бекенді

source: Allows you to manually create new requests via this form in Helpdesk backend using the “New request” button. This option may be useful when a client cannot send you a request personally; e.g., during a telephone call.
uk_ua: Дозволяє вручну створювати нові запити через цю форму у бекенді "Підтримки" за допомогою кнопки Новий запит". Ця опція може бути корисною, коли клієнт не може надіслати вам запит особисто; наприклад, під час телефонної розмови.

source: Use this form in customer portal
uk_ua: Використовуйте цю форму на порталі підтримки

source: Forwarding request to workflow
uk_ua: Пересилання запиту в робочий процес

source: The selected state will be automatically set for new requests received via this form.
uk_ua: Обраний стан буде автоматично встановлений для нових запитів, отриманих через цю форму.

source: Action
uk_ua: Дія

source: The selected action will be automatically performed with requests received via this form.
uk_ua: Обраний стан буде автоматично встановлено для нових запитів, отриманих через цю форму.

source: Select the user or user group who should be automatically assigned to requests received via this form.
uk_ua: Оберіть користувача або групи користувачів, які мають бути автоматично призначені на запити, отримані через цю форму.

source: Language
uk_ua: Мова

source: For new clients who send their first request to your helpdesk service, a new contact record will be automatically created in your Contacts app.
uk_ua: Для нових клієнтів, які посилають перший запит до служби підтримки. у додатку "Контакти" буде автоматично створено запис.

source: Select the default language for such new clients here.
uk_ua: Оберіть мову за замовчуванням для таких нових клієнтів.

source: Custom CSS
uk_ua: Користувальницький CSS

source: You are using customized version of CSS.
uk_ua: Ви використовуєте настроювану версію CSS.

source: Revoke to default CSS.
uk_ua: Повернути стандартний CSS.

source: You are using the original version of CSS.
uk_ua: Ви використовуєте оригінальну версію CSS.

source: Delete form
uk_ua: Видалити форму

source: If the sender of the message is
uk_ua: Якщо відправник повідомлення

source: and request state is
uk_ua: і статус запиту

source: , then perform action
uk_ua: , потім виконати дію

source: Set up the email address from which you would like to receive support requests.
uk_ua: Налаштувати адресу електронної пошти, з якої ви хочете отримувати запити на підтримку.

source: Please specify an existing email address; it may be hosted on any mail server; e.g., in a popular mail service such as Gmail, Yahoo!, etc., and must be accessible for connection via POP3 protocol.
uk_ua: Вкажіть, будь-ласка існуючу адресу електронної пошти. Вона може хостуватися на будь-якому поштовому сервері — наприклад, на одному з таких популярних сервісів, як Gmail, Yahoo! Поштова скринька має бути доступною для підключення по протоколу POP3.

source: <strong>IMPORTANT NOTE:</strong> It is recommended that you specify an email account which was specially created for use by the Helpdesk app.
uk_ua: <strong>ВАЖЛИВО:</strong> рекомендується вказати обліковий запис електронної пошти, який було створено спеціально для використання додатком «Підтримка».

source: After you configure and save this source, all messages from the specified email account will be downloaded into Helpdesk and will be <strong>deleted from your mail server!</strong>
uk_ua: Після налаштування і збереження цього джерела, усі повідомлення з вказаного облікового запису електронної пошти буде завантажено у додаток «Підтримка» та <strong>видалено з поштової скриньки!</strong>

source: Username
uk_ua: Ім&#39;я користувача

source: Password
uk_ua: Пароль

source: Leave blank to keep current value unchanged.
uk_ua: Залиште поле порожнім, аби зберегти поточне значення без змін.

source: Incoming server
uk_ua: Вхідний сервер

source: POP3 Port
uk_ua: Порт POP3

source: Use Secure STARTTLS Settings
uk_ua: Використовувати налаштування безпеки STARTTLS

source: Use Secure SSL/TLS Settings
uk_ua: Використовувати налаштування безпеки SSL/TLS

source: If your mail server supports this option, we recommend using POP3 over STARTTLS or SSL/TLS since it provides increased security for your interactions with the remote mail server.
uk_ua: Якщо ваш поштовий сервер підтримує цю функцію, ми рекомендуємо використовувати POP3 через STARTTLS або SSL/TLS, оскільки вони забезпечують підвищений рівень безпеки для ваших взаємодій з віддаленим поштовим сервером.

source: Spam control
uk_ua: Захист від спаму

source: Every time you receive a message from an unknown email address which is not yet stored in your Contacts database, an automatic notification will be sent to the sender's address.
uk_ua: Кожного разу, коли ви отримуєте повідомлення з невідомої адреси email, якої ще немає у ваших «Контактах», на цю адресу буде надіслано автоматичне повідомлення.

source: This notification contains a special link which must be clicked to confirm the sending of the first request. You may also add extra instructions for your clients to the notification text.
uk_ua: Повідомлення містить спеціальне посилання, за яким необхідно перейти, аби підтвердити надсилання першого запиту. Ви также можете додати інструкції для ваших клієнтів у текст повідомлення.

source: Please specify how requests received via this email address should be handled.
uk_ua: Будь ласка, вкажіть , як повинні бути оброблено запити, отримані через цю адресу електронної пошти.

source: This state will be automatically set for new requests received via this email address.
uk_ua: Цей стан буде автоматично встановлено для нових запитів, отриманих через цю адресу електронної пошти.

source: This action will be automatically performed with requests received via this email address.
uk_ua: Цю дію буде автоматично виконано із запитами, отриманими через цю адресу електронної пошти.

source: Select a user or a user group who should be automatically assigned to requests received via this email address.
uk_ua: Оберіть користувача або групи користувачів, які мають бути автоматично призначені на запити, отримані через цю адресу електронної пошти.

source: Reply to reply handling
uk_ua: Відповідь на відповідь за зверненням

source: In case a message incoming to this email address contains a request ID in their subject (e.g., [ID:12345-XXXXX]; 12345 is request ID in this sample), then we bind incoming message with this request. However, you can customize special processing for this kind of messages.
uk_ua: У разі, якщо вхідне повідомлення на цю адресу містить ідентифікатор запиту в своїй темі (наприклад, [ID:12345-ХХХХХ]; де 12345 — ідентифікатор запиту в цьому прикладі), то ми пов&#39;язуємо вхідне повідомлення з цим запросом. Тим не менш, ви можете налаштувати спеціальну обробку для такого роду повідомлень.

source: anyone
uk_ua: будь-хто

source: Request author
uk_ua: Автор запиту

source: Assigned user
uk_ua: Призначений користувач

source: Another user
uk_ua: Інший користувач

source: Add new rule
uk_ua: Додати нове правило

source: Custom handling
uk_ua: Користувальницька обробка

source: Default handling
uk_ua: Обробка за замовчуванням

source: Please specify required data
uk_ua: Будь ласка, вкажіть необхідні дані

source: Your request is confirmed.
uk_ua: Ваш запит підтверджено.

source: Unknown contact
uk_ua: Невідомий контакт

source: Encryption requires OpenSSL PHP module to be installed.
uk_ua: Аби увімкнути шифрування, має бути встановлено модуль PHP OpenSSL.

source: Unknown error.
uk_ua: Невідома помилка.

source: IMAP is not supported. Please use POP3.
uk_ua: Протокол IMAP не підтримується. Використовуйте, будь ласка, POP3.

source: An error occured while attempting to connect with specified settings.
uk_ua: При спробі підключення за заданими параметрами сталася помилка.

source: Name
uk_ua: Назва

source: Thank you for sending request to our support team!
uk_ua: Дякуємо за відправку запиту в службу підтримки!

source: Full name
uk_ua: Повне ім&#39;я

source: Captcha
uk_ua: Капча
