Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/helpdesk.po
Languages: uk_ua

source: Consent to terms
uk_ua: Згода з умовами

source: Access denied.
uk_ua: Доступ заборонено.

source: Original subject
uk_ua: Оригінальна тема повідомлення

source: No request form
uk_ua: Немає форми запиту

source: Settlement type
uk_ua: Тип поселення

source: With public frontend
uk_ua: З публічним фронтендом

source: <br>Includes Customer Portal
uk_ua: <br>Включає особистий кабінет

source: Customer Portal only
uk_ua: Лише особистий кабінет

source: Main request form
uk_ua: Основна форма запиту

source: created a new request
uk_ua: створив новий запит

source: performed an action with request
uk_ua: виконав дію із запитом

source: Workflow &ldquo;%s&rdquo;
uk_ua: Робочий процес &ldquo;%s&rdquo;

source: Can add new requests
uk_ua: Може створювати запити

source: Can add new tags
uk_ua: Може створювати теги

source: Can be assigned to requests
uk_ua: Може бути призначеним на запити

source: Available actions
uk_ua: Доступні дії

source: Available states
uk_ua: Доступні статуси

source: Users with limited access are not allowed to change application settings, e.g. sources, workflows, and etc.
uk_ua: Користувачам з обмеженим доступом не дозволено змінювати налаштування додатку, наприклад, джерел, робочих процесів і т. д.

source: Support request
uk_ua: Запит до служби підтримки

source: Request states
uk_ua: Статуси запитів

source: <no change>
uk_ua: <без змін>

source: no subject
uk_ua: без теми

source: Summary
uk_ua: Резюме

source: Action text
uk_ua: Текст дії

source: year
uk_ua: рік

source: month
uk_ua: місяць

source: day
uk_ua: день

source: workflow
uk_ua: робочий процес

source: Not assigned
uk_ua: Не призначено

source: Assigned to id=
uk_ua: Призначено ідентифікатору=

source: client
uk_ua: клієнт

source: closed
uk_ua: закрито

source: open
uk_ua: відкрито

source: Unread
uk_ua: Непрочитані

source: Group:
uk_ua: Група:

source: Sources
uk_ua: Джерела

source: Assignments
uk_ua: Призначення

source: Select a user or a user group who have access to Helpdesk app. Manage users and user groups, and their access rights in <a href="%s">Team</a> app.
uk_ua: Оберіть користувача або групу користувачів, які мають доступ до додатка «Підтримка». Управління користувачами, групами користувачів та правами доступу можна виконати у додатку <a href="%s">«Команда»</a>.

source: Unique identifier automatically assigned to each request (e.g. #1001)
uk_ua: Унікальний ідентифікатор автоматично присвоюється кожному запиту (наприклад, #1001)

source: Subject of the request
uk_ua: Тема запиту

source: Request subject followed by the request ID (e.g. Request subject [ID: 1001-XXXXX]). The request ID and hash will associate any reply you receive from the customer with the original request.
uk_ua: Тема запиту, післа якої вказується ідентифікатор запиту (наприклад, Тема запиту [ID: 1001-XXXXX]). Ідентифікатор запиту та хеш пов&#39;яжуть отриману вами відповідь клієнта з оригінальним запитом.

source: Text of the original request
uk_ua: Текст оригінального запиту

source: Text entered in this action
uk_ua: Текст, введений при виконанні дії

source: Request status (its current state) displayed in the backend
uk_ua: Статус запиту (його поточний стан) відображається у бекенді

source: Request status (its current state) that the customer sees in Customer Portal
uk_ua: Статус запиту (його поточний стан), як клієнт бачить його у особистому кабінеті

source: Full history of request, including the original message. Similar to the request view in backend.
uk_ua: Повна історія запиту, у тому числі вихідне повідомлення. Схоже на перегляд запиту у бекенді.

source: History of request as seen by the customer. Similar to the request view in Customer Portal.
uk_ua: Історія запитів, як її бачить клієнт. Схоже на перегляд запиту у особистому кабінеті.

source: URL of the request page in the backend
uk_ua: URL-адреса сторінки запиту у бекенді

source: URL of the request page in the Customer Portal
uk_ua: URL-адреса сторінки запиту у особистому кабінеті

source: Unique identifier automatically assigned to each customer in Contacts
uk_ua: Унікальний ідентифікатор автоматично присвоюється кожному клієнту у додатку «Контакти»

source: Primary email for customer
uk_ua: Основна адреса електронної пошти клієнта

source: Name of customer in the format First Middle Last
uk_ua: Ім&#39;я клієнта у форматі Ім&#39;я По-батькові Прізвище

source: Full name of person who has performed this action
uk_ua: Повне ім&#39;я персони, яка виконала цю дію

source: Name of user or group assigned to the request
uk_ua: Ім&#39;я користувача або групи, призначених на запит

source: Company name specified in your Installer settings (also displayed in the top-left corner of your backend)
uk_ua: Назва компанії, зазначена у налаштуваннях Інсталера (також відображається у верхньому лівому куті бекенду)

source: URL address for not registered clients to confirm their original email. Click on this link opens the request in the client's Customer Portal.
uk_ua: URL-адреса для незареєстрованих клієнтів, аби підтвердити їх оригінальний лист. Клацання по цьому посиланню відкриє запит у особистому кабінеті клієнта.

source: Request fields
uk_ua: Поля запиту

source: Customer contact fields
uk_ua: Поля контактних даних клієнта

source: User contact fields
uk_ua: Поля контактних даних користувача

source: Assignee contact fields
uk_ua: Поля контакта призначеного

source: Common fields
uk_ua: Загальні поля

source: Value of customer field "%s"
uk_ua: Значення поля клієнта "%s"

source: Value of actor field "%s"
uk_ua: Значення поля діючої особи "%s"

source: Value of assigned user field "%s"
uk_ua: Значення поля "%s" призначеного користувача

source: site
uk_ua: сайт

source: backend
uk_ua: бекенд

source: I agree to <a>{$this->default_link_text}</a>
uk_ua: Я згоден з <a>{$this->default_link_text}</a>

source: personal data protection policy
uk_ua: політика захисту персональних даних

source: ---INSERT A LINK HERE!---
uk_ua: ---ВСТАВТЕ СЮДИ ПОСИЛАННЯ!---

source: Status:
uk_ua: Статус:

source: Edit subject
uk_ua: Змінити тему

source: Reply by email
uk_ua: Відповісти електронною поштою

source: <1 hour
uk_ua: <1 години

source: Requests
uk_ua: Запити

source: <no category>
uk_ua: <немає категорії>

source: State with this name already exists
uk_ua: Статус з такою назвою вже існує

source: State with this ID already exists
uk_ua: Статус з таким ідентифікатором вже існує

source: Others
uk_ua: Інші

source: (deleted)
uk_ua: (видалено)

source: Deleted %s request
uk_ua: Видалено %s запит

source: %d request has been marked as Follow
uk_ua: %d запит помічено для стеження

source: %d request has been removed from the Follow list
uk_ua: %d запит видалено з переліку стеження

source: Updated %s request
uk_ua: Оновлено %s запит

source: %s request cleared assignment
uk_ua: Призначення прибране з %s запиту

source: %d request has been marked as unread
uk_ua: %d запит було помічено як непрочитаний

source: %d request has been marked as read
uk_ua: %d запит було помічено як прочитаний

source: <unknown>
uk_ua: <невідомо>

source: :: DELETED ::
uk_ua: ::ВИДАЛЕНО::

source: no status
uk_ua: немає статусу

source: This action cannot be performed by user.
uk_ua: Ця дія не може бути виконана користувачем.

source: Files with extensions %s are allowed only.
uk_ua: Дозволено тільки файли з розширеннями %s.

source: Access denied
uk_ua: Доступ заборонено

source: single line text
uk_ua: єдиний рядок тексту

source: number
uk_ua: кількість

source: drop down
uk_ua: випадаючий список

source: checkbox
uk_ua: прапорець

source: Empty id.
uk_ua: Порожній ідентифікатор.

source: Unknown field:
uk_ua: Невідоме поле:

source: Required field
uk_ua: Обов&#39;язкове поле

source: Only English alphanumeric, hyphen and underline symbols are allowed
uk_ua: Можна використовувати тільки латинські літери, цифри, знак переносу і підкреслювання

source: This ID is already in use
uk_ua: Цей ідентифікатор вже використовується

source: Unknown field type:
uk_ua: Невідомий тип поля:

source: Category URL may contain only letters, digits, and hyphens
uk_ua: URL-адреса категорії може містити тільки літери, цифри та тире

source: This URL is already used
uk_ua: Цей URL вже використовується

source: This field is required
uk_ua: Це поле є обов&#39;язковим

source: You have no access rights to this request.
uk_ua: У вас немає прав доступу до цього запиту.

source: Request
uk_ua: Запит

source: My account
uk_ua: Мій акаунт

source: My requests
uk_ua: Мої запити

source: My profile
uk_ua: Мій профіль

source: This action is not available
uk_ua: Ця дія недоступна

source: This action cannot be performed from frontend.
uk_ua: Ця дія не може бути виконана з фронтенду.

source: Find the answer
uk_ua: Знайти відповідь

source: Welcome to new helpdesk section on your site!
uk_ua: Ласкаво просимо до нового розділу підтримки на вашому сайті!

source: Attention: initial request parameters <a href="javascript:void(0);" class="request-params-changed-link">was changed</a>
uk_ua: Увага: початкові параметри запиту <a href="javascript:void(0);" class="request-params-changed-link">було змінено</a>

source: no records
uk_ua: немає записів

source: Sent
uk_ua: Відправлені

source: &lt;no support requests&gt;
uk_ua: &lt;Немає запитів&gt;

source: Contact information successfully updated!
uk_ua: Контактні дані успішно оновлено!

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
uk_ua: Ми використовуємо <a href="http://www.webasyst.ru/">Webasyst</a>

source: Create a new action
uk_ua: Створити нову дію

source: Author of the request
uk_ua: Автор запиту

source: Use source email address if request came by email
uk_ua: Використовувати початкову адресу електронної пошти, якщо запит надійшов електронною поштою

source: Text:
uk_ua: Текст:

source: More actions
uk_ua: Більше дій

source: Sent to:
uk_ua: Відправлено на:

source: Request text
uk_ua: Текст запиту

source: All
uk_ua: Усі

source: Any
uk_ua: Будь-які

source: All states
uk_ua: Усі статуси

source: Please set up a <tt>cron</tt> job (<a href="%s" target="_blank">view instructions</a>) using the command specified below in your web-hosting control panel:
uk_ua: Будь-ласка, налаштуйте завдання <tt>cron</tt> (<a href="%s" target="_blank">переглянути інструкції</a>) за допомогою вказаної нижче команди у контрольній панелі вашого хостингу:

source: Customer Portal is a personal page available for clients sending requests to your Helpdesk. On this page customers can see all their requests, check status of any request, add a new request, and etc.
uk_ua: Особистий кабінет — це персональна сторінка, доступна клієнтам, які надсилають запити до вашої «Підтримки». На цій сторінці клієнти можуть бачити усі свої запити, перевіряти стан кожного запиту, створювати нові запити та інше.

source: To access Customer Portal authorization by email and password is required. On the first login customer will be offered to enter a password. “Forgot password” option is also available on the authorization page.
uk_ua: Аби отримати доступ до особистого кабінету, потрібно вказати email та пароль. При першій авторизації клієнтові буде запропоновано ввести пароль. На сторінці авторизації також доступна опція «Забули пароль?».

source: New requests added from Customer Portal acquire status:
uk_ua: Нові запити, надіслані з особистого кабінету, отримують статус:

source: Specify which statuses are available for client (status names as they appear for client can be changed):
uk_ua: Вкажіть, які статуси доступні клієнтові (назви стану, які відображаються клієнтові, можна змінити):

source: Specify actions available in Customer Portal:
uk_ua: Вкажіть дії, доступні у особистому кабінеті:

source: Mark request as “read”
uk_ua: Позначити запит прочитаним

source: Customizing workflow
uk_ua: Налаштування робочого процесу

source: Cancel
uk_ua: Скасувати

source: Age
uk_ua: Вік

source: Form preview
uk_ua: Форма попереднього перегляду

source: Assigned to group:
uk_ua: Призначено на групи:

source: Request #%s
uk_ua: Запит №%s

source: wrote:
uk_ua: написав:

source: source
uk_ua: джерело

source: state
uk_ua: статус

source: assigned to
uk_ua: призначено

source: not assigned
uk_ua: не призначено

source: assigned to id=
uk_ua: присвоєний ідентифікатору=

source: Enter characters you see in the image
uk_ua: Введіть символи, які ви бачите на зображенні

source: Name of requestor
uk_ua: Ім&#39;я запитувача

source: Company name specified in your Installer settings. Also displayed in the left top corner in your backend.
uk_ua: Назва компанії, зазначена у налаштуваннях «Інсталера». Також відображається у лівому верхньому кутові бекенда.

source: Request ID
uk_ua: Ідентифікатор запиту

source: Request subject with ID (e.g. [ID:1234]) to identify original request in email replies
uk_ua: Тема запиту з ідентифікатором (наприклад, [ID:1234]) для визначення оригінального запиту по відповіді у електронній пошті

source: Request status as configured for Customer Center
uk_ua: Статус запиту, налаштованого для Центру замовника

source: Full request actions history, including the original text. Similar to request page in backend.
uk_ua: Повна історія дій із запитом, включаючи вихідний текст. Подібна сторінці запиту у бекенді.

source: Request actions history available to customer. Similar to request page in the Customer Portal.
uk_ua: Історія дій із запитом доступна клієнтові. Подібна до сторінки запиту в особистому кабінеті.

source: URL address of backend request page.
uk_ua: URL-адреса сторінки запиту у бекенді.

source: URL address of request page in customer portal.
uk_ua: URL-адреса сторінки запиту у особистому кабінеті.

source: Client original name
uk_ua: Оригінальне ім&#39;я клієнта

source: Client original email
uk_ua: Оригінальний email клієнта

source: Original email subject
uk_ua: Оригінальна тема листа

source: Client original phone
uk_ua: Оригінальний телефон клієнта

source: Assign to:
uk_ua: Призначити:

source: Nobody
uk_ua: Ніхто

source: %sEmail%s will be sent to:
uk_ua: %sEmail%s буде надіслано:

source: This source allows to add requests from the application backend using “New request” button.
uk_ua: Це джерело дозволяє додавати запити з бекенду додатка, використовуючи кнопку "Новий запит".

source: For example, it can be used to accept requests by phone.
uk_ua: Наприклад, його можна використовувати для прийому запитів телефоном.

source: Send a receipt upon receiving new request
uk_ua: Відправити підтверждення при отриманні нового запиту

source: A receipt message will be sent to the customer to confirm his/her request receiving. It's recommended to specify an estimated response time in this receipt.
uk_ua: Аби підтвердити прийняття запиту, клієнтові буде направлене підтвердження. Ми рекомендуємо у цьому повідомленні вказати очікуваний час надання відповіді.

source: As a return address for receipt messages, it is better to specify an unmonitored email box (e.g. noreply@your_company.com); this will minimize redundant requests.
uk_ua: В якості зворотної адреси для підтверждень краще вказати неконтрольовану адресу email (наприклад, noreply@your_company.com). Це дозволить мінімізувати зайві запити.

source: Receipt text:
uk_ua: Текст підтверждення:

source: Save new request in state:
uk_ua: Зберегти новий запит у статусі:

source: Server
uk_ua: Сервер

source: Port
uk_ua: Порт

source: Login
uk_ua: Логін

source: Use SSL
uk_ua: Використовувати SSL

source: Enable spam control
uk_ua: Увімкнути контроль спаму

source: Every time you receive a message from an unknown email address which does not exist in your Contacts database, an automatic confirmation request will be sent to this email address. This request contains a special link for sender to confirm his/her original message as well as additional confirmation instructions you may wish to provide.
uk_ua: Кожен раз, коли ви отримуєте повідомлення від невідомої адреси електронної пошти, якої не існує у вашій базі даних контактів, автоматичний запит підтвердження буде надіслано на вказану адресу електронної пошти. Цей запит містить спеціальне посилання для відправника, щоб підтвердити своє початкове повідомлення, ви також можете додати у це повідомлення додаткові інструкції.

source: Confirmation request text:
uk_ua: Текст запиту підтверждення:

source: If message does not contain an existing request ID in email subject (e.g. [ID:12345]), this messages will be treated as a new request. For this request:
uk_ua: Якщо повідомлення не містить існуючий ідентифікатор запиту в темі повідомлення (наприклад, [ID:12345]), ці повідомлення будуть розглядатися як новий запит. Для цього запиту:

source: Assign to user or group:
uk_ua: Призначити користувачу або групі:

source: If client (sender of this message) is new, then set for him/her this language:
uk_ua: Якщо клієнт (відправник повідомлення) є новим, вкажіть для нього мову:

source: If message contains an ID in email subject, then:
uk_ua: Якщо повідомлення містить ідентифікатор в темі повідомлення, тоді:

source: Request is in state:
uk_ua: Запит знаходиться в стані:

source: Sender of the message is:
uk_ua: Відправник повідомлення:

source: &lt;select an action&gt;
uk_ua: &lt;обрати дію&gt;

source: In all cases unspecified (empty cells):
uk_ua: У всіх необумовлених випадках (пусті клітинки):

source: Remove ID in subject and create new request
uk_ua: Видалити ідентифікатор з теми і створити новий запит

source: Ignore message
uk_ua: Ігнорувати повідомлення

source: Extended code
uk_ua: Розширений код

source: Source name
uk_ua: Назва джерела

source: Select fields for the form to contain:
uk_ua: Оберіть поля для розміщення у формі:

source: Caption
uk_ua: Заголовок

source: Placeholder to show in empty field
uk_ua: Заповнювач для відображення у порожньому полі

source: Phone
uk_ua: Телефон

source: First 100 characters of text will be used as request subject.
uk_ua: Перші 100 символів тексту будуть використовуватися у якості теми запиту.

source: Button
uk_ua: Кнопка

source: After successfull submit:
uk_ua: Після успішної відправки:

source: Replace form with given text
uk_ua: Замінити форму заданим текстом

source: Name of a person who performs the action
uk_ua: Ім&#39;я особи, яка виконує дію

source: leave previous assignment
uk_ua: залишити попереднє призначення

source: Message:
uk_ua: Повідомлення:

source: Customizing action
uk_ua: Налаштування дії

source: Allow to add a text message
uk_ua: Дозволяє додати текстове повідомлення

source: A text area will open when user performs this action to enter a message (e.g.: comment or reply to client).
uk_ua: Коли користувач виконує цю дію, буде розгорнуто текстове поле для введення повідомлення (наприклад, коментаря або відповіді клієнту).

source: After action is performed this text will be saved in the request history and included in notifications associated with this action (if it's included in email templates).
uk_ua: Після того, як дію буде виконано, цей текст буде збережено в історії запитів і включено у повідомлення, пов&#39;язані з цією дією (якщо її включено до шаблонів email).

source: Allow to attach files
uk_ua: Дозволити прикріплювати файли

source: Transition
uk_ua: Перехід

source: Transfer request to another state
uk_ua: Перевести запит до іншого стану

source: Set status:
uk_ua: Встановити статус:

source: and perform action:
uk_ua: і виконати дію:

source: Customer contact ID.
uk_ua: Ідентифікатор контакту клієнта.

source: Sort by:
uk_ua: Сортувати за:

source: This source enables you to receive new requests via a web form published in the frontend of any Webasyst app or anywhere on the Internet.
uk_ua: Це джерело дозволяє отримувати запити через веб-форму, опубліковано в інтерфейсі додатку Webasyst або де завгодно в Інтернеті.

source: This title is displayed only in your workflow setup diagram.
uk_ua: Цей заголовок відображається тільки в схемі робочого процесу.

source: Select the initial action for requests
uk_ua: Оберіть початкову дію для запитів

source: no action
uk_ua: немає дій

source: Select user or group assigned to requests
uk_ua: Оберіть користувачів або групи, призначені на запити

source: Select language for new clients
uk_ua: Вибір мови для нових клієнтів

source: Form setup
uk_ua: Налаштування форм

source: After form submission
uk_ua: Після відправки форми

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
uk_ua: Цей параметр дозволяє перенаправляти клієнтів після заповнення форми на будь-яку вказану URL або показувати повідомлення на місці форми.

source: After successfull submission:
uk_ua: Після успішного відправлення:

source: Confirmation receipt
uk_ua: Отримання підтвердження

source: Enable this setting to send your clients automatic request receipt notifications.
uk_ua: Увімкніть цей параметр, аби надсилати вашим клієнтам автоматичні повідомлення про отримання запитів.

source: This option may be useful for providing estimated response time to your clients.
uk_ua: Ця опція може бути корисною для сповіщення клієнтів щодо приблизного часу відповіді.

source: Select the state which should be set for newly created requests.
uk_ua: Обрати стан, який має бути встановлено для нових запитів.

source: This source enables you to receive new requests via any email address.
uk_ua: Це джерело дозволяє отримувати нові запити через будь-яку адресу електронної пошти.

source: Configure email
uk_ua: Налаштування електронної пошти

source: If your mail server supports this option, we recommend using POP3 over SSL/TLS since it provides increased security for your interactions with the remote mail server.
uk_ua: Якщо ваш поштовий сервер підтримує цю функцію, ми рекомендуємо використовувати POP3, SSL і TLS, оскільки вона забезпечує підвищений рівень безпеки ваших взаємодій з поштовим сервером.

source: Email Reply templates in the Helpdesk by default contain the request ID in their subject; e.g., [ID:12345].
uk_ua: Email-шаблони відповіді в службу підтримки за замовчуванням містять ідентифікатор запиту у темі; наприклад, [ID:12345].

source: Following replies to these emails sent by your clients and received in Helpdesk can be associated with the corresponding requests.
uk_ua: Відповіді на ці листи, надіслані вашими клієнтами і отримані у додатку «Підтримка», можуть бути пов&#39;язані з відповідними запитами.

source: Select an action in the table below that should be performed with such requests; the choice of such an action depends on the current request state and the sender of the reply.
uk_ua: У таблиці нижче оберіть дію, яка має бути виконана з такими запитами; вибір дії залежить від поточного стану запиту та відправника відповіді.

source: The person that sent you the original request
uk_ua: Персона, яка надіслала оригінальний запит

source: The user that is currently assigned to handle this request
uk_ua: Користувач, який наразі призначений для обробки цього запиту

source: Any other user that has access privileges to your Helpdesk app
uk_ua: Будь-який інший користувач, який має права доступу до вашого додатку «Підтримка»

source: Any other person in your Contacts app
uk_ua: Будь-яка інша персона у додатку «Контакти»

source: no actions customized for this state
uk_ua: для цього статусу немає налаштованих дій

source: The requested resource is not available.
uk_ua: Запитаний ресурс недоступний.

source: Name and company fields are always displayed in the heading area on contact page.
uk_ua: Поля з іменем і компанією завжди відображаються у області заголовка на сторінці контакту.

source: Customize additional heading fields
uk_ua: Налаштуванти додаткові поля заголовку

source: Title
uk_ua: Назва

source: First name
uk_ua: Ім&#39;я

source: Middle name
uk_ua: По-батькові

source: Last name
uk_ua: Прізвище

source: Job title
uk_ua: Посада

source: Company
uk_ua: Компанія

source: Contact
uk_ua: Контакт
