Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/helpdesk.po
Languages: uk_ua

source: person
uk_ua: персона

source: company
uk_ua: компанія

source: disabled
uk_ua: вимкнено

source: Add name in another language
uk_ua: Додати ім&#39;я у іншій мові

source: Menu items
uk_ua: Пункти меню

source: Applied to
uk_ua: Застосовується до

source: Person
uk_ua: Персона

source: Additional fields are always shown at the top area of contact page. Add here the fields that you access most frequently, e.g. Email, Phone, Address, and etc.
uk_ua: Додаткові поля завжди відображаються у верхній частині сторінки контактів. Тут ви можете додати поля, до яких ви найчастіше звертаєтеся — наприклад, електронна пошта, телефон, адреса та ін.

source: Add category
uk_ua: Додати категорію

source: Mark
uk_ua: Позначити

source: Notify about actions
uk_ua: Повідомити про акції

source: Insert snippet
uk_ua: Вставити фрагмент

source: for request
uk_ua: за запитом

source: Search result
uk_ua: Результат пошуку

source: Main fields
uk_ua: Основні поля

source: Main request fields can not be modified or disabled. Email requests usually contain subject and text with optional attachments. Requests sent via public or customer portal form may not have data in these fields. In this case they will be filled with default values.
uk_ua: Основні поля запиту не можна змінити чи вимкнути. Запити по email зазвичай містять тему та текст без додаткових вкладень. Запити, відправлені через публічну форму або через особистий кабінет, можут не містити даних у цих полях. В такому разі іх буде заповнено значеннями за замовчуванням.

source: Attached files
uk_ua: Прикріплені файли

source: Request double opt-in
uk_ua: Запит на подвійну реєстрацію

source: Read
uk_ua: Читати

source: I want to receive email notifications on unread requests
uk_ua: Я хочу отримувати email-повідомлення про непрочитані запити

source: You got unread requests
uk_ua: У вас є непрочитані запити

source: After you set "Follow and advise" mark, next time someone performs an action with this request it will appear as "Unread" for you and you will receive email notification about this action. So you will be able to follow all further activity related to this request.
uk_ua: Після установки позначки відстежування, наступного разу, коли хтось виконає дію із запитом, його буде помічено для вас, як непрочитаний — і ви отримаєте про це email-повідомлення. Таким чином ви зможете відстежувати подальшу активність у цьому запиті.

source: Follow and advise mark
uk_ua: Позначка відстежування

source: Using this form
uk_ua: За допомогою цієї форми

source: Available in the Helpdesk backend
uk_ua: Доступно у додатку «Підтримка»

source: Available for your clients in their Customer portal for these websites:
uk_ua: Доступне для клієнтів у їх особистому кабінеті на цих сайтах:

source: Form settings
uk_ua: Параметри форми

source: Text of comment
uk_ua: Текст коментаря

source: Available in the Helpdesk backend:
uk_ua: Доступно у бекенді додатку «Підтримка»:

source: Routing rules are not defined for Helpdesk app
uk_ua: Для додатка «Підтримка» не визначено правил маршрутизації

source: Форму можно опубликовать на любой странице сайта.
uk_ua: Форму можна опублікувати на будь-якій сторінці сайту.

source: Authorized user redirected to the request page in customer portal
uk_ua: Авторизований користувач перенаправляється на сторінку запиту у особистому кабінеті

source: select form
uk_ua: оберіть форму

source: If a client is authorized
uk_ua: Якщо клієнта авторизовано

source: Redirect to the request page in pustomer portal
uk_ua: Перенаправляти на сторінку запиту у особистому кабінеті

source: Category is visible in the pubalic part of your site
uk_ua: Категорію видно у публічній частині вашого сайту

source: Apply visibility change to all questions in category
uk_ua: Застосувати зміну видимості до усіх запитів у категорії

source: Catefgory is visible in the public part of your site
uk_ua: Категорію видно у публічній частині вашого сайту

source: This field is already used
uk_ua: Це поле вже використовується

source: no categories
uk_ua: немає категорій

source: Questions & Answer
uk_ua: Питання та відповіді

source: Custom markup
uk_ua: Користувальницька розмітка

source: string
uk_ua: рядок

source: Form design
uk_ua: Дизайн форми

source: Use default CSS
uk_ua: Використовувати CSS за замовчанням

source: Revert code to default
uk_ua: Повернути код за замовчуванням

source: Delete rule
uk_ua: Видалити правило

source: All answer on one page
uk_ua: Усі відповіді на одній сторінці

source: Published
uk_ua: Опубліковано

source: Name
uk_ua: Назва

source: Frequently Asked Questions
uk_ua: Часті питання

source: back
uk_ua: назад

source: Request created
uk_ua: Запит створено

source: Attention: initial request parameters <a href="javascript:void(0);" class="request-params-changed-link">was_changed</a>
uk_ua: Увага: початкові параметри запиту <a href="javascript:void(0);" class="request-params-changed-link">було змінено</a>

source: Name of client
uk_ua: Ім&#39;я клієнта

source: Comment
uk_ua: Коментар

source: Request page constructor
uk_ua: Конструктор сторінки запиту

source: Please fill required fields
uk_ua: Будь ласка, заповніть необхідні поля

source: any
uk_ua: будь-яке

source: Default
uk_ua: За замовчуванням

source: Blue
uk_ua: Синій

source: Green
uk_ua: Зелений

source: Orange
uk_ua: Помаранчевий

source: Custom
uk_ua: Користувальницький

source: send request
uk_ua: надіслати запит

source: We got new request from
uk_ua: Ми отримали новий запит від

source: Create custom view
uk_ua: Створити настроюваний огляд

source: Copy CSS from another view
uk_ua: Скопіюйте код CSS з іншого виду

source: Delete custom CSS
uk_ua: Видалити користувальницький CSS

source: Available fields
uk_ua: Доступні поля

source: Action performed by user
uk_ua: Дія, що виконується користувачем

source: Action performed automatically
uk_ua: Дія, що виконується автоматично
