Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/hub.po
Languages: uk_ua

source: %s posted a new comment on <a href="%s"><strong>%s</strong></a> topic you are following:
uk_ua: %s опублікував коментар у темі <a href="%s"><strong>%s</strong></a>, яку ви відслідковуєте:

source: Hi,
uk_ua: Привіт,

source: Last comments
uk_ua: Останні коментарі

source: Thank you for your feedback!
uk_ua: Дякуємо за ваш відгук!

source: popular
uk_ua: популярні

source: Number of topics in this hub: <strong>%d</strong>. By deleting this hub you can either move topics to another hub or delete them entirely.
uk_ua: Кількість тем у цьому розділі: <strong>%d</strong>. При видаленні цього хабу ви можете перемістити теми до іншого хабу або повністю видалити їх.

source: Move topics to another hub
uk_ua: Перемістити теми до іншого хабу

source: This hub does not contain any topics, so you can safely delete it. No topics will be affected.
uk_ua: Цей хаб не містить будь-яких тем, так що ви можете безпечно видалити його. Ніякі теми не буде порушено.

source: Homepage default topic sort order
uk_ua: Сортування за замовчуванням на головній сторінці

source: Settings successfully updated
uk_ua: Налаштування успішно оновлено

source: Topics
uk_ua: Теми

source: +1 vote for user’s topic gives +%s kudos
uk_ua: +1 за тему користувача додає %s карми

source: +1 vote for user’s answer gives +%s kudos
uk_ua: +1 голос за відповідь користувача дає %s карми

source: +1 vote for user’s comment gives +%s kudos
uk_ua: +1 голос за коментар користувача, дає %s карми

source: My personal settings
uk_ua: Мої особисті настройки

source: New comments on topics I follow
uk_ua: Нові коментарі у темах, за якими я стежу

source: %d topics, %d answers, and %d comments
uk_ua: %d тем, %d відповідей, and %d коментарів

source: This hub is not visible on your sites now, because there were no routing rules added for Hub app with this particular hub. To make this hub visible on your site, create a route using the form below or using <a href="%s">Site app</a> routing settings.
uk_ua: Цей хаб наразі не видно на вашому сайті, тому що для додатку «Хаб» не налаштовано правил маршрутизації, пов&#39;язаних з конкретним хабом. Аби зробити цей хаб видимим на вашому сайті, створіть правило, використовуючи форму нижче, або через налаштування структури у додатку <a href="%s">«Сайт»</a>.

source: Specify the public URL for this new hub on your site:
uk_ua: Вкажіть загальнодоступну URL-адресу на вашому сайти для цього нового хабу:

source: Do not publish this hub on the site just yet
uk_ua: Поки не публікувати цей хаб на сайті

source: Frontend posting
uk_ua: Публікація у фронтенді

source: Topics of this type can be added by frontend users
uk_ua: Теми такого типу можуть бути додані користувачами фронтенду

source: support
uk_ua: підтримка

source: [Incorrect video embed]
uk_ua: [некоректна вставка відео]

source: published a topic
uk_ua: опублікував тему

source: unpublished a topic
uk_ua: зняв темі у публікації

source: modified a published topic
uk_ua: змінив опубліковану тему

source: added a comment
uk_ua: додав коментар

source: modified a comment
uk_ua: змінив коментар

source: deleted a comment
uk_ua: видалив коментар

source: restored a comment
uk_ua: відновив коментар

source: Find the answer
uk_ua: Знайти відповідь

source: All authors
uk_ua: Усі автори

source: Replies
uk_ua: Відповіді

source: In progress
uk_ua: В процесі

source: My replies
uk_ua: Мої відповіді

source: %s’s replies
uk_ua: Відповіді %s

source: %s topics on top
uk_ua: %s тем зверху

source: %s did not post any comments yet.
uk_ua: %s ще не залишав коментарів.

source: You can not reply to a removed comment.
uk_ua: Ви не можете відповісти на видалений коментар.

source: Delete category logo?
uk_ua: Видалити логотип категорії?

source: Type selector is disabled since all topics in current view are of the same type.
uk_ua: Селектор типів відключено, так як усі теми в поточному вигляді мають однаковий тип.

source: (%s hidden)
uk_ua: (%s приховано)

source: Folder
uk_ua: Папка

source: Default sort order
uk_ua: Порядок сортування за замовчуванням

source: Manual sort for topics is not available in dynamic topic lists. If you want to activate the ability to sort topics, create a Folder category first.
uk_ua: Ручне сортування тем недоступне у динамічних списках тем. Якщо ви бажаєте мати змогу сортувати теми, спочатку створіть категорію для тем.

source: Manual sort for topics is not available in this view because current sort order is set to <strong>%s</strong>. To activate the ability to sort topics in this category, set current sort order to “Manual sort”.
uk_ua: Ручне сортування тем недоступне в цьому поданні, оскільки поточний порядок сортування встановлено на <strong>%s</strong>. Аби активувати можливість сортування тем у цій категорії, встановіть поточний порядок сортування на "Ручне сортування".

source: Normal
uk_ua: Нормальний

source: Visual
uk_ua: Візуальний

source: Insert code block
uk_ua: Вставити блок коду

source: Insert quote
uk_ua: Вставити цитату

source: Insert
uk_ua: Вставити

source: Posting new comments has been restricted for this topic.
uk_ua: Розміщення нових коментарів у цій темі обмежено.

source: Please complete the initial <a href="%s">setup</a> in app backend.
uk_ua: Виконайте, будь ласка, первинне <a href="%s">налаштування</a> у бекенді додатку.

source: Move all %d topics to
uk_ua: Перемістити усі %d теми до

source: Add reply
uk_ua: Додати відповідь

source: Published
uk_ua: Опубліковано

source: Stuff as set up in hub settings.
uk_ua: Як встановлено у налаштуваннях хабу.

source: Categories of given hub. When $priority_topics is <em>true</em>, list of high-priority topics is returned for each category.
uk_ua: Категорії вказаного хабу. Коли значення $priority_topics — <em>true</em>, для кожної категорії буде повернено перелік тем з високим пріоритетом.

source: Classic forum thread with plain comment list sorted chronologically.
uk_ua: Класична гілка форуму з простого списку коментарів, відсортованих у хронологічному порядку.

source: Comment author
uk_ua: Коментар автора

source: Topic author
uk_ua: Автору теми

source: Upload image
uk_ua: Завантажити зображення

source: <b>WYSIWYG editor may change your HTML code.</b><br><br>It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones.<br><br>Are you sure to switch to WYSIWYG editor?
uk_ua: <b>Візуальний редактор може змінити ваш код HTML.</b><br><br>Це необхідно для коректного форматування тексту. Код Smarty може бути пошкоджено, а застарілі теги HTML — замінено сучастними.<br><br>Ви впевнені, що бажаєте переключитися на візуальний редактор?

source: Switch
uk_ua: Переключити

source: Topic “<b>%s</b>” will be permanently deleted without the ability to recover. Delete?
uk_ua: Тему «<b>%s</b>» буде видалено без можливості відновлення. Видалити?

source: User %s suggests that you improve your topic “<a href="%s"><strong>%s</strong></a>” as follows:
uk_ua: Користувач %s пропонує покращити тему “<a href="%s"><strong>%s</strong></a>” наступним чином:

source: Custom parameters
uk_ua: Користувальницькі параметри

source: Uploading...
uk_ua: Завантаження...

source: Upload
uk_ua: Завантажити

source: comment
uk_ua: коментар

source: topics on top
uk_ua: теми зверху

source: Notify subscribers about this topic
uk_ua: Повідомити підписувачів про цю тему

source: Publish and notify subscribers
uk_ua: Опублікувати і повідомити підписувачів
