Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/hub.po
Languages: uk_ua

source: Authors
uk_ua: Автори

source: All hubs
uk_ua: Усі хаби

source: (no name)
uk_ua: (без назви)

source: Upvotes
uk_ua: Голоси за

source: Downvotes
uk_ua: Голоси проти

source: No authors yet.
uk_ua: Ще немає авторів.

source: Loading
uk_ua: Завантаження

source: %d topic
uk_ua: %d тема

source: %d answer
uk_ua: %d відповідь

source: %d comment
uk_ua: %d коментар

source: %d author
uk_ua: %d автор

source: New topic
uk_ua: Нова тема

source: All topics
uk_ua: Усі теми

source: All comments
uk_ua: Усі коментарі

source: Following
uk_ua: Стеження

source: Comments
uk_ua: Коментарі

source: New filter
uk_ua: Новий фільтр

source: Drafts
uk_ua: Чернетки

source: New category
uk_ua: Нові категорії

source: Pages
uk_ua: Сторінки

source: Design
uk_ua: Дизайн

source: Settings
uk_ua: Налаштування

source: Plugins
uk_ua: Плагіни

source: Loading...
uk_ua: Завантаження...

source: Welcome to your new Hub!
uk_ua: Ласкаво просимо до вашого нового Хабу!

source: Hub is an app for organizing your knowledge base. Store your articles, answer questions, collect customer feedback and bug reports, discuss various topics — all in one place. A perfect self-help tool for your your customers.
uk_ua: Хаб — це програма для організації бази знань. Зберігайте ваші статті, відповідайте на питання, збирайте відгуки користувачів і звіти про помилки, обговорюйте різні теми — все в одному місці. Ідеальний інструмент самодопомоги для ваших клієнтів.

source: Topic types
uk_ua: Типи тем

source: Select what kind of information you would like to mix and manage in your knowledge hub:
uk_ua: Оберіть, яку інформацію ви хотіли б бачити у вашій базі знань:

source: You will be able to customize this list later also.
uk_ua: Ви зможете також налаштувати цей список пізніше.

source: Start using Hub app
uk_ua: Почати використовувати додаток «Хаб»

source: or
uk_ua: або

source: skip this setup
uk_ua: пропустити ці налаштування

source: Show more comments
uk_ua: Показати більше коментарів

source: comments
uk_ua: коментарі

source: of %d
uk_ua: з %d

source: Add comment
uk_ua: Додати коментар

source: on topic
uk_ua: по темі

source: delete
uk_ua: видалити

source: restore
uk_ua: відновити

source: Mark as solution
uk_ua: Позначити як рішення

source: Unmark solution
uk_ua: Зняти відмітку про рішення

source: comment deleted
uk_ua: коментар видалено

source: comment restored
uk_ua: коментар відновлено

source: in reply to
uk_ua: у відповідь на

source: reply
uk_ua: відповідь

source: %d vote
uk_ua: %d голос

source: Categories
uk_ua: Категорії

source: Assign and close
uk_ua: Призначити і закрити

source: close
uk_ua: закрити

source: Move topics
uk_ua: Перемістити теми

source: Hub
uk_ua: Хаб

source: Select hub category
uk_ua: Оберіть категорію хаба

source: General settings
uk_ua: Загальні параметри

source: App icon counter
uk_ua: Лічильник на іконці додатка

source: New topics published by other users
uk_ua: Нові теми, опубліковані іншими користувачами

source: New comments
uk_ua: Нові коментарі

source: Count new comments on my posts only
uk_ua: Враховувати коментарі тільки до моїх постів

source: Notifications
uk_ua: Повідомлення

source: Email me about new comments on topics I follow
uk_ua: Надсилати мені по email нові коментарі у темах, за якими я стежу

source: Enable Gravatar userpics
uk_ua: Використовувати юзерпіки Gravatar

source: In case there were no Gravatar userpic uploaded
uk_ua: У разі, якщо юзерпік Граватар не завантажено

source: Use default userpic
uk_ua: Використовувати юзерпік за замовчуванням

source: (mystery-man) a simple, cartoon-style silhouetted outline of a person (does not vary by email hash)
uk_ua: (людина-загадка) обриси людини у простому, мультяшному стилі (не залежить від хешу електронної пошти)

source: a geometric pattern based on an email hash
uk_ua: геометричний малюнок на основі хешу електронної пошти

source: a generated 'monster' with different colors, faces, etc
uk_ua: згенерований «монстр» із різними кольорами, обличчями, тощо

source: generated faces with differing features and backgrounds
uk_ua: згенеровані обличчя з різними рисами та фонами

source: awesome generated, 8-bit arcade-style pixelated faces
uk_ua: чудові згенеровані 8-битні піксельні обличчя у аркадному стилі

source: Save
uk_ua: Зберегти

source: Delete category
uk_ua: Видалити категорію

source: Category name
uk_ua: Назва категорії

source: Category summary
uk_ua: Опис категорії

source: Frontend URL
uk_ua: URL-адреса у фронтенді

source: Logo
uk_ua: Логотип

source: Only PNG and JPEG images are allowed
uk_ua: Дозволене завантаження тільки файлів з розширенням *.png та *.jpg

source: Category logo will be published on the hub frontend homepage. Logo size depend on design theme you are using. Most design themes will scale the logo down to about 50px wide.
uk_ua: Логотип категорії буде опубліковано на головній сторінці хабу. Розмір логотипу залежить від теми оформлення, яку ви використовуєте. Більшість тем оформлення буде масштабувати логотип до приблизно 50 пікселів в ширину.

source: Category type
uk_ua: Тип категорії

source: Category
uk_ua: Категорія

source: You’ll be able to manually add new topics and move existing topics into this category.
uk_ua: Ви зможете вручну додавати нові теми і перенести існуючі теми до цієї категорію.

source: Filter by topic type
uk_ua: Фільтрувати за типом теми

source: This category will be automatically filled with topics of the selected type. Topic sort order will be defined by topic type kind.
uk_ua: Дану категорію буде автоматично заповнено темами вибраного типу. Порядок сортування тем буде визначено типом тем.

source: Filter by tags
uk_ua: Фільтрувати за тегами

source: This category will be automatically filled with topics with selected tags.
uk_ua: Дану категорію буде автоматично заповнено темами з вибраними тегами.

source: This option is not available because this hub does not have any tags yet.
uk_ua: Цей параметр недоступний, тому що у цьому хабі немає тегів.

source: Default view
uk_ua: Вигляд за замовчуванням

source: Manual
uk_ua: Керівництво

source: User selectable
uk_ua: За вибором користувача

source: Newest topics on top
uk_ua: Нові теми зверху

source: Top rated topics on top
uk_ua: Найкращі за рейтингом теми зверху

source: Last updated topics on top
uk_ua: Останні оновлені теми зверху

source: Unanswered topics on top
uk_ua: Теми без відповіді зверху

source: Manual sort
uk_ua: Ручне сортування

source: cancel
uk_ua: відмінити

source: Don't delete topics
uk_ua: Не видаляти теми

source: All topics will remain in the hub stream, and only the category will be deleted
uk_ua: Усі теми залишаться в потоці хабу, буде видалено лише категорію

source: Move all topics asigned to this category (%d)
uk_ua: Перемістити усі теми, призначені до цієї категорії (%d)

source: Select category
uk_ua: Оберіть категорію

source: Delete
uk_ua: Удалить

source: Delete filter
uk_ua: Вилучити фільтр

source: Filter name
uk_ua: Назва фільтра

source: Icon
uk_ua: Іконка

source: Visibility
uk_ua: Видимість

source: Only me
uk_ua: Тільки мені

source: Everybody
uk_ua: Усім

source: Limit visibility only to the selected user groups
uk_ua: Обмежити видимість тільки вибраною групою користувачів

source: Filter conditions
uk_ua: Умови фільтру

source: Tags
uk_ua: Теги

source: All
uk_ua: Усі

source: Unanswered only
uk_ua: Тільки без відповіді

source: Answered only
uk_ua: Тільки з відповіддю

source: Hubs
uk_ua: Хаби

source: Delete hub
uk_ua: Видалити хаб

source: New hub
uk_ua: Новий хаб

source: Hub name
uk_ua: Назва хабу

source: Privacy
uk_ua: Конфіденційність

source: Private
uk_ua: Приватно

source: Topics are visible to backend users only.
uk_ua: Теми видно тільки користувачам бекенду.

source: Public
uk_ua: Публічно

source: Topics are published on the website:
uk_ua: Теми опубліковано на вебсайті:

source: This hub is not visible on your sites now, because there were no routing rules added for Hub app with this particular hub. To make this hub visible on your site, <a href="%s">create a route</a> for Hub app and this hub in your Site app routing settings.
uk_ua: Цей хаб наразі не видно на вашому сайті, тому що для додатку «Хаб» не налаштовано правил маршрутизації, пов&#39;язаних з конкретним хабом. Аби зробити цей хаб видимим на вашому сайті, <a href="%s">створіть правило</a> для додатку «Хаб» та цього хабу у налаштуваннях структури сайта.

source: Kudos
uk_ua: Лайки

source: Enable kudos in this hub
uk_ua: Включити лайки у цьому хабі

source: Kudos are a rating based on user activity in discussions and community, and on how it’s rated by other users.
uk_ua: Лайки — це рейтинг на базі активності користувача у обговореннях та спільноті, а також на основі оцінок іншими користувачами.

source: Topic popularity index
uk_ua: Індекс популярності теми

source: Overall user rating
uk_ua: Загальний рейтинг користувача

source: Number of views
uk_ua: Кількість переглядів

source: Number of votes
uk_ua: Кількість голосів

source: Number of comments
uk_ua: Кількість коментарів

source: Age (newest topics are most popular)
uk_ua: Вік (найновіші теми користуються найбільшою популярністю)

source: Popularity index is a combined hidden topic parameter used for sorting topics in categories and search results.
uk_ua: Індекс популярності-це комбінований прихований параметр теми, що використовується для сортування тем у категоріях і результатах пошуку.

source: Staff
uk_ua: Персонал

source: List key users who participate in hub frontend discussions so their topics are marked with special badges.
uk_ua: Перерахуйте ключових користувачів, які беруть участь у публічних обговореннях у хабі, і їх буде відмічено спеціальною позначкою.

source: User name
uk_ua: Ім&#39;я користувача

source: Badge (role)
uk_ua: Бейдж (роль)

source: Start typing user name...
uk_ua: Почніть вводити ім&#39;я користувача...

source: Click “Save” button below to commit changes.
uk_ua: Натисніть на кнопку «Зберегти», аби підтвердити зміни.

source: Access rights
uk_ua: Права доступу

source: Access to this hub will be restricted to backend users only. Use Team app to customize user access rights to this hub.
uk_ua: Доступ до цього хабу буде обмежено лише користувачами бекенду. Використовуйте додаток «Команда», аби налаштувати права доступу до цього хабу.

source: Hub color marker
uk_ua: Колір хабу

source: None
uk_ua: Немає

source: Backend only. All topics of this hub will be marked with the selected color. Recommended if you have multiple hubs.
uk_ua: Тільки бекенд. Усі теми цього хабу буде помічено обраним кольором. Рекомендується, якщо у вас декілька хабів.

source: Allowed topic types
uk_ua: Дозволені типи тем

source: All topic types
uk_ua: Усі типи тему

source: Selected only
uk_ua: Тільки обрані

source: The <strong>%d topics</strong> at hub %s. What should be done with these topics?
uk_ua: У хабі %s <strong>%d тем</strong>. Що потребується зробити із цими темами?

source: Move topics to another topics hub
uk_ua: Перемістити теми до іншого хабу

source: Delete permanently
uk_ua: Видалити назавжди

source: Delete topic type
uk_ua: Видалити тип тем

source: New topic type
uk_ua: Новий тип теми

source: Type name
uk_ua: Назва типу

source: Glyph
uk_ua: Гліф

source: custom glyph
uk_ua: користувальницький гліф

source: Or enter glyph image URL (image will be scaled to 32x32 px image)
uk_ua: Або введіть URL-адресу зображення (зображення буде масштабовано до розміру 32х32 пікселі)

source: Functionality
uk_ua: Функціональність

source: There are <strong>%d topics</strong> with %s type. By deleting this topic type you should either change type for all these topics or delete them.
uk_ua: Існує <strong>%d тем</strong> з типом %s. Видаляючи цей тип тем, ви також або зміните тип усіх цих тем, або видалите їх.

source: Change type of these topics to
uk_ua: Змінити тип цих тем на

source: Delete all %d topics permanently
uk_ua: Назавжди видалити усі %d теми

source: There are no topics of %s type, so it can be easily deleted.
uk_ua: Не існує тем типу %s, тому його можна легко видалити.

source: Voting
uk_ua: Голосування

source: +1: Users can PLUS topics of this type
uk_ua: +1: користувачі можуть ПЛЮСУВАТИ теми такого типу

source: -1: Users can MINUS topics of this type
uk_ua: -1: користувачі можуть МІНУСУВАТИ теми такого типу

source: Commenting
uk_ua: Коментування

source: Disabled
uk_ua: Вимкнено

source: Allowed
uk_ua: Дозволено

source: Badges
uk_ua: Значки

source: Posts per page
uk_ua: Записів на сторінці

source: Auto archive
uk_ua: Автоматична архівація

source: Automatically archive topics after %s days of inactivity
uk_ua: Автоматично архівувати теми після %s днів неактивності

source: Archived topics are available for viewing only and cannot be commented.
uk_ua: Архівні теми доступні тільки для перегляду і не можуть бути прокоментовані.

source: Archived
uk_ua: Архівовано

source: Commenting on answers
uk_ua: Коментарі до відповідей

source: Answered
uk_ua: Відповідь надано

source: Delete topic
uk_ua: Видалити тему

source: Search topics
uk_ua: Пошук по темах

source: Select
uk_ua: Оберіть

source: Move
uk_ua: Перемістити

source: Selected topics will be permanently deleted. Are you sure?
uk_ua: Обрані теми буде видалено. Ви впевнені?

source: Cancel
uk_ua: Відміна

source: Newest
uk_ua: Найновіші

source: Popular
uk_ua: Популярні

source: Updated
uk_ua: Оновлено

source: Archive
uk_ua: Архів

source: Category settings
uk_ua: Параметри категорії

source: Customize filter
uk_ua: Налаштувати фільтр

source: Hub settings
uk_ua: Налаштування хабу

source: Saved
uk_ua: Збережено

source: No new replies
uk_ua: Немає нових відповідей

source: Follow
uk_ua: Стежити

source: High priority
uk_ua: Високий пріоритет

source: Low priority
uk_ua: Низький пріоритет

source: no title
uk_ua: без назви

source: by %s
uk_ua: розроблено %s

source: Load more
uk_ua: Навантаження більше

source: There are no topics in this view.
uk_ua: У цьому огляді немає тем.

source: %d topics of %d
uk_ua: %d тем з %d

source: Are you sure?
uk_ua: Ви впевнені?

source: Select at least one topic
uk_ua: Виберіть принаймні одну тему

source: %d new reply
uk_ua: %d нові відповіді

source: %d reply
uk_ua: %d відповідь

source: Priority
uk_ua: Пріоритет

source: High
uk_ua: Високий

source: Low
uk_ua: Низький

source: Author
uk_ua: Автор

source: Meta
uk_ua: Мета

source: No meta parameters are defined for this topic.
uk_ua: Для цієї теми не призначено мета-параметрів.

source: Edit meta
uk_ua: Редагування мета

source: Topic title
uk_ua: Назва теми

source: Public URL
uk_ua: Загальнодоступна адреса URL

source: edit
uk_ua: редагувати

source: Selected hub has no frontend.
uk_ua: У обраному хабі немає фронтенду.

source: No tags assigned
uk_ua: Немає призначених тегів

source: Separate tags with comma (,).
uk_ua: Розділяйте теги комами (,).

source: Edit
uk_ua: Редагувати

source: Send a notification about this topic
uk_ua: Надсилати повідомлення про цю тему

source: Publish
uk_ua: Опублікувати

source: Save draft
uk_ua: Зберегти чернетку

source: To
uk_ua: Для

source: Start typing user or user group name...
uk_ua: Почніть вводити ім&#39;я користувача або назву групи користувачів...

source: Message
uk_ua: Повідомлення

source: Cancel and back to editing mode
uk_ua: Скасувати і повернутися до режиму редагування

source: Publish topic &amp; Send notification
uk_ua: Опублікувати тему та надіслати повідомлення

source: Unpublish this topic?
uk_ua: Зняти цю тему з публікації?

source: Unpublish
uk_ua: Зняти з публікації

source: Title
uk_ua: Назва

source: Meta description
uk_ua: Мета опис

source: Meta keywords
uk_ua: Ключові слова

source: Any changes you made will be lost if you leave.
uk_ua: Будь-які зроблені вами зміни буде втрачено, якщо ви залишите сторінку.

source: Back
uk_ua: Назад

source: Topic has been published and notifications have been sent!
uk_ua: Тему було опубліковано і повідомлення були надіслані!

source: Edit topic
uk_ua: Редагувати тему

source: Private hub topic
uk_ua: Приватна тема хабу

source: Not following
uk_ua: Без стеження

source: No comments yet
uk_ua: Коментарів поки немає

source: %d follower
uk_ua: %d фоловер

source: In just few words, tell us which question you had that this article did not answer?
uk_ua: Розкажіть нам у декількох словах, на яке ваше питання не відповіла ця стаття?

source: valid answer
uk_ua: правильна відповідь

source: remove anwsered badge
uk_ua: видалити позначку «Відповідь надана»

source: Unanswered
uk_ua: Без відповіді

source: Error when move
uk_ua: Помилка при переміщенні

source: Error in adding comment
uk_ua: Помилка під час додавання коментаря

source: Unknown parent comment
uk_ua: Невідомий батьківський коментар

source: Unknown comment
uk_ua: Невідомий коментар

source: Error occurs
uk_ua: Виникає помилка

source: Category not found
uk_ua: Категорію не знайдено

source: Topic not found
uk_ua: Тему не знайдено

source: Comment text can not be left blank
uk_ua: Введіть, будь ласка, коментар

source: My account
uk_ua: Мій акаунт

source: My profile
uk_ua: Мій профіль

source: %s follower
uk_ua: %s фоловер

source: File could not be saved due to insufficient write permissions for the %s folder.
uk_ua: Файл не вдалося зберегти через недостатні права запису до папки «%s».

source: Failed to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: Someone suggested on how to improve your article
uk_ua: Хтось вніс пропозицію щодо покращення вашої статті

source: Error when deleting
uk_ua: Помилка при видаленні

source: Hub added
uk_ua: Додано концентратор

source: Hub settings saved
uk_ua: Налаштування хаба збережено

source: Last updated
uk_ua: Нещодавно оновлені

source: Most followed
uk_ua: Найбільше відстежує

source: Most commented
uk_ua: Найбільш коментовані

source: Page
uk_ua: Сторінка

source: Articles, guides, how-tos, tutorials and other materials that should be considered as static informational pages authored by a particular user.
uk_ua: Статті, гайди, інструкції, посібники та інші матеріали, які слід розглядати як статичні інформаційні сторінки, створені певним користувачем.

source: Forum thread (discussion)
uk_ua: Гілка форуму (обговорення)

source: A bug report is attached to a specific product version, and has a status
uk_ua: Звіт про помилку прив&#39;язаний до конкретної версії продукту, і має статус

source: Question & Answers
uk_ua: Питання та відповіді

source: Questions & Answers. The right topic type for getting user questions answered.
uk_ua: Питання та відповіді. Правильний тип теми для відповідей на питання користувачів.

source: Feedback (+/-)
uk_ua: Зворотній зв&#39;язок (+/-)

source: Ideas, bug reports, thank-yous and other feedback.
uk_ua: Ідеї, повідомлення про помилки, подяки та інші відгуки.

source: Custom
uk_ua: Користувальницький

source: Pending
uk_ua: В очікуванні

source: Accepted
uk_ua: Прийнято

source: Confirmed
uk_ua: Підтверджено

source: Complete
uk_ua: Виконано

source: Fixed
uk_ua: Виправлено

source: Rejected
uk_ua: Відхилено

source: No access
uk_ua: Немає доступу

source: Read and comment
uk_ua: Читати і коментувати

source: Read, comment, and publish new articles
uk_ua: Читати, коментувати і публікувати нові статті

source: Full access
uk_ua: Повний доступ

source: Homepage title <title>
uk_ua: <title> головної сторінки

source: Homepage META Keywords
uk_ua: Домашня сторінка ключові слова

source: Homepage META Description
uk_ua: Домашня сторінка мета опис

source: Url is in use
uk_ua: URL вже використовується

source: Article
uk_ua: Стаття

source: A topic containing detailed description within its content
uk_ua: Тема, що містить докладний опис

source: Question
uk_ua: Питання

source: Users can post answers to this topic
uk_ua: Користувачі можуть залишати відповіді у цій темі

source: Bug report
uk_ua: Звіт про помилку

source: Idea
uk_ua: Ідея

source: New idea suggestion
uk_ua: Нова пропозиція

source: Thank you
uk_ua: Дякуємо

source: Just a note with a thank you message
uk_ua: Просто повідомлення з подякою

source: Your question title
uk_ua: Заголовок вашого питання

source: Basic HTML is allowed: &lt;b&gt;, &lt;i&gt;, &lt;u&gt;, &lt;a&gt;, &lt;pre&gt;, &lt;img&gt;, &lt;blockquote&gt;
uk_ua: Дозволено базовий HTML: &lt;b&gt;, &lt;i&gt;, &lt;u&gt;, &lt;a&gt;, &lt;pre&gt;, &lt;img&gt;, &lt;blockquote&gt;

source: No category
uk_ua: Немає категорії

source: Popular tags
uk_ua: Популярні теги

source: Submit question
uk_ua: Надіслати запитання

source: Preview
uk_ua: Попередній перегляд

source: Ask question
uk_ua: Поставити питання

source: My topics
uk_ua: Мої теми

source: Ask a question
uk_ua: Поставити питання

source: Popular topics
uk_ua: Популярні теми

source: Most recent
uk_ua: Найсвіжіші

source: Add answer
uk_ua: Додати відповідь

source: To add a comment please <a href="%s">sign up</a> or <a href="%s">login</a>
uk_ua: Аби додати коментар, будь ласка, <a href="%s">зареєструйтесь</a> або <a href="%s">увійдіть</a>

source: Your name
uk_ua: Ваше ім’я

source: log out
uk_ua: вийти

source: Comment
uk_ua: Як

source: %d thankyou
uk_ua: %d подяка

source: Error
uk_ua: Помилка

source: The requested resource is not available.
uk_ua: Запитаний ресурс недоступний.

source: New topics
uk_ua: Нові теми

source: Last update
uk_ua: Нещодавно оновлені

source: votes
uk_ua: голоси

source: newest
uk_ua: найновіші

source: Answers
uk_ua: Відповіді

source: asked %s
uk_ua: запитав %s

source: To add new topic please <a href="%s">sign up</a> or <a href="%s">log in</a>
uk_ua: Аби додати нову тему, будь ласка, <a href="%s">зареєструйтеся</a> або <a href="%s">увійдіть</a>

source: Your topic title
uk_ua: Ваш заголовок теми

source: Submit topic
uk_ua: Відправити тему

source: Topics by %s
uk_ua: Теми за %s

source: Solution
uk_ua: Рішення

source: You are about to delete this record. Are you sure?
uk_ua: Ви збираєтеся видалити цей запис. Ви впевнені?

source: <a href="http://www.webasyst.com/store/app/hub/">Feedback software</a> by Webasyst
uk_ua: <a href="http://www.webasyst.ru/store/app/hub/">Додаток збору відгуків</a> від Webasyst

source: My answers
uk_ua: Мої відповіді

source: Hub staff
uk_ua: Співробітники хабу

source: Welcome to your new hub!
uk_ua: Ласкаво просимо до вашого нового Хабу!

source: Start by <a href="%s">writing a topic</a>.
uk_ua: Почніть зі <a href="%s">створення теми</a>.

source: Posted
uk_ua: Опубліковано

source: New answers will be sent to you by email
uk_ua: Нові відповіді буде надіслано вам електронною поштою

source: %d more users are following this topic
uk_ua: На %d більше користувачів стежать за цією темою

source: This topic is in the archive. Posting new comments is disabled.
uk_ua: Ця тема знаходиться в архіві. Розміщення нових коментарів вимкнено.

source: Posting new comments is disabled for this topic.
uk_ua: Розміщення нових коментарів у цій темі вимкнено.

source: New comments will be sent to you by email
uk_ua: Нові коментарі буде надіслано вам електронною поштою

source: You are following this topic
uk_ua: Ви стежите за цією темою

source: Unfollow
uk_ua: Відписатися

source: To add a comment please <a href="%s">sign up</a> or <a href="%s">log in</a>
uk_ua: Аби додати коментар, будь ласка, <a href="%s">зареєструйтесь</a> або <a href="%s">увійдіть</a>

source: Was this article helpful?
uk_ua: Чи була ця стаття корисною?

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Thank you.
uk_ua: Дякуємо.

source: In just few words, tell us what you did not like about this article?
uk_ua: У кількох словах, розкажіть, що вам не подобається в цій статті?

source: Send
uk_ua: Надіслати

source: (missing contact)
uk_ua: (відсутній контакт)

source: Favorites
uk_ua: Обране

source: ID
uk_ua: Ідентифікатор

source: Created
uk_ua: Створений

source: Unknown topic type
uk_ua: Невідомий тип теми

source: No badge
uk_ua: Без бейджика

source: Hi %s,
uk_ua: Привіт, %s,
