Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/installer.po
Languages: uk

source: Plugin <a href="%s">%s</a>
uk: Плагін «<a href="%s">%s</a>»

source: Theme <a href="%s">%s</a>
uk: Тема дизайну «<a href="%s">%s</a>»

source: Widget <a href="%s">%s</a>
uk: Віджет «<a href="%s">%s</a>»

source: Plugin "<strong>%s</strong>"
uk: Плагін «<strong>%s</strong>»

source: Paused
uk: Вимкнений

source: System requirements not met:
uk: Системні вимоги не виконано:

source: Resume
uk: Увімкнути

source: Pause
uk: Вимкнути

source: This will delete application source code and data without the ability to recover. Are you sure?
uk: Це повністю видалить код і дані додатка без можливості відновлення. Ви впевнені?

source: Delete
uk: Видалити

source: Application
uk: Додаток

source: Version
uk: Версія

source: Assets
uk: Активи

source: No widgets were found.
uk: Віджети не знайдені.

source: Widgets
uk: Віджети

source: New version!
uk: Нова версія!

source: Free
uk: Безкоштовні

source: or
uk: або

source: %s/mo
uk: %s/місяць

source: Not licensed
uk: Немає ліцензії

source: Paid until %s
uk: Сплачено до %s

source: Licensed
uk: Ліцензовано

source: Installed
uk: Встановлено

source: All widgets
uk: Усі віджети

source: List
uk: Список

source: Plugin not found
uk: Плагін не знайдено

source: Renew license
uk: Продовжити ліцензію

source: License for using %s on <strong>%s</strong> has expired on %s
uk: Ліцензія на використання «%s» на домені <strong>%s</strong> закінчилася %s

source: Link license
uk: Підключити ліцензію

source: Installation and usage of %s widget on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s widget license to this Webasyst installation.
uk: Установка і використання віджета «%s» на домені <strong>%s </strong> не ліцензована. Можливість установки оновлень відключена. Отримайте ліцензію для продовження використання віджету.

source: Install update
uk: Оновити

source: A newer version of %s <strong>%s</strong> is available for installation (your current version is %s).
uk: Нова версія %s <strong>%s</strong> доступна для встановлення (зараз встановлена версія %s).

source: View release notes
uk: Переглянути нотатки оновлення

source: This application cannot be updated
uk: Додаток не може бути оновлено

source: This widget will be updated automatically when you update %s app.
uk: Віджет буде оновлено автоматично при установці оновлення програми «%s».

source: This is a licensed installation of %s on %s. License is valid through <strong>%s</strong>.
uk: Це ліцензійна установка «%s» на домені %s. Ліцензія дійсна до <strong>%s</strong>.

source: Extend license
uk: Продовжити ліцензію

source: This is a valid licensed installation of %s on <strong>%s</strong>.
uk: Ліцензійна установка «%s» на домені <strong>%s</strong>.

source: Buy more licenses
uk: Купити ще ліцензію

source: Additional licenses are required if you are using %s on more than one domain name (<a href='%s' target='_blank'>one license per domain</a>).
uk: Придбання додаткових ліцензій потрібно, якщо ви використовуєте «%s» більш ніж на одному доменному імені (<a href=&#39;%s&#39; target=&#39;_blank&#39;>одна ліцензія на домен</a>).

source: http://www.webasyst.com/help/1200/paid-app-licensing/
uk: http://www.webasyst.ru/help/1199/paid-app-licensing/

source: Write a review
uk: Написати відгук

source: You have the latest version of %s installed: <strong>%s</strong>
uk: Встановлена остання версія «%s»: <strong>%s</strong>

source: Buy & Install
uk: Придбати і встановити

source: %s will be automatically downloaded from Webasyst Store and installed immediately after you make payment.
uk: Завантаження і установка «%s» будуть проведені автоматично відразу після оплати.

source: If you already have a license, click the button above to link it to this Webasyst installation.
uk: Якщо у вас вже є придбана ліцензія, натисніть на кнопку вище, щоб підключити ліцензію до цієї установки Webasyst.

source: Install
uk: Встановити

source: %s will be downloaded from Webasyst Store and installed automatically.
uk: Завантаження і установку «%s» буде проведено автоматично.

source: This application cannot be installed
uk: Додаток не може бути встановлено

source: Price
uk: Ціна

source: License
uk: Ліцензія

source: Commercial
uk: Комерційна

source: View
uk: Переглянути

source: %s end user license agreement
uk: Ліцензійна угода на використання «%s»

source: Close
uk: Закрити

source: No license
uk: Без ліцензії

source: Developer
uk: Розробник

source: Updated
uk: Оновлено

source: Size
uk: Розмір

source: B,KB,MB
uk: Б,КБ,МБ

source: Delete this widget
uk: Видалити віджет

source: Overview
uk: Огляд

source: Reviews
uk: Відгуки

source: Install all updates
uk: Встановити всі оновлення

source: All apps are up to date.
uk: Встановлено останню версію всіх додатків.

source: Webasyst Framework version <strong>%s</strong>
uk: Версія Webasyst - <strong>%s</ strong>

source: Preparing
uk: Підготовка до встановлення

source: Creating backup
uk: Резервне копіювання

source: Downloading new version
uk: Завантаження нової версії

source: Extracting downloaded files
uk: Розпакування файлів

source: Replacing files
uk: Заміна файлів оновленими

source: Cleaning up
uk: Видалення тимчасових файлів

source: Update
uk: Оновити

source: Resuming
uk: Поновлення

source: Standing by
uk: Очікування

source: Error occurred
uk: Виникла помилка

source: An error occurred during installation
uk: При установці сталася помилка

source: Finalizing the installation and redirecting back to the app...
uk: Завершення установки і перенаправлення назад в додаток ...

source: Gathering information about available updates...
uk: Збір інформації про доступні оновлення ...

source: Applications were successfully installed
uk: Додатки успішно встановлено

source: Installation completed
uk: Установка завершена

source: Download installation log
uk: Завантажити журнал установки

source: Current version
uk: Поточна версія

source: New version
uk: Нова версія

source: Installing the application
uk: Установка додатку

source: application successfully installed
uk: додаток успішно встановлено

source: application failed to install
uk: додаток не встановлено

source: Theme "<strong>%s</strong>"
uk: Тема дизайну «<strong>%s</strong>»

source: Widget "<strong>%s</strong>"
uk: Віджет «<strong>%s</strong>»

source: Your current version is %s.
uk: Встановлена версія: %s.

source: more
uk: ще

source: To get the update, you need to have separate %s app license for every individual domain the app is used on: %s
uk: Для отримання оновлення необхідно мати окрему ліцензію додатку «%s» для кожного домену, на якому цей додаток використовується: %s

source: License for this app is either expired or not valid for this domain (%s)
uk: Ліцензія для цього додатку або закінчилася, або недійсна для даного домена (%s)

source: Get license
uk: Отримати ліцензію

source: Apps by %s
uk: Додатки, розроблені %s

source: Recommended apps
uk: Рекомендовані додатки

source: See all
uk: Дивитись усі

source: Recommended themes
uk: Рекомендовані теми дизайну

source: Recommended plugins
uk: Рекомендовані плагіни

source: Recommended widgets
uk: Рекомендовані віджети

source: Featured
uk: Рекомендуємо

source: All themes
uk: Усі теми

source: Application not found
uk: Додаток не знайдено

source: Installation and usage of %s theme on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s theme license to this Webasyst installation.
uk: Установка і використання теми дизайну «%s» на домені <strong>%s </strong> не ліцензована. Можливість установки оновлень відключено. Купіть нову ліцензію або підключіть придбану раніше ліцензію теми дизайну «%s» до цієї установки Webasyst.

source: View theme demo
uk: Подивитися демо-сайт теми дизайну

source: Delete this theme
uk: Видалити цю тему

source: Most popular
uk: Найпопулярніші

source: Paid
uk: Платні

source: Newest
uk: Найновіші

source: by %s
uk: розроблено %s

source: Universal themes
uk: Універсальні теми

source: No design theme enabled apps installed.
uk: Не встановлено жодного додатку з підтримкою тем оформлення.

source: No design themes were found.
uk: Не знайдено жодної теми дизайну.

source: Design themes are downloaded from webasyst.com website and installed in a single click.
uk: Теми оформлення завантажуються з сайту webasyst.com і встановлюються одним кліком миші.

source: Themes
uk: Теми дизайну

source: Theme “%s” is installed, but not used by any apps. To start using this theme, apply it in your Site app's Routing settings.
uk: Тема «%s» встановлена, але не використовується жодним додатком. Щоб підключити цю тему оформлення, виберіть її в налаштуваннях маршрутизації додатку «Сайт».

source: Theme %s is now in use on
uk: Тема «%s» використовується за адресою

source: Installed design themes
uk: Встановлені теми дизайну

source: No thumbnail available
uk: Попередній перегляд недоступний

source: In use
uk: Використовується

source: Not in use
uk: Не використовується

source: Get new themes from Webasyst Store
uk: Отримайте нові теми дизайну з магазину Webasyst

source: Install theme "%s" for the %s app?
uk: Встановити тему «%s» для додатку %s?

source: All
uk: Усі

source: Search
uk: Пошук

source: Plugins
uk: Плагіни

source: Filter by category
uk: Категорії

source: No plugin enabled apps are installed.
uk: Не встановлено жодного додатку з підтримкою плагінів.

source: No plugins were found.
uk: Не знайдено жодного плагіну.

source: All plugins
uk: Усі плагіни

source: Installation and usage of %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s plugin license to this Webasyst installation.
uk: Установка і використання плагіна «%s» на домені <strong>%s</strong> не ліцензована. Можливість установки оновлень відключена. Купіть нову ліцензію або підключіть придбану раніше ліцензію плагіна «%s» до цієї установки Webasyst.

source: Delete this plugin
uk: Видалити цей плагін

source: Popular plugins
uk: Популярні плагіни

source: The following list of plugins is automatically updated from the Webasyst Store. Click on a plugin to install.
uk: Клікніть по плагінові, щоб автоматично завантажити та встановити його з магазину Webasyst.

source: Or browse for all plugins in <a href="%s">Installer</a> app.
uk: Або перегляньте всі плагіни у додатку «<a href="%s">Інсталлер</a>».

source: Install "%s" plugin?
uk: Встановити плагін «%s»?

source: Buy
uk: Придбати

source: Company name
uk: Назва компанії

source: Website address
uk: Адреса сайту

source: Default Webasyst interface language
uk: Мова інтерфейсу Вебасиста за замовчуванням

source: Main account administrative email where system notification will be sent.
uk: Основна електронна адреса адміністратора, на яку відправлятимуться системні повідомлення.

source: Sender
uk: Відправник

source: Reply-To address for system email notifications sent by Webasyst.
uk: Цю електронну адресу буде вказано в якості зворотної адреси в системних email-повідомленнях, що відправляються Вебасістом.

source: User authentication
uk: Авторизація користувачів

source: Allow "Remember me" option in Webasyst authorization form
uk: Можна включити «Запам&#39;ятати мене» при вході в Вебасіст

source: Authorization form background image
uk: Фон форми авторизації

source: Delete authorization form background image?
uk: Видалити фонове зображення форми авторизації?

source: File not found
uk: Файл не знайдено

source: Stretch to fil screen"
uk: Розтягніть, аби заповнити екран

source: Localization
uk: Локалізація

source: Gettext (recommended)
uk: Gettext (рекомендується)

source: Developer mode
uk: Режим відладки (debug mode)

source: Recommended while development
uk: Режим відладки вимикає кешування і вмикає детальне відображення повідомлень про помилки. Рекомендується увімкнути при розробці додатків

source: Clear cache
uk: Очистити кеш

source: Webasyst version
uk: Версія Вебасиста

source: Save
uk: Зберегти

source: Recommended
uk: Рекомендуємо

source: Best new apps
uk: Кращі нові додатки

source: Top Free & Paid
uk: Лідери продажу і завантажень

source: Apps
uk: Додатки

source: Your account status enables you to install %s for free!
uk: Статус вашого аккаунту дозволяє встановити «% s» безкоштовно!

source: All apps
uk: Усі додатки

source: or
uk: або

source: buy permanent license
uk: купити постійну ліцензію

source: Permanent license saves you money on your monthly bills (your monthly payment will be reduced by %s).
uk: Постійна ліцензія дозволяє заощадити на щомісячних платежах за хостинг (платіж зменшиться на %s).

source: Installation and usage of %s app on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s license to this Webasyst installation.
uk: Установка і використання «%s» на домені <strong>%s</strong> не ліцензовано. Можливість установки оновлень відключена. Придбайте нову ліцензію або підключіть придбану раніше ліцензію «%s» до цієї установки Webasyst.

source: %s will be downloaded from Webasyst Store and installed for free. Once installed, you will be able either to pay for the app on a monthly basis or to buy a permanent license.
uk: «%s» буде завантажено та встановлено безкоштовно. Після установки ви зможете користуватися додатком, оплачуючи вартість оренди щомісяця, або купивши постійну ліцензію.

source: Demo
uk: Демо

source: Website
uk: Сайт

source: Delete this app
uk: Видалити цей додаток

source: Plugins for apps
uk: Плагіни для додатків

source: Manage apps
uk: Встановлено

source: Updates
uk: Оновлення

source: Settings
uk: Налаштування

source: Application plugin %s has been deleted
uk: Плагін для додатку «%s» видалено

source: Application theme %s has been deleted
uk: Тему дизайну для додатку «%s» видалено

source: Application widget %s has been deleted
uk: Віджет для додатку «%s» відалено

source: Unable to delete application's themes (developer version is on)
uk: Тему оформлення не видалено: у директорії є папка з назвою .svn або .git

source: Unable to delete application's plugins (developer version is on)
uk: Плагін не видалено: у директорії є папка з назвою .svn або .git

source: Unable to delete application's widgets (developer version is on)
uk: Віджет не видалено: у директорії є папка з назвою .svn або .git

source: Can not delete system application's themes "%s"
uk: Неможливо видалити теми системних додатків «%s»

source: Can not delete system application's plugins "%s"
uk: Неможливо видалити плагін «%s»

source: Can not delete system application's widgets "%s"
uk: Неможливо видалити віджети системного додатку «%s»

source: Can not delete inbuilt application's widgets "%s"
uk: Неможливо видалити вбудовані віджети додатку «%s»

source: Application themes not found
uk: Теми оформлення додатку не знайдено

source: Application plugins not found
uk: Плагіни додатку не знайдено

source: Installer
uk: Інсталлер

source: Webasyst Framework
uk: Фреймворк Вебасист

source: Widget not found
uk: Віджет не знайдено

source: Unable to install application (developer version is on)
uk: Неможливо встановити додаток (увімкнено режим розробки)

source: Please select items for update
uk: Оберіть продукти для оновлення

source: Update is already in progress. Please wait while previous update session is finished before starting update session again.
uk: Оновлення вже запущено і ще не завершено. Будь ласка, дочекайтеся закінчення попереднього сеансу оновлення, перш ніж запускати його заново.

source: Theme not found
uk: Тему не знайдено

source: Cache cleared
uk: Кеш очищено

source: But with errors:
uk: З помилками:

source: Settings saved
uk: Налаштування збережено

source: Image uploaded
uk: Зображення завантажене

source: Image deleted
uk: Фонове зображення видалено

source: Application "%s"
uk: Додаток «%s»

source: Application %s has been deleted
uk: Додаток «%s» видалено

source: Unable to delete application (developer version is on)
uk: Додаток не видалено: у директорії є папка з назвою .svn або .git

source: Can not delete system application "%s"
uk: Неможливо видалити системний додаток «%s»

source: Application is disabled
uk: Додаток вимкнено

source: Application is enabled
uk: Додаток увімкнено

source: App can not be updated due to unresolved conflicts:
uk: Додаток не може бути оновлено у зв&#39;язку з невирішеними конфліктами:

source: Applications
uk: Додатки

source: Your website, blog or company URL (will be displayed as a link below the company name in the top left corner).
uk: Адреса вашого сайту або блогу (буде відображатися у вигляді посилання під назвою компанії в лівому верхньому кутові).

source: Login only
uk: Тільки логін

source: Login or email
uk: Логін або email

source: Stretch to fill entire screen
uk: Розтягнути зображення на весь екран

source: Update all
uk: Встановити усі оновлення

source: Update now
uk: Оновити

source: Latest version
uk: Остання версія

source: Updates are not available for this application.
uk: Оновлення для цього додатку недоступні.

source: View installation log
uk: Подивитися журнал установки

source: Please install updates for the proper verification requirements
uk: Встановіть оновлення для відповідності системним вимогам

source: extension %s has %s version but should be %s %s
uk: потрібна версія розширення «%1$s» %3$s %4$s (поточна версія — %2$s)

source: extension %s has %s version but recomended is %s %s
uk: рекомендується версія розширення «%1$s» %3$s %4$s (поточна версія — %2$s)

source: extension %s not loaded
uk: розширення «%s» не завантажене

source: PHP has version %s but should be %s %s
uk: Потрібна версія PHP %2$s %3$s, поточна версія %1$s

source: %s has %s version but should be %s %s
uk: Потрібні «%1$s» версії %3$s %4$s (поточна версія — %2$s)

source: %s has %s version but recomended is %s %s
uk: Рекомендовані «%1$s» версії %3$s %4$s (поточна версія — %2$s)

source: %s not installed
uk: Додаток «%s» не встановлено

source: %s should be writeable
uk: Файли (папки) %s повинні бути доступні для запису

source: %s is writeable
uk: Файли (папки) %s доступні для запису

source: server module loaded
uk: серверний модуль завантажено

source: server module not loaded
uk: серверний модуль не завантажено

source: not Apache server
uk: не Apache-сервер

source: CGI PHP mode
uk: PHP запущений в режимі CGI

source: PHP version
uk: Версія PHP

source: PHP extension %s
uk: Розширення PHP: %s

source: PHP setting %s
uk: Налаштування PHP: %s

source: Version of %s
uk: %s, версія

source: Files access rights
uk: Права доступу до файлів і директорій

source: Files checksum
uk: Контрольна сума файлів

source: Server module %s
uk: Модуль сервера: %s

source: Server software version
uk: Версія програмного забезпечення сервера

source: setting has value %s but should be %s
uk: необхідне значення %s (поточне значення — %s)

source: setting has value %s but recommended %s
uk: некомендоване значення %s (поточне значення — %s)

source: Application list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
uk: Список додатків, доступних для встановлення, завантажується з сайту webasyst.com. Встановлення програм виконується одним кліком по кнопці «Встановити».

source: All applications
uk: Усі додатки

source: Application will be downloaded from Webasyst server and added into your installation.
uk: Додаток буде завантажено з сервера Вебасиста і встановлено автоматично.

source: Update to version %s is available.
uk: Доступне оновлення до версії %s.

source: Application %s has been installed
uk: Додаток «%s» встановлено

source: App plugin can not be installed due to unresolved conflicts:
uk: Плагін не може бути встановлено у зв&#39;язку з невирішеними конфліктами:

source: This will delete application plugin source code and data without the ability to recover. Are you sure?
uk: Це повністю видалить код і дані розширення без можливості відновлення. Ви впевнені?

source: There are no available plugins for the application
uk: Для цього додатку немає доступних плагінів

source: App theme can not be installed
uk: Тему оформлення не може бути встановлено

source: This will delete application theme code and data without the ability to recover. Are you sure?
uk: Це повністю видалить код і дані теми без можливості відновлення. Ви впевнені?

source: There are no available themes for the the application
uk: Для цього додатку немає доступних тем дизайну

source: Nothing to update
uk: Немає оновлень, доступних для встановлення

source: Updates are not available for this item.
uk: Немає оновлень для обраного продукту.

source: Checkup
uk: Перевірка

source: Plugins list is downloaded from webasyst.com website. Every plugin is installed in a single "Install" button click.
uk: Список плагінів завантажується з сайту webasyst.com. Інсталяція починається автоматично при натисканні на кнопку «Встановити».

source: No applications with support for themes
uk: Не встановлено жодного додатку, що підтримує теми дизайну

source: Themes list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
uk: Список тем оформлення завантажується з сайту webasyst.com. Установка тем виконується автоматично при натисканні на кнопку «Встановити».

source: No applications with support for plugins
uk: Не встановлено жодного додатку, що підтримує плагіни

source: License expired or invalid
uk: Термін дії ліцензії закінчився, або ліцензія є недійсною

source: License is invalid
uk: Ліцензія недійсна

source: This application is not available for purchase
uk: Цей додаток недоступний для покупки

source: Buy for
uk: Придбати за

source: Payware
uk: Платний додаток

source: Correct license
uk: Вірний номер ліцензії

source: Renew for
uk: Продовжити на

source: Installer & system
uk: Інсталлер і ядро фреймворка

source: Plugins are downloaded from webasyst.com website and installed in a single click.
uk: Плагіни завантажуються з сайту webasyst.com і встановлюються одним кліком.

source: Design theme can not be installed
uk: Встановлення теми дизайну неможливе

source: This will delete this design theme templates and files without the ability to recover. Are you sure?
uk: Шаблони цієї теми дизайну буде видалено без можливості відновлення. Видалити?

source: No design themes are available for this application.
uk: Для цього додатку немає доступних тем дизайну.

source: This theme is not available for purchase
uk: Тема дизайну недоступна для придбання

source: Setup routing
uk: Налаштувати маршрутизацію

source: By app
uk: За додатком

source: By type
uk: За типом

source: Plugin "%s"
uk: Плагін «%s»

source: Theme "%s"
uk: Тема дизайну «%s»

source: Payment
uk: Платіжні системи

source: Shipping
uk: Доставка

source: Update cannot be installed:
uk: Оновлення не може бути встановлено:

source: Status
uk: Статус

source: Installed version
uk: Встановлена версія

source: Installation and usage of the %s app on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
uk: Встановлення і використання додатка «%s» на домені <strong>%s</strong> не ліцензоване. Можливість встановлення оновлень відключено. Отримайте ліцензію для продовження використання програми.

source: for rent, first 30 days free
uk: в оренду, перші 30 днів безкоштовно

source: Webasyst License
uk: Ліцензія Webasyst

source: Installation and usage of the %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
uk: Установка і використання плагіна «%s» на домені <strong>%s</strong> не ліцензовані. Можливість установки оновлень відключена. Отримайте ліцензію для продовження використання плагіна.

source: All colors
uk: Усі кольори
