Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/installer.po
Languages: uk

source: Installation and usage of the %s theme on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
uk: Установка і використання теми дизайну «%s» на домені <strong>%s</strong> не ліцензовані. Можливість установки оновлень відключено. Отримайте ліцензію для продовження використання теми.

source: Editor’s choice
uk: Вибір редакції

source: Unable to update application (developer version is on)
uk: Неможливо оновити додаток (режим розробки)

source: Open
uk: Відкрити

source: Info
uk: Інформація

source: Plugin
uk: Плагін

source: Theme
uk: Тема

source: New!
uk: Новинка!

source: Popular!
uk: Хіт!

source: New themes from Webasyst Store
uk: Нові теми дизайну з магазину Webasyst

source: No widget enabled apps are installed.
uk: Не встановлено жодного додатку з віджетами.

source: Webasyst framework
uk: Фреймворк Webasyst

source: Actions
uk: Дії

source: Active
uk: Активні

source: Filter by app and type
uk: Фільтрувати за додатком і типом

source: This will delete the widget’s source code and settings without the recovery option. Delete the widget?
uk: Вихідний код віджету та його налаштування будуть видалені без можливості відновлення. Видалити віджет?

source: This will delete the design theme’s source code and settings without the recovery option. Delete the theme?
uk: Вихідний код теми дизайну та її налаштування будуть видалені без можливості відновлення. Видалити тему дизайну?

source: Proceed to theme settings →
uk: Перейти до налаштувань теми дизайну →

source: System settings
uk: Системні налаштування

source: Install <a href="%sinstaller/#/apps/site/">Site app</a> to change system settings.
uk: Встановіть <a href="%sinstaller/#/apps/site/">додаток «Сайт»</a>, аби змінити системні налаштування.

source: <a href="%s">Change system settings in Site app</a>.
uk: <a href="%s">Змінюйте системні налаштування у додатку «Сайт»</a>.

source: This will delete the plugin’s source code and settings without the recovery option. Delete the plugin?
uk: Вихідний код плагіну та його налаштування будуть видалені без можливості відновлення. Видалити плагін?

source: This will delete the app’s source code and settings without the recovery option. Delete the app?
uk: Вихідний код додатку та його налаштування будуть видалені без можливості відновлення. Видалити додаток?

source: Item installed
uk: Встановлено продукт

source: Item disabled
uk: Вимкнено продукт

source: Item updated
uk: Оновлено продукт

source: Item enabled
uk: Увімкнено продукт

source: Item uninstalled
uk: Видалено продукт

source: Expired %s
uk: Закінчилася %s

source: Expires %s
uk: Закінчується %s

source: Subscription for updates expired on <strong style='white-space:nowrap;'>%s</strong>
uk: Підписка на оновлення закінчилася <strong style=&#39;white-space:nowrap;&#39;>%s</strong>

source: Extend subscription for updates
uk: Подовжити підписку на оновлення

source: App’s hosted license is expired. To continue using the app, extend its hosted license.
uk: Ліцензія додатку закінчилася. Аби продовжити користування продуктом, подовжіть підписку.

source: Pay for app’s hosted license
uk: Оплатити підписку на ліцензію додатку

source: Subscription for updates is valid until <strong style='white-space:nowrap;'>%s</strong>.
uk: Підписка на оновлення дійсна по <strong style=&#39;white-space:nowrap;&#39;>%s</strong>.

source: App’s hosted license has been paid until <strong style='white-space:nowrap;'>%s</strong>.
uk: Ліцензію додатку було оплачено по <strong style=&#39;white-space:nowrap;&#39;>%s</strong>.

source: This theme cannot be updated
uk: Цю тему дизайну не може бути оновлено

source: This theme cannot be installed
uk: Цю тему дизайну не може бути встановлено

source: This widget cannot be updated
uk: Цей віджет не може бути оновлено

source: This widget cannot be installed
uk: Цей віджет не може бути встановлено

source: This plugin cannot be updated
uk: Цей плагін не може бути оновлено

source: This plugin cannot be installed
uk: Цей плагін не може бути встановлено

source: <a href="%s">Change system settings in Settings app</a>.
uk: <a href="%s">Системні налаштування можна змінити у додатку «Налаштування»</a>.

source: License for this app is either expired or not valid for this domain
uk: Ліцензія на цей додаток або закінчилася, або недійсна для цього домена

source: Application plugin %s has been deleted', 'Applications plugins %s have been deleted
uk: Плагін %s було видалено&#39;, &#39;Плагіни %s були видалені

source: Application theme %s has been deleted', 'Applications themes %s have been deleted
uk: Тему дизайну %s було видалено&#39;, &#39;Плагіни %s були видалені

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
uk: Додайте підпис DKIM для вихідних email-повідомлень, аби підтвердити належність email-адреси вам.

source: Enter an email address in “Sender” field to use DKIM.
uk: Для використання DKIM вкажіть адресу відправника.

source: You need to install openssl php extention to use DKIM
uk: Аби користуватись DKIM, вам необхідно встановити розширення PHP OpenSSL

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
uk: Аби користуватись DKIM, потрібна версія PHP 5.3 або вища. Ваша поточна версія:

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
uk: Додайте новий <b>TXT-запис</b> із цим публічним ключем DKIM у DNS-зону домену

source: Host
uk: Хост

source: Domain
uk: Доменне ім&#39;я

source: Record type
uk: Тип запису

source: Value
uk: Значення

source: Stretch to fil
uk: Розтягнути, щоб заповнити екран

source: Webasyst Captcha
uk: CAPTCHA Webasyst

source: Google reCAPTCHA
uk: reCAPTCHA від Google

source: Site Key
uk: Ключ сайта

source: Secret
uk: Секрет

source: Get site key and secret for your website
uk: Отримати ключ та секрет для вашого веб-сайту

source: Invisible mode
uk: Невидимий режим

source: Selected captcha type will be used throughout your storefront wherever applicable.
uk: Обраний тип капчі буде використано в усіх місцях вітрини, що підходять.

source: Extension openssl is not installed
uk: Розширення OpenSSL не встановлено

source: Failed to create DKIM signature
uk: Не вдалось створити підпис DKIM

source: App %s installed
uk: Додаток «%s» встановлено

source: Plugin %s installed
uk: Плагін «%s» встановлено

source: Widget %s installed
uk: Віджет «%s» встановлено

source: Theme %s installed
uk: Тему дизайну «%s» встановлено

source: App %s updated
uk: Додаток «%s» оновлено

source: Plugin %s updated
uk: Плагін «%s» оновлено

source: Widget %s updated
uk: Віджет «%s» оновлено

source: Theme %s updated
uk: Тему «%s» оновлено

source: App %s enabled
uk: Додаток %s увімкнено

source: Plugin %s enabled
uk: Плагін %s увімкнено

source: Widget %s enabled
uk: Віджет %s увімкнено

source: Theme %s enabled
uk: Тему %s увімкнено

source: App %s disabled
uk: Додаток %s вимкнено

source: Plugin %s disabled
uk: Плагін %s вимкнено

source: Widget %s disabled
uk: Віджет %s вимкнено

source: Theme %s disabled
uk: Тему %s вимкнено

source: App %s uninstalled
uk: Додаток %s видалено

source: Plugin %s uninstalled
uk: Плагін %s видалено

source: Widget %s uninstalled
uk: Віджет %s видалено

source: Theme %s uninstalled
uk: Тему дизайну %s видалено

source: for plugin
uk: для плагіну

source: for widget
uk: для віджету

source: for theme
uk: для теми

source: for app
uk: для додатку

source: Your review
uk: Ваш огляд

source: What you like or dislike about this product
uk: Що вам подобається або не подобається у цьому продукті

source: optional
uk: необов&#39;язково

source: You are currently signed into Webasyst as <span class="js-customer-center-user-name"></span>
uk: Наразі ви увійшли до Webasyst як <span class="js-customer-center-user-name"></span>

source: If you want to add a review as another customer, please <a class="js-customer-center-logout-link">sign out</a>.
uk: Якщо ви хочете залишити огляд за іншого користувача, будь ласка, <a class="js-customer-center-logout-link">вийдіть з акаунту</a>.

source: Add a review
uk: Залишити відгук

source: Sign in required
uk: Необхідно увійти

source: To add a review, <a class="js-customer-center-login-link">log into Customer Center</a>
uk: Аби залишити огляд, <a class="js-customer-center-login-link">увійдіть до Центру замовника</a>

source: Your review has been added, thank you!
uk: Ваш огляд додано, дякуємо!

source: Add a rate
uk: Поставити оцінку

source: Add a rate and a review
uk: Поставити оцінку та залишити відгук

source: Change rate
uk: Змінити оцінку

source: Change rate and review
uk: Змінити оцінку та огляд

source: Your rates
uk: Ваші оцінки

source: Failed to get the URL of the remote Store
uk: Не вдалося отримати URL віддаленого магазину

source: Do you confirm the installation?
uk: Підтверджуєте установку?

source: close
uk: закрити

source: Unable to install product (developer version is on)
uk: Неможливо видалити продукт (увімкнено режим розробки)

source: Unable to update product (developer version is on)
uk: Неможливо оновити продукт (режим розробки)

source: Value of PHP configuration parameter %s: %s. Required value: %s.
uk: Значення параметру конфігурації PHP %s: %s. Необхідне значення: %s.

source: Value of PHP configuration parameter %s: %s. Recommended value: %s.
uk: Значення параметру конфігурації PHP %s: %s. Рекомендоване значення: %s.

source: <a target="_blank" href="https://support.webasyst.com/2024/mailer-dkim/">What is DKIM</a>
uk: <a target="_blank" href="https://support.webasyst.com/2024/mailer-dkim/">Що таке DKIM</a>

source: Email transport
uk: Транспорт email

source: php mail() function
uk: PHP-функція mail()

source: Debug mailer
uk: Тестовий відправник

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
uk: Якщо обрано цей варіант, розсилання будуть надсилатися транспортом за замовчуванням, обраним в конфігурації фреймворка Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
uk: Деякі хостинг-провайдери дозволяють надсилати електронні повідомлення тільки цим транспортом. Якщо існує необхідність ввести додаткові параметри, їх можна вказати у текстовому полі при виборі варіанту «PHP-функція mail ()». За замовчуванням використовується параметр -f%s.

source: This is the web server's system command for sending email in UNIX-like operating systems. The "Sendmail" option will allow you to specify a non-standard system command for sending messages if you are an experienced server administrator.
uk: Це системна команда веб-сервера, за допомогою якої виконується відправка повідомлень на UNIX-хостингах. Варіант транспорту “Sendmail” дозволить вам вказати нестандартну системну команду для відправки повідомлень, якщо ви самостійно адмініструєте роботу вашого веб-сервера.

source: Special server which is specifically used for sending email messages. You can send newsletters via any SMTP server for which you have connection credentials: host, port, user name, and password. It can be the SMTP server of your web-hosting company or that of a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
uk: Спеціальний поштовий сервер, призначений для надсилання електронної пошти. Ви можете відправляти розсилання через будь-який SMTP-сервер, для підключення до якого у вас є дані: адреса сервера, номер порту, ім&#39;я користувача (логін) і пароль. Це може бути SMTP-сервер вашого хостинг-провайдера або публічного поштового сервісу (Mail.ru, Gmail, Outlook.com та інші).

source: Options
uk: Параметри

source: Command
uk: Команда

source: Encryption
uk: Шифрування

source: Note: mail will be saved in wa-log/mailer/ and will NOT be sent to recipients.
uk: Увага: повідомлення буде збережено у wa-log/mailer/ і не буде надіслано отримувачам.

source: None
uk: Немає

source: Home
uk: Додому

source: New
uk: Нові

source: Top-chart
uk: Топ-чарт

source: Developers
uk: Розробники
