Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/logs.po
Languages: uk_ua

source: published file hint
uk_ua: підказка опублікованого файлу

source: Download
uk_ua: Скачати

source: Rename
uk_ua: Перейменувати

source: Delete
uk_ua: Видалити

source: No logs.
uk_ua: Немає логів.

source: Enter a password
uk_ua: Введіть пароль

source: Send
uk_ua: Надіслати

source: Reload list
uk_ua: Поновити список

source: back
uk_ua: назад

source: no new records
uk_ua: немає нових записів

source: Choose a page
uk_ua: Виберіть сторінку

source: View previous lines
uk_ua: Перегляд попередніх рядків

source: View next lines
uk_ua: Перегляд наступних рядків

source: Name
uk_ua: Назва

source: Public link
uk_ua: Публічне посилання

source: link disabled
uk_ua: посилання вимкнено

source: link enabled
uk_ua: посилання увімкнено

source: Password protection
uk_ua: Захист паролем

source: This file is not password-protected.
uk_ua: Цей файл не захищено паролем.

source: Non-authorized persons may view sensitive information about your server configuration.
uk_ua: Не уповноважені особи можуть проглядати конфіденційну інформацію про конфігурацію сервера.

source: set password
uk_ua: встановити пароль

source: This file is password-protected.
uk_ua: Цей файл захищено паролем.

source: Password
uk_ua: Пароль

source: change password
uk_ua: змінити пароль

source: remove password
uk_ua: видалити пароль

source: Settings
uk_ua: Параметри

source: PHP configuration
uk_ua: Конфігурація PHP

source: View
uk_ua: Вид

source: open
uk_ua: відкрити

source: The link to your PHP configuration is not password-protected.
uk_ua: Посилання на конфігурацію PHP не захищено паролем.

source: The link to your PHP configuration is password-protected.
uk_ua: Посилання на конфігурацію PHP захищено паролем.

source: PHP configuration page is not published.
uk_ua: Сторінку конфігурації PHP не опубліковано.

source: Function phpinfo() is not available on your server.
uk_ua: Функція phpinfo() не доступна на вашому сервері.

source: logs
uk_ua: логи

source: user actions
uk_ua: дії користувача

source: This file’s size
uk_ua: Розмір цього файлу

source: All log files‘ total size
uk_ua: Загальний розмір усіх файлів логів

source: By directory
uk_ua: За каталогами

source: By update time
uk_ua: За часом оновлення

source: By file size
uk_ua: За розміром файлу

source: View PHP info
uk_ua: Дивитися інформацію про PHP

source: Empty name.
uk_ua: Пусте ім'я.

source: Invalid name.
uk_ua: Неприпустиме ім'я.

source: New name matches the old one.
uk_ua: Нова назва відповідає старій.

source: A file with this name exists. Enter another name.
uk_ua: Файл з таким ім'ям існує. Введіть інше ім'я.

source: Cannot rename to “%s”. Invalid name or insufficient permissions.
uk_ua: Не вдається перейменувати на "%s". Неприпустиме ім'я або недостатньо прав.

source: Insufficient access rights for user with id = %u to delete log files or directories.
uk_ua: Аби видалити файли журналів чи каталогів, у користувача з ID = %u недостатньо прав.

source: %s item is not available for deletion.
uk_ua: %s елемент не доступний для видалення.

source: Could not delete %s.
uk_ua: Не вдалося видалити %s.

source: You have no permissions to change settings.
uk_ua: У вас немає дозволу на зміну налаштувань.

source: Notify me on large logs size
uk_ua: Повідомляти мене про великий розмір логів

source: Show indicator %s next to app icon in main menu when total logs size exceed 1&nbsp;GB.
uk_ua: Показати індикатор %s біля іконки програми в головному меню, коли загальний обсяг логів перевищує 1&nbsp;ГБ.

source: 1 GB+
uk_ua: 1 ГБ+

source: Enable PHP error log
uk_ua: Увімкнути вивід помилок PHP

source: Types of PHP errors
uk_ua: Типи помилок в PHP

source: all
uk_ua: усі

source: fatal errors
uk_ua: фатальні помилки

source: warnings
uk_ua: попередження

source: Show relative file paths instead of absolute paths in error logs
uk_ua: У лозі показувати відносні шляхи до файлів замість абсолютних

source: in published files
uk_ua: в опублікованих файлах

source: in backend
uk_ua: у бекенді

source: Hide IP addresses in error logs
uk_ua: Приховати IP-адреси в логах

source: PHP error messages will be saved to file <tt>wa-log/<b>php.log</b></tt>.
uk_ua: Повідомлення про помилки PHP буде збережено у файл <tt>wa-log/<b>php.log</b></tt>.

source: PHP errors are being logged without limitations, because <tt>php_logging_admin</tt> parameter is enabled in Logs’ configuration file.
uk_ua: Помилки PHP реєструються без обмежень, так як у конфігураційному файлі «Логів» увімкнено параметр <tt>php_logging_admin</tt>.

source: To make PHP errors be logged only during 1 hour, disable <tt>php_logging_admin</tt> parameter in file <tt>%s</tt>.
uk_ua: Аби зберігати помилки PHP на протязі тільки 1 години, відключіть параметр <tt>php_logging_admin</tt> у файлі <tt>%s</tt>.

source: PHP errors will be logged without limitations, because <tt>php_logging_admin</tt> parameter is enabled in Logs’ configuration file.
uk_ua: Помилки PHP реєструються без обмежень, так як у конфігураційному файлі «Логів» увімкнено параметр <tt>php_logging_admin</tt>.

source: PHP errors will be logged during 1 hour only (until %s), to prevent large error logs from occupying server disk space.
uk_ua: Помилки PHP будуть реєструватися протягом 1 години (до %s), аби запобігти тому, що файли логів почнуть займати надо багато місця на сервері.

source: PHP errors will be logged during 1 hour only, to prevent large error logs from occupying server disk space.
uk_ua: Помилки PHP будуть реєструватися протягом 1 години, аби запобігти тому, що файли логів почнуть займати надо багато місця на сервері.

source: Re-enable logging after this time expires, if necessary.
uk_ua: При необхідності повторно увімкніть запис логів після закінчення цього часу.

source: PHP errors are being logged without limitations, because “%s” is enabled <a href="%s" target="_blank">in&nbsp;system settings</a>.
uk_ua: Помилки PHP реєструються без обмежень, тому що увімкнено “%s” <a href="%s" target="_blank">у&nbsp;системних налаштуваннях</a>.

source: To make PHP errors be logged only during 1 hour, disable "%s".
uk_ua: Аби реєструвати помилки PHP на протязі тільки 1 години, вимкніть "%s".

source: PHP errors will be logged without limitations, because “%s” is enabled <a href="%s" target="_blank">in&nbsp;system settings</a>.
uk_ua: Помилки PHP реєструються без обмежень, тому що <a href="%s" target="_blank">у&nbsp;системних налаштуваннях</a> увімкнено "%s".

source: This limitation will not be applied if you enable “%s” setting <a href="%s" target="_blank">in&nbsp;system settings</a>.
uk_ua: Це обмеження не буде застосовано, якщо ви включите "%s" <a href="%s" target="_blank">у&nbsp;системних налаштуваннях</a>.

source: You have no permissions to publish or unpublish the PHP configuration page.
uk_ua: У вас немає прав доступу, щоб опублікувати або скасувати публікацію сторінки конфігурації PHP.

source: Function <tt>phpinfo()</tt> is not available on your server.
uk_ua: Функція <tt>phpinfo()</tt> не доступна на вашому сервері.

source: PHP configuration page is not published. Reload this page and try again.
uk_ua: Сторінку конфігурації PHP не опубліковано. Оновіть сторінку і спробуйте знову.

source: You have no permissions to publish or unpublish log files.
uk_ua: У вас немає дозволу на публікацію або скасування публікації файлів логів.

source: This file is not available any more. Reload this page.
uk_ua: Цей файл більше не доступний. Оновіть цю сторінку.

source: This file is not published. Reload this page and publish the file.
uk_ua: Цей файл не було опубліковано. Оновіть сторінку та опублікуйте файл.

source: No routing rule to create public links to files. Add a <em>hidden</em> rule for Logs app in Site app’s “<a href="%s">Structure</a>” section.
uk_ua: Немає правил маршрутизації для створення публічних посилань на файли. Додайте <em>приховане</em> правило для додатку «Логи» у розділі <a href="%s">Структура</a> додатку «Сайт».

source: Deleting this directory will also delete %u file contained in it.
uk_ua: Видалення цієї директорії також видалить %u файл, який в ній міститься.

source: After deletion, it will no longer be available via a published link.
uk_ua: Після видалення він більше не буде доступним за опубликованим посиланням.

source: After deletion, %u of them will no longer be available via a published link.
uk_ua: Після видалення %u з них більше не буде доступним за опублікованим посиланням.

source: You have no permissions to delete files and directories.
uk_ua: У вас немає прав доступу на видалення файлів і директорій.

source: Delete directory
uk_ua: Видалити директорію

source: Delete file
uk_ua: Видалити файл

source: After deletion, this file will no longer be available via a published link.
uk_ua: Після видалення цей файл більше не буде доступний за опублікованим посиланням.

source: You have no permissions to view PHP configuration.
uk_ua: У вас немає прав для перегляду конфігурації PHP.

source: No routing rule to create a public link to the PHP configuration page. Add a <em>hidden</em> rule for Logs app in Site app’s “<a href="%s">Structure</a>” section.
uk_ua: Немає правил маршрутизації для створення публічного посилання на сторінку конфігурації PHP. Додайте <em>приховане</em> правило для додатку «Логи» у розділі <a href="%s">Структура</a> додатку «Сайт».

source: After renaming, %u published file in this directory will no longer be available via a published link.
uk_ua: Після перейменування %u з них більше не буде доступним за опублікованим посиланням.

source: You have no permissions to rename files and directories.
uk_ua: У вас немає прав для перейменування файлів та директорій.

source: Rename directory
uk_ua: Перейменувати каталог

source: Rename file
uk_ua: Перейменувати файл

source: After renaming, this file will no longer be available via a published link.
uk_ua: Після перейменування, цей файл більше не буде доступний за опублікованим посиланням.

source: Invalid data. Reload this page and try again.
uk_ua: Неприпустимі дані. Оновіть сторінку і спробуйте знову.

source: B,KB,MB,GB
uk_ua: Б,КБ,МБ,ГБ

source: File %s is not published.
uk_ua: Файл %s не опубліковано.

source: File %s does not exist or is not accessible.
uk_ua: Файл %s не існує або недоступний.

source: File access password has changed. Reload this page to enter a correct password.
uk_ua: Пароль доступу до файлів був змінений. Перезавантажте цю сторінку, щоб ввести правильний пароль.

source: Incorrect password.
uk_ua: Невірний пароль.

source: Empty password.
uk_ua: Порожній пароль.

source: File is not accessible.
uk_ua: Файл недоступний.

source: File is not accessible
uk_ua: Файл недоступний

source: %s app
uk_ua: %s додаток

source: %u entry
uk_ua: %u запис

source: directory
uk_ua: директорія

source: log file
uk_ua: файл логу

source: user action list
uk_ua: список дій користувача

source: user action
uk_ua: дія користувача

source: Cannot save changes due to insufficient write permissions for file <tt>%s</tt>.
uk_ua: Неможливо зберегти зміни з-за недостатніх прав на запис для файлу <tt>%s</tt>.

source: Renaming of files and directories
uk_ua: Перейменування файлів і директорій

source: Deletion of files and directories
uk_ua: Видалення файлів і директорій

source: Managing of public links to files
uk_ua: Управління публічними посилань на файли

source: Viewing of PHP configuration
uk_ua: Перегляд конфігурації PHP

source: Managing of public link to PHP configuration page
uk_ua: Управління публічним посиланням на сторінку конфігурації PHP

source: Settings management
uk_ua: Керування налаштуваннями

source: Logs
uk_ua: Логи

source: cancel
uk_ua: відмінити

source: ← back
uk_ua: ← назад

source: Re-enable it after this time expires, if necessary.
uk_ua: При необхідності повторно увімкніть його після цього терміну.

source: This setting will remain valid during 1 hour only to avoid large error logs occupying server disk space.
uk_ua: Цей параметр буде залишатися дійсним протягом 1 години, аби великі файли логів не займали диск.

source: This setting will remain valid during 1 hour only, to prevent large error logs from occupying server disk space.
uk_ua: Цей параметр буде залишатися дійсним протягом 1 години, аби великі файли логів не займали диск.

source: This setting will remain valid during 1 hour only (until %s), to prevent large error logs from occupying server disk space.
uk_ua: Цей параметр буде залишатися дійсним протягом 1 години (до %s), аби великі файли логів не займали диск.

source: not published
uk_ua: не опубліковано

source: published
uk_ua: опубліковано

source: File %s does not exist.
uk_ua: Файл %s не існує.

source: Empty hash or file path
uk_ua: Порожній хеш або шлях до файлу

source: Insufficient access rights for user id=%u to delete log files or directories.
uk_ua: Недостатньо прав доступу для користувача з ID=%u, щоб видалити файли журналів або директорії.

source: Invalid file URL.
uk_ua: Неправильна URL-адреса файлу.

source: Incorrect data received. Reload this page and try again.
uk_ua: Отримано невірні дані. Оновіть сторінку і спробуйте знову.

source: This file does not exists. Reload this page and try again.
uk_ua: Цього файлу не існує. Оновіть сторінку і спробуйте знову.

source: View in backend
uk_ua: Переглянути у бекенді

source: view
uk_ua: вид

source: Action with id=“%s” is not available.
uk_ua: Дії з ID=“%s” недоступні.
