Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/mailer.po
Languages: uk

source: These addresses either do not exist, or can not receive your message by any reason.
uk: Такі адреси або не існують, або не можуть отримувати від вас повідомлення.

source: Attempts to repeat sending messages to these addresses may cause banning of your sender server.
uk: Спроби повторних розсилок на ці адреси можуть призвести до того, що ваш сервер відправника потрапить до &laquo;чорного списку&raquo;.

source: This is the reason to exclude these addresses from the lists of your campaigns recipients.
uk: З цієї причини дані адреси виключаються за замовчуванням зі списків одержувачів ваших розсилок.

source: Remove address from this list
uk: Видалити адресу с цього переліку

source: We recommend you to remove addresses from the list of &ldquo;undeliverable&rdquo; only in case you have resolved issues with delivering errors for these email addresses.
uk: Ми рекомендуємо вам видаляти адресу зі списку &laquo;помилкових&raquo; тільки в тих випадках, коли ви усунули причину неможливості доставки повідомлень до даного адресата.

source: No addresses match search criteria.
uk: Жодна адреса не відповідає критеріям пошуку.

source: No delivering errors yet.
uk: Помилок доставки ще не було.

source: Campaign date
uk: Дата розсилання

source: Campaign subject
uk: Тема розсилання

source: We believe that you act on behalf of and for the benefit of this client, or used to unsubscribe for testing purposes.
uk: Ми віримо, що ви дієте від імені та в інтересах даного контакту, або відписка була раніше виконана з метою тестування.

source: System Default
uk: Системний за замовчуванням

source: System default
uk: Системний за замовчуванням

source: System Default (%s)
uk: Системний за замовчуванням (%s)

source: To change a template location in this list, simply drag it and drop.
uk: Щоб поміняти місце розташування шаблона у цьому списку, просто перетягніть його.

source: Blank
uk: Чистий аркуш

source: Compose
uk: Написати

source: No recipients selected.
uk: Не обрано жодного отримувача.

source: No message body.
uk: Немає тексту повідомлення.

source: No message subject.
uk: Немає теми повідомлення.

source: Unsaved changes will be lost if you leave this page now. Are you sure?
uk: Незбережені зміни будуть втрачені. Піти з цієї сторінки?

source: How recipients were chosen:
uk: Як було обрано отримувачів:

source: how were chosen
uk: як було обрано

source: Author
uk: Автор

source: Encryption requires OpenSSL PHP module to be installed.
uk: Аби увімкнути шифровання, має бути встановлено модуль PHP OpenSSL.

source: No <tt>cron</tt> jobs, required for long or scheduled automated mailings, have been set up for your account.
uk: Не налаштовано завдань <tt>cron</tt>, які необхідні для виконання тривалих розсилок.

source: Scheduled sending is unavailable (no <tt>cron</tt> jobs set up)!
uk: Відкладена розсилка неможлива (не налаштовані завдання <tt>cron</tt>)!

source: Without <tt>cron</tt> jobs set up, do not close your browser window after clicking on the “Send” button to complete the email sending process.
uk: Увага! Без налаштування <tt>cron</tt> не закривайте сторінку після натискання на кнопку «Відправити» до завершення відправки.

source: Without <tt>cron</tt> jobs set up, do not close your browser window after clicking on the "Send to selected recipients" button to complete the email sending process.
uk: Увага! Без налаштування <tt>cron</tt> не закривайте сторінку після натискання на кнопку «Відправити обраним одержувачам» до завершення відправки.

source: To ensure that sending is completed without your input, please set up <tt>cron</tt> jobs (<a href="%s" target="_blank">view instructions</a>), with the commands specified below, in your web-hosting control panel:
uk: Аби розсилка автоматично тривала без вашої участі, необхідно налаштувати завдання <tt>cron</tt> (<a href="%s" target="_blank">інструкція по налаштуванню</a>) із зазначеними нижче командами у контрольній панелі вашого хостингу:

source: http://www.webasyst.com/framework/docs/server/cron/
uk: http://www.webasyst.ru/developers/docs/tips/cron/

source: This list contains the email addresses of contacts who have clicked on the “unsubscribe” link in a received message. These addresses are automatically excluded from the recipient lists of all future mailings.
uk: У цьому переліку містяться адреси контактів, які відписалися від розсилок за допомогою посилання для відписки. Ці адреси автоматично виключаються з числа одержувачів всіх наступних розсилок.

source: Subscribers are the persons who have expressly opted for receiving email messages from you by submitting their email addresses via a subscription form on your website. To collect subscribers' email addresses, publish the form displayed below on your website or blog.
uk: Підписувачі — це ті, хто добровільно виявив бажання отримувати від вас розсилання, відправивши свої електронні адреси через форму підписки на вашому сайті. Для того, аби у вас з&#39;явилися підписувачі, розмістіть наведений нижче код форми підписки на вашому сайті або у блозі.

source: Manage templates
uk: Керування шаблонами

source: Please choose one of these templates to create a new email campaign. If none of the templates suits your needs, click on &ldquo;Blank&rdquo; to compose a new message.
uk: Скористайтеся одним з готових шаблонів для створення тексту розсилання. Якщо жоден шаблон не підійшов, наберіть текст повідомлення з &laquo;чистого аркушу&raquo;.

source: Be sure to enter your message subject and text to proceed to recipient selection and message sending steps.
uk: Введіть тему і текст повідомлення. Після цього ви зможете перейти до вибору одержувачів і відправки повідомлення.

source: To specify recipients for your campaign, select the desired contact groups provided by the Contacts application or enter additional email addresses.
uk: У якості одержувачів розсилання можуть бути вказані електронні адреси з папки «Контакти», а також додаткові адреси, додані вручну.

source: Your contacts may be speaking different languages. You can limit the recipient list by selecting only the desired languages.
uk: Ваші контакти розмовляють різними мовами. Ви можете обмежити перелік одержувачів розсилання, вибравши потрібні мови.

source: Categories are groups of contacts which you can freely manage in the Contacts application. In addition to manually created categories, there are also system categories created by other Webasyst applications; e.g., Shop-Script or Blog. Those categories contain contacts added by the corresponding applications: customers of the online store or authors of comments posted in the blog.
uk: Категорії — це групи контактів, які ви можете формувати в меню «Контакти» довільним чином. Крім довільно створених категорій, у «Контактах» є спеціальні категорії, створені іншими програмами, такими як «Магазин» або «Блог» — у цих категоріях містяться контакти, створені у відповідних додатках: покупці магазину, автори коментарів до записів у блозі та інші.

source: This option allows selecting contacts who have opted for receiving your email newsletters using a subscription form (see Subscribers section).
uk: Дозволяє вибрати адреси контактів, які самі підписалися на ваші розсилання за допомогою форми підписки (див. розділ Підписники).

source: Use this field to manually enter any additional email addresses. If such addresses are not yet contained in the Contacts application, they will be added there as new contacts once the sending of this message is completed.
uk: У цьому полі можна вручну вказати будь-які електронні адреси. Якщо у меню «Контакти» ще немає таких адрес, то вони будуть автоматично додані до нього у вигляді нових контактів відразу після завершення розсилання.

source: No one subscribed yet.
uk: Ще ніхто не підписався.

source: Design
uk: Дизайн

source: Search by name or email
uk: Пошук за іменем або email

source: You can edit subject to advise your recipients this is just a test.
uk: Ви можете змінити тему, для того, аби показати одержувачам, що це тестова відправка.

source: Self unsubscribed from %s.
uk: Відписався самостійно у розсилці %s.

source: Unsubscribed by administrator.
uk: Відписаний адміністратором.

source: N/A
uk: Немає

source: %s is not writable
uk: %s недоступний для запису

source: WARNING:
uk: ПОПЕРЕДЖЕННЯ:

source: Return-path address specified above is not available. Return-path address is used to automatically process bounced emails.
uk: Зазначена адреса Return-path недоступна. Автоматична обробка відмов (bounces) поштовим сервером одержувача буде неможлива.

source: Return-path address specified above is not available.
uk: Вказана адреса Return-path недоступна.

source: Return-path address is used to automatically process bounced emails.
uk: Адреса Return-path використовується для автоматичного отримання і обробки відмов (bounces) поштовим сервером одержувача.

source: Return-path "%s" forbidden by sending server.
uk: Return-path "%s" заборонений сервером відправника.

source: WARNING: Amount of data in the field above can not exceed %d characters.
uk: УВАГА: Обсяг даних у полі додаткових адрес не може перевищувати %d символів.

source: Save as a template
uk: Зберегти як шаблон

source: Create a clone
uk: Клонувати

source: To create new campaign as a copy of previously sent, navigate to the sent message and click “Create new from this”.
uk: Для створення копії раніше відправленого розсилання, перейдіть до неї, та оберіть пункт «Клонувати».

source: Unsubscribe URL
uk: URL для відписки

source: In every outgoing message this variable will be replaced with a personal recipient link that can be used to unsubscribe from your future mailings.
uk: У кожному відправленому повідомленні цю змінну буде замінено на персональне посилання для переходу на сторінку керування підписками.

source: Following variables will be replaced with recipient's contact data:
uk: Наступні змінні буде замінено персональними даними одержувача:

source: Export to file (zip)
uk: Експорт до файлу (zip)

source: You have no routing rules defined for Mailer application.
uk: Для додатку Розсилання не налаштовано правил маршрутизації.

source: Unsubscribe links in your message will not work.
uk: Посилання відписки у вашій розсилці не працюватимуть.

source: Settings checking passed. Campaign is ready for sending.
uk: Перевірку налаштувань виконано. Повідомлення готове до відправки.

source: Scheduled sending
uk: Відкладене розсилання

source: We will provide final checking and offer you to choose: send now or schedule sending for future date/time.
uk: Ми виконаємо фінальну перевірку та запропонуємо вибір: відправити зараз або налаштувати відкладену розсилку.

source: current time is
uk: поточний час:

source: format
uk: формат

source: Incorrect date/time
uk: Некоректні дата/час

source: Cron is working properly. Latest execution time: %s
uk: CRON для відкладеного розсилання включений і працює. Час останнього запуску: %s

source: Sending is scheduled for
uk: Відправку розсилання заплановано на

source: Schedule
uk: Запланувати

source: all drafts
uk: усі чернетки

source: Lists
uk: Переліки

source: New list
uk: Новий перелік

source: Forms
uk: Форми

source: New form
uk: Нова форма

source: Form name
uk: Назва форми

source: Confirm subscription
uk: Підтверждення підписки

source: Delete this form
uk: Видалити цю форму

source: Choose lists
uk: Оберіть списки

source: This name appears only for your reference in the form list.
uk: Ця назва показана тільки у вашому переліку форм.

source: Add to lists
uk: Додати до списків

source: Select lists to which new subscriber will be added:
uk: Вкажіть, в які списки слід додати підписувача:

source: In case no lists selected, subscriber will be added to All subscribers.
uk: Якщо не обрано жодного списку, то підписувача буде додано в «Усі підписувачі».

source: Show list selection in the form
uk: Показати вибір списків у формі

source: In this case subscribers will be able to select lists themselves.
uk: У цьому випадку підписувач зможе самостійно обрати потрібні йому списки.

source: Caption
uk: Назва

source: Placeholder to show in empty field
uk: Підказка, якщо поле не заповнене

source: Set up the appearance of the web form as it should be displayed on your website.
uk: Налаштувати відображення веб-форм так, як вони повинні виглядати на вашому сайті.

source: Button
uk: Кнопка

source: Subscriber lists are useful for a thematic grouping of your subscribers, e.g.: news, special offers, new product release, and etc.
uk: Переліки зручно використовувати для групування підписувачів. Наприклад: новини, спеціальні пропозиції, вихід нових продуктів та ін.

source: Forms are required to organize a subscription on your website. Create a form, publish it on your website, and visitor will be able to subscribe themselves.
uk: Форми необхідні для організації підписки на вашому сайті. Створіть форму, опублікуйте її на сайті, і тоді відвідувач матиме можливість підписатися.

source: Publishing on external site
uk: Публікація на зовнішньому сайті

source: To publish the form on your site use this code:
uk: Для публікації форми на сайті використовуйте цей код:

source: Select at least one subscription subject
uk: Оберіть хоча б одну тему підписки

source: Subscribers are the persons who have expressly opted for receiving email messages from you by submitting their email addresses via a subscription form on your website. To collect subscribers' email addresses, <a href="javascript:void(0)">create a form</a> and publish it on your website or blog.
uk: Підписувачі — це ті, хто виявив бажання отримувати від вас email-повідомлення, вказавши свою адресу email у формі підписки на вашому сайті. Аби зібрати адреси email, <a href="javascript:void(0)">створіть форму</a> та опублікуйте її на вашому сайті або у блозі.

source: form name
uk: назва форми

source: To collect subscribers' email addresses to this list, enable this list in your subscription form settings.
uk: Аби у вас з&#39;явились підписувачі у цьому переліку, увімкніть цей перелік у налаштуваннях вашої форми підписки.

source: Please confirm your subscription
uk: Підтвердіть, будь ласка, свою підписку

source: To
uk: Кому

source: Edit field label
uk: Редагувати підпис поля

source: Edit hint for this field
uk: Редагувати підказку для цього поля

source: Do you really want to delete this list?
uk: Ви дійсно хочете видалити цей перелік?

source: Contacts will NOT be deleted.
uk: Контакти НЕ буде видалено.

source: Delete list
uk: Видалити перелік

source: Edit button label
uk: Редагувати назву кнопки

source: Check and send
uk: Перевірити та відправити

source: Choose recipients
uk: Обрати отримувачів

source: Actually sent
uk: Фактично надіслано

source: Selected recipients
uk: Обрані отримувачі

source: Read
uk: Прочитано

source: %s recipient
uk: %s отримувач

source: Start
uk: Старт

source: Finish
uk: Фініш

source: sending duration
uk: тривалість розсилання

source: Number of recipients
uk: Кількість отримувачів

source: per hour
uk: на годину

source: per minute
uk: на хвилину

source: Shown
uk: Показано

source: or select a required period on the chart
uk: або оберіть потрібний період на графікові

source: selected period
uk: обраний період

source: 24h
uk: 24 год

source: 48h
uk: 48 год

source: Opened:
uk: Усе прочитано:

source: Unsubscribed:
uk: Відписались:

source: Bounced:
uk: Відмов:

source: Exceptions:
uk: Виключень:

source: Sent:
uk: Надіслано:

source: %s recipient appear in the period selected
uk: %s отримувач потрапляє в обраний період

source: %s recipient have been selected for this campaign
uk: Для даного розсилання було обрано %s отримувача

source: However, not every one of them was actually included in the mailing list (see %s for details)
uk: Однак не усі вони були включені у перелік розсилання (дивись подробиці у %s )

source: Excluded were previously unsubscribed and also those email addresses that have resulted in a permanent error returned by the recipient server in your past mailing campaigns. Those mail boxes either do not exist, or cannot receive your message by any reason. Further attempts to send messages to these addresses may result in blacklisting of your mail server. This is the reason to exclude these addresses from the lists of your campaigns recipients.
uk: Із розсилання були виключені ті користувачі, що раніше відписалися. А також ті адреси, поштовий сервер яких повернув у минулих розсилках повідомлення про постійну помилку у адресі отримувача. Такі адреси або не існують, або не можуть отримувати від вас повідомлення в силу різних причин. Намагання повторних розсилок на ці адреси можуть привести до того, що ваш сервер відправника опиниться у «чорному списку». З цієї причини вказані адреси за замовчуванням виключаються із переліку отримувачів ваших розсилок.

source: Compose letter
uk: Написати листа

source: Preparing recipient list
uk: Готуємо список одержувачів

source: Search contacts
uk: Пошук контактів

source: The type of resource that is sending you traffic, e.g. newsletter.
uk: Тип ресурсу, який створює вам приплив відвідувачів — наприклад, newsletter.

source: The type of marketing medium that the link is featured in, e.g. email.
uk: Маркетинговий інструмент, яким є ваша розсилка, наприклад — email.

source: The name of your marketing campaign, e.g. your email subject.
uk: Назва вашої маркетингової кампанії, наприклад — тема листа.

source: Source (utm_source):
uk: Джерело (utm_source):

source: Medium (utm_medium):
uk: Канал (utm_medium):

source: Campaign (utm_campaign):
uk: Кампанія (utm_campaign):

source: Unable to send test messages:
uk: Неможливо надіслати тестові повідомлення:

source: Drag and drop an image file here (JPG, GIF, PNG)
uk: Перетягніть сюди файл зображення (JPG, GIF, PNG)

source: Subscribe date
uk: Дата підписки

source: Files with extensions %s are allowed only.
uk: Дозволено тільки файли з розширеннями %s.

source: Unable to open archive file.
uk: Неможливо відкрити архів.

source: Unable to extract template file.
uk: Неможливо витягти файл шаблону.

source: subscribed
uk: підписався

source: unsubscribed
uk: відписався

source: Required fields
uk: Обов&#39;язкові поля

source: Required field
uk: Обов&#39;язкове поле

source: Server error
uk: Помилка сервера

source: Reload image
uk: Оновити зображення

source: Show
uk: Показувати

source: records
uk: записів

source: From
uk: Від

source: Specified
uk: Вказаний

source: It is recommended to specify an existing email address which you do not check for new mail as the sender's address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
uk: Рекомендовано вказати, як адресу відправника для таких повідомлень, існуючу адресу електронної пошти, яку ви не перевіряєте на нову пошту; наприклад, noreply@yourdomain.com. Це допоможе мінімізувати кількість надлишкових запитів.

source: Use source email address if request came by email
uk: Використовувати електронну адресу джерела, якщо запит надійшов по електронній пошті

source: Text
uk: Текст

source: Edit form name
uk: Редагувати назву форми

source: Form view setup
uk: Налаштування вигляду форми

source: Fields
uk: Поля

source: Field labels
uk: Підписи полів

source: Left aligned
uk: Зліва від поля

source: Top aligned
uk: Над полем

source: Hide
uk: Сховати

source: Please enter symbols shown on the image:
uk: Введіть символи з зображення:

source: Form width (200-600px)
uk: Ширина форми (200-600 пікселів)

source: After form submission
uk: Після відправки форми

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
uk: Ця установка дозволяє після заповнення форми та відправлення запиту перенаправляти клієнтів на будь-яку вказану статтю або показувати на місці форми повідомлення.

source: After successfull submission:
uk: Після успішного відправлення:

source: Redirect to URL
uk: Перейти на сторінку

source: Display text instead of the form
uk: Показати вказаний текст замість форми

source: Thanks for subscribing!
uk: Дякуємо за підписку!

source: Dear {SUBSCRIBER_NAME}!
uk: Шановний(на) {SUBSCRIBER_NAME}!

source: Please click the following link to confirm your subscription:
uk: Перейдіть за посиланням для підтвердження підписки:

source: Thank you!
uk: Дякуємо!

source: Message will be sent to the subscriber's address. This message contains a special link which must be clicked to confirm the subscription.
uk: Підписувачу буде відправлено повідомлення. У цьому повідомленні міститиметься спеціальне посилання, за яким необхідно перейти для підтвердження підписки.

source: Are you sure?
uk: Ви впевнені?

source: Unsaved changes will be lost if you leave this page now.
uk: Усі незбережені зміни буде втрачено, якщо ви зараз залишите цю сторінку.

source: Cancel schedule
uk: Відмінити розклад

source: Remove
uk: Видалити

source: All history
uk: Увесь період

source: thanks for subscription!
uk: дякуємо за підписку!

source: Thanks for subscription!
uk: Дякуємо за підписку!

source: Contacts list
uk: Перелік контактів

source: Contact list are contact lists.
uk: Перелік контактів — це перелік контактів.

source: Campaign recipients
uk: Отримувачі розсилок

source: campaign
uk: розсилка

source: status
uk: статус

source: Bounces
uk: Відмови

source: Contacts Lists
uk: Списки контактов

source: Prosearch
uk: Контакти PRO

source: Subscriber name, if it used in the form..
uk: Ім&#39;я підписувача, якщо воно використовується у формі.

source: URL address to confirm subscription. Click on this link opens "My subscriptions" page in the client's Customer Portal.
uk: Адреса підтвердження підписки. Клік на такому посиланні відкриває сторінку «Мої підписки» в особистому кабінеті підписувача.

source: My subscriptions
uk: Мої підписки

source: Thanks for subscribe!
uk: Дякуємо за підписку!

source: Now you can recieve our awesome emails!
uk: Тепер ви зможете отримувати наші чудові розсилання!

source: Your subscriptions list have been updated!
uk: Ваш перелік підписок оновлено!

source: You unsubscribed from all subscriptions
uk: Ви відписалися від усіх розсилань

source: Subscribe again
uk: Підписатися знову

source: Unsubscribe from all
uk: Відписатися від усіх

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
uk: Ми використовуємо <a href="http://www.webasyst.ru/">Webasyst</a>

source: Contact lists
uk: Переліки контактів

source: Contact search
uk: Пошук серед контактів

source: List
uk: Перелік

source: Search
uk: Пошук

source: Choose forms that will add subscribers to this list
uk: Оберіть форми, через використання яких підписувачі будуть додаватись до цього переліку

source: Subscription forms
uk: Форми підписки

source: This list is not associated with any subscription form.
uk: Цей перелік не зв&#39;язаний з жодною формою підписки.

source: No subscribers in this list.
uk: У цьому переліку немає підписувачів.

source: Invalid email format
uk: Невірний формат email

source: reload
uk: оновити

source: Send to selected recipients
uk: Надіслати обраним отримувачам

source: Checking campaign settings and preparing recipient list
uk: Перевірка налаштувань розсилання та підготовка переліку отримувачів

source: Nothing found. Change search criteria
uk: Нічого не знайдено. Оновіть критерії пошуку

source: Show recipient list with unique email addresses
uk: Показати перелік отримувачів з унікальними адресами

source: To select contact lists, first create them in <a href="%s">"Contacts"</a> app.
uk: Аби обрати переліки контактів — спочатку створіть їх у додатку <a href="%s">«Контакти»</a>.

source: No subscriber lists - create it in "Subscribers"
uk: Немає переліків підписувачів — створіть їх у розділі «Підписувачі»

source: You must have access to Contacts app.
uk: Необхідно мати доступ до додатку «Контакти».
