Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/mailer.po
Languages: uk

source: Your subscription list successfully updated.
uk: Ваш перелік підписувачів успішно оновлено.

source: You are unsubscribed from all mailing campaigns.
uk: Ви відписалися від усіх розсилань.

source: Select emailing campaigns you would like to participate in:
uk: Оберіть теми, за якими ви бажаєте отримувати розсилання:

source: Unsubscribe from all mailings
uk: Відписатися від усіх розсилань

source: Please specify your email in "Contacts" app
uk: Вкажіть свою електронну адресу у додатку «Контакти»

source: Incorrect data
uk: Невірні дані

source: Apply
uk: Застосувати

source: sent campaign
uk: відправив розсилання

source: composed a new campaign
uk: створив нове розсилання

source: composed a new template
uk: створив новий шаблон

source: subscribed via form
uk: підписався через форму

source: subscribed via customer portal
uk: підписався через особистий кабінет

source: unsubscribed from all mailings
uk: відписався від усіх розсилань

source: edited subscription list in customer portal
uk: відредагував перелік підписок у особистому кабінеті

source: scheduled delayed sending
uk: запланував відкладене розсилання

source: <a target="_blank" href="https://www.webasyst.com/crm/support/2024/mailer-dkim/">What is DKIM</a>
uk: <a target="_blank" href="https://support.webasyst.ru/2023/mailer-dkim/">Що таке DKIM</a>

source: Please enter sender's email address to use DKIM.
uk: Для використання DKIM вкажіть адресу відправника.

source: Add a new TXT record with this public DKIM key to the DNS zone of domain name
uk: Додайте новий TXT-запис із цим публічним ключем DKIM у DNS-зону домену

source: Host
uk: Хост

source: Record type
uk: Тип запису

source: Value
uk: Значення

source: Open in browser
uk: Відкрити у браузері

source: Open in browser link
uk: Посилання для відкриття у браузері

source: This variable will be replaced with a personal recipient link that can be used to view message on browser.
uk: Цю змінну буде замінено на персональне посилання для перегляду повідомлення в браузері.

source: Eliminate from subscribers
uk: Виключити із підписувачів

source: NOTE: This contact will not be deleted. It will be only eliminated from the subscription list.
uk: ПРИМІТКА: Цей контакт не буде видалено. Його буде виключено лише з переліку підписки.

source: You need to install openssl php extention to use DKIM
uk: Аби користуватись DKIM, вам необхідно встановити розширення PHP OpenSSL

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
uk: Аби користуватись DKIM, потрібна версія PHP 5.3 або вища. Ваша поточна версія:

source: Subscriptions
uk: Підписки

source: Not included in any mailing list
uk: Не включений в жоден перелік розсилань

source: Campaigns
uk: Розсилання

source: Status
uk: Статус

source: Send newsletter in Mailer
uk: Відправити лист через «Розсилання»

source: Shop customers
uk: Покупці

source: Unavailable
uk: Недоступно

source: Awaiting
uk: Чекають

source: Subscription name
uk: Назва підписки

source: Email address
uk: Адреса email

source: Subscription date
uk: Дата підписки

source: No campaigns were sent to this recipient
uk: Жодного розсилання цьому отримувачу направлено не було

source: Full name
uk: Повне ім&#39;я

source: Personal data processing
uk: Обробка персональних даних

source: ---INSERT A LINK HERE!---
uk: ---ВСТАВТЕ СЮДИ ПОСИЛАННЯ НА ДОКУМЕНТ!---

source: I agree to %spersonal data protection policy%s
uk: Я погоджуюсь із %sполітикою обробки персональних даних%s

source: By submitting this form I agree to %spersonal data protection policy%s
uk: Натискаючи кнопку підтверждення, я погоджуюсь із %sполітикою обробки персональних даних%s

source: Do not require consent to personal data protection policy
uk: Не вимагати згоди із політикою обробки персональних даних

source: Show only notice and link to policy
uk: Показувати тільки підказку із посиланням на політику

source: Show mandatory checkbox, notice, and link
uk: Пропонувати увімкнути обов&#39;язковий прапорець із підказкою та посиланням

source: Restore original text
uk: Відновити стандартний текст

source: Show notice
uk: Показувати повідомлення

source: Please confirm your agreement
uk: Підтвердіть свою згоду

source: Upload image
uk: Завантажити зображення

source: Enable Feedback-ID header for GMail FBL Tool
uk: Увімкнути Feedback-ID header для засобу GMail FBL

source: Where: a, b, c are optional fields that can be used to embed up to 3 Identifiers (campaign/customer/other).
uk: Де a, b, c — необов&#39;язкові поля, які можуть бути використані для трьох ідентифікаторів (кампанія/клієнт/інше).

source: SenderId is a mandatory unique Identifier (5–15 characters).
uk: SenderId — це обов&#39;язковий унікальний ідентифікатор (5–15 символів).

source: Invalid string.
uk: Невірна стрічка.

source: Controller supported only when Contacts App with PRO plugin are installed
uk: Контроллер підтримується тільки коли встановлений додаток «Контакти» із плагіном “PRO”

source: Action supported only when Contacts App is available (with not PRO plugin installed)
uk: Дія підтримується тільки коли встановлений додаток «Контакти» (без плагіна “PRO”).

source: Action supported only when CRM are installed
uk: Дія пітримується тільки коли встановлено CRM

source: Action supported only when Contacts App with PRO plugin are installed
uk: Контроллер підтримується тільки коли встановлений додаток «Контакти» із плагіном “PRO”

source: Segment
uk: Сегмент

source: CRM segments
uk: Сегменти CRM

source: CRM Segments
uk: Сегменти CRM

source: Invalid captcha
uk: Невірний код CAPTCHA

source: You need to install PHP extention openssl to use DKIM.
uk: Аби користуватись DKIM, вам необхідно встановити розширення PHP OpenSSL.

source: These addresses either do not exist, or cannot receive your message by any reason.
uk: Такі адреси або не існують, або не можуть отримувати від вас повідомлення.

source: add a new Return-Path
uk: додати новий Return-path

source: Add a new Return-Path
uk: Додати новий Return-path

source: Return-Path address is used to automatically process bounced emails. We recommend to create a special email address to receive bounces as it allows to obtain a true statistics about your message delivering.
uk: Адреса Return-path використовується для автоматичного отримання і обробки відмов (bounces) поштовим сервером одержувача. Ми рекомендуємо вам створити спеціальну адресу для отримання таких відмов, це дозволить вам отримувати об&#39;єктивну статистику доставки листа у звіті про розсилку.

source: Error checking Return-Path mailbox
uk: Помилка перевірки адреси Return-path

source: Return-Path is not customized. This does not allow to track most of potential bounces from recipient mail servers. Only invalid messages bounced by your sender server have been counted.
uk: Return-path не налаштовано. Це не дозволяє відстежити більшість відмов від поштових серверів одержувачів. Пораховано тільки адреси, відкинуті вашим сервером відправника.

source: Message viewing statistics cannot be counted as your message does not contain images.
uk: Статистику переглядів неможливо порахувати, так як у вашому повідомленні немає зображень.

source: Return-Path address specified above is not available.
uk: Вказана адреса Return-path недоступна.

source: Return-Path address is used to automatically process bounced emails.
uk: Адреса Return-path використовується для автоматичного отримання і обробки відмов (bounces) поштовим сервером одержувача.

source: Edit Return-Path
uk: Редагувати Return-path

source: Delete this Return-Path
uk: Видалити цей Return-path

source: Do you really want to delete this Return-Path?
uk: Ви дійсно хочете видалити цей Return-path?

source: Remove from subscribers
uk: Видалити із підписувачів

source: Remove from all subscribers
uk: Видалити із усіх підписувачів

source: Remove from this subscribers list
uk: Видалити із цього переліку підписувачів

source: Action is supported only if Contacts app is available, with no PRO plugin installed.
uk: Дія підтримується, тільки коли встановлений додаток «Контакти» (без плагіна “PRO”).

source: Action is supported only if CRM app is installed.
uk: Дія підтримується тільки коли встановлено додаток CRM.

source: Action is supported only if Contacts app and PRO plugin are installed.
uk: Контроллер підтримується тільки коли встановлений додаток «Контакти» із плагіном “PRO”.

source: Controller is supported only if Contacts app and PRO plugin are installed.
uk: Контроллер підтримується тільки коли встановлений додаток «Контакти» із плагіном “PRO”.

source: Inspector: can only view all existing campaigns, but cannot edit or send them
uk: Інспектор: може тільки переглядати існуючі розсилання, але не може редагувати чи надсилати їх

source: Form setup
uk: Налаштування форми

source: Every time you receive a message from an unknown email address which is not yet stored in your Contacts database, an automatic notification will be sent to the sender's address.
uk: Кожного разу, коли ви отримуєте повідомлення з невідомої адреси email, якої ще немає у ваших «Контактах», на цю адресу буде надіслано автоматичне повідомлення.

source: This notification contains a special link which must be clicked to confirm the sending of the first request. You may also add extra instructions for your clients to the notification text.
uk: Повідомлення містить спеціальне посилання, за яким необхідно перейти, аби підтвердити надсилання першого запиту. Ви также можете додати інструкції для ваших клієнтів у текст повідомлення.

source: Now we are checking campaing settings and preparing recipient list
uk: Зараз ми перевіряємо налаштування кампанії і готуємо перелік отримувачів

source: Create new from this
uk: Створити з цього

source: Received campaigns
uk: Отримані кампанії

source: Subscriber name, if it uses in form.
uk: Ім&#39;я підписувача, якщо воно використовується у формі.

source: URL address for not registered clients to confirm their original email. Click on this link opens the request in the client's Customer Portal.
uk: Адреса URL для незареєстрованих клієнтів, аби підтвердити їх оригінальний email. Перехід за цим посиланням відкриє запит клієнта у Центрі замовника.

source: Date
uk: Дата

source: prev
uk: назад

source: next
uk: далі

source: Deleted contact #%d
uk: Видалено контакт #%d
