Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/mailer.po
Languages: uk

source: Mailer
uk: Розсилання

source: Loading...
uk: Завантаження...

source: Edit template &ldquo;%s&rdquo;
uk: Редагування шаблону &laquo;%s&raquo;

source: Type here a description for your reference only. It will not be shown to your campaign recipients.
uk: Додайте сюди опис шаблону тільки для вашої власної довідки. Він не буде показуватись отримувачам розсилання.

source: Subject
uk: Тема

source: Description
uk: Опис

source: Variables
uk: Змінні

source: Save
uk: Зберегти

source: Create
uk: Створити

source: or
uk: або

source: more
uk: ще

source: cancel
uk: відмінити

source: Unsubscribe
uk: Відписатись

source: Unsubscribe
uk: Відписати

source: Unsubscribe contact
uk: Відписати контакт

source: New template
uk: Новий шаблон

source: New campaign
uk: Нова розсилка

source: Design your email from scratch
uk: Створіть нове повідомлення з чистого листа

source: Or select a template:
uk: Або оберіть шаблон:

source: No
uk: Ні

source: Yes
uk: Так

source: Sending speed:
uk: Швидкість розсилання:

source: as fast as possible
uk: якомога швидше

source: send not more than
uk: надсилати не більше

source: letters per hour
uk: листів за годину

source: Find among contacts
uk: Знайти в контактах

source: Add list
uk: Додати список

source: Add recipients:
uk: Додати отримувачів:

source: Paste emails here, one email (or Name <email>) per line.
uk: Скопіюйте сюди перелік адрес Email (або Ім&#39;я <email>), по одній на стрічку.

source: Add
uk: Додати

source: Started
uk: Початок

source: Finished
uk: Закінчення

source: Sender
uk: Відправник

source: Recipients
uk: Отримувачі

source: Opened
uk: Відкрито

source: Clicked
uk: Кліки

source: Bounced
uk: Відмови

source: Unsubscribed
uk: Відписались

source: Unsubscribed
uk: Відписався

source: Drafts
uk: Чернетки

source: Sent
uk: Надіслано

source: Sent
uk: Надіслано

source: Sent:
uk: Надіслано:

source: Templates
uk: Шаблони

source: Create date
uk: Дата створення

source: Progress
uk: Стан

source: <no description>
uk: <немає опису>

source: <no name>
uk: <немає імені>

source: List of emails
uk: Перелік адрес email

source: address
uk: адреса

source: Total unique
uk: Усього унікальних

source: see the list
uk: переглянути перелік

source: See the list
uk: Переглянути перелік

source: Delete
uk: Видалити

source: In new window
uk: У новому вікні

source: Letter
uk: Лист

source: Settings
uk: Налаштування

source: Send
uk: Надіслати

source: Saved
uk: Збережено

source: Delete campaign
uk: Видалити розсилку

source: This campaign has been successfully deleted.
uk: Цю розсилку було видалено.

source: Now sending
uk: Іде розсилка

source: <no subject>
uk: <без теми>

source: not written yet
uk: ще не написано

source: not set yet
uk: ще не налаштовано

source: not specified yet
uk: ще не обрано

source: Total selected:
uk: Усього обрано:

source: &lt;type a subject of your message&gt;
uk: &lt;вкажіть тему вашого листа&gt;

source: type a subject of your message
uk: вкажіть тему вашого листа

source: Delete this draft
uk: Видалити цю чернетку

source: This draft has been deleted.
uk: Чернетку видалено.

source: Preparing list of recipients
uk: Формується перелік отримувачів

source: Unable to prepare recipients list. Another user attempted to start sending this campaign?
uk: Неможливо підготувати перелік отримувачів. Інший користувач почав цю розсилку?

source: Status:
uk: Статус:

source: If many of your recipients addresses reside on popular mail services (e.g. @gmail.com, @yahoo.com, and etc.) then too high sending speed may cause banning of your sender server because of spam suspicion and these recipients will not receive your message.
uk: Якщо адреси багатьох ваших отримувачів знаходяться на популярних поштових сервісах (наприклад, @gmail.com, @yahoo.com та інших), то надто велика швидкість надсилання може призвести до блокування вашого сервера відправника з причини підозри на спам, і ці отримувачі не отримають ваше повідомлення.

source: Details
uk: Подробиці

source: Sending report
uk: Звіт по розсилці

source: %s distinct recipient
uk: %s унікальний отримувач

source: Total
uk: Усього

source: Category
uk: Категорія

source: Flat list
uk: Перелік адрес

source: Add flat list
uk: Додати перелік адрес

source: Add countries
uk: Додати країни

source: Add cities
uk: Додати міста

source: Recipients:
uk: Отримувачі:

source: %d second
uk: %d секунда

source: %d minute
uk: %d хвилина

source: %d hour
uk: %d година

source: Started:
uk: Початок:

source: Finished:
uk: Закінчення:

source: Duration:
uk: Тривалість:

source: Error:
uk: Помилка:

source: Upload thumbnail
uk: Завантажити ескіз

source: Change thumbnail
uk: Змінити ескіз

source: Delete thumbnail
uk: Видалити ескіз

source: Add a description
uk: Додати опис

source: edit
uk: редагувати

source: Import template
uk: Імпорт шаблону

source: Drag and drop ZIP-archive file here
uk: Перетягніть архів ZIP сюди

source: choose a file to upload
uk: оберіть файл для завантаження

source: Server error. Upload directory isn't writable.
uk: Помилка: директорія завантаження недоступна для запису.

source: No files were uploaded.
uk: Не завантажено жодного файлу.

source: Could not save uploaded file.
uk: Неможливо зберегти завантажений файл.

source: File is too large
uk: Файл занадто великий

source: The upload was cancelled, or server error encountered
uk: Завантаження було скасовано, або виникла помилка серверу

source: Valid file types: %s.
uk: Припустимі типи файлів: %s.

source: File size can not exceed %s MB
uk: Розмір файлу не має перевищувати %s МБ

source: ZipArchive class not found. Template import is not available on your server.
uk: Класс ZipArchive не знайдено. Імпорт шаблонів на вашому сервері неможливий.

source: Cancel
uk: Відміна

source: Archive (zip) file for template import must contain an html file in the root of archive, and all other files (e.g. images) referred from html file, in the root or in subfolders of your archive file.
uk: Архівний ZIP-файл для імпорту шаблону має включати файл HTML в корені архіву й інші необхідні файли (наприклад, зображення), на які є посилання у файлі HTML, а також у корені або вкладених папках архіву.

source: Archive (zip) file for template import must contain an html file in the root of archive.
uk: Архівний ZIP-файл для імпорту шаблону має включати файл HTML в корені архіву.

source: Please select html file to import:
uk: Будь ласка, оберіть файл HTML для імпорту:

source: Return
uk: Повернутися

source: Delete template
uk: Видалити шаблон

source: Template &ldquo;%s&rdquo; has been successfully deleted.
uk: Шаблон &laquo;%s&raquo; було видалено.

source: File is not an image or is broken.
uk: Файл не є зображенням або у ньому помилка.

source: Edit description
uk: Редагувати опис

source: Unknown
uk: Невідомо

source: Error importing template.
uk: Помилка імпорту шаблону.

source: remove
uk: видалити

source: TEXT
uk: ТЕКСТ

source: Search results
uk: Результати пошуку

source: <strong>%d</strong> campaign found
uk: Знайдено <strong>%d</strong> розсилку

source: Design editor
uk: Візуальний редактор

source: Plain-text
uk: Простий текст

source: This plain-text version of your message is automatically created from HTML version and displayed if recipients have disabled HTML view in their email programs.
uk: Ця текстова версія вашого повідомлення автоматично створюється з HTML-версії і показується отримувачам, якщо у їхніх поштових програмах вимкнено опцію перегляду HTML-повідомлень.

source: View recipients
uk: Показати отримувачів

source: Load next 50
uk: Показати наступні 50

source: Unable to deliver
uk: Неможливо доставити

source: Unable to send
uk: Неможливо надіслати

source: Unknown error
uk: Невідома помилка

source: Incorrect Email address
uk: Невірна email-адреса

source: Email address &lt;%s&gt; has been removed from the %s mailing list.
uk: Поштову адресу &lt;%s&gt; видалено із переліку розсилання %s.

source: Earlier unsubscribed
uk: Той, що раніше відписався

source: search by words in subject or text
uk: знайти по словам у темі або тексті

source: Enable Google Analytics for this campaign
uk: Увімкнути UTM- мітки (для Яндекс.Метрики або Google Analytics)

source: All contacts
uk: Усі контакти

source: Select contacts for campaign
uk: Обрати контакти для розсилання

source: Or select categories:
uk: Або оберіть категорії:

source: No available categories found.
uk: Не знайдено жодної доступної категорії.

source: Add addresses
uk: Додати адреси

source: No addresses in list.
uk: Не додано жодної адреси.

source: Search in contacts or add address
uk: Знайти серед контактів або додати адресу

source: Or copy/paste:
uk: Або скопіювати/вставити:

source: Added
uk: Додано

source: Remaining:
uk: Залишилось:

source: %ds
uk: %d сек

source: %dm
uk: %d хв

source: %dh
uk: %d год

source: Total %s recipients
uk: Усього %s отримувачів

source: Recipient selection criteria
uk: Як були обрані

source: Contacts/categories
uk: Контакти/категорії

source: Show list:
uk: Показати перелік:

source: Show list
uk: Показати перелік

source: All recipients
uk: Усі отримувачі

source: Delivering error in past campaigns
uk: Помилка доставки у минулих розсилках

source: Subscribers
uk: Підписники

source: Campaign
uk: Розсилка

source: Unsubscribed
uk: Відписались

source: No one unsubscribed yet.
uk: Ще ніхто не відписався.

source: search by email
uk: пошук за email

source: Name
uk: Ім&#39;я

source: Unsubscribe date
uk: Дата відписки

source: Total addresses:
uk: Усього адрес:

source: Resubscribe
uk: Підписати знову

source: Close
uk: Закрити

source: No unsubscribers match search criteria.
uk: Жоден контакт не відповідає умовам пошуку.

source: Linked to contact
uk: Пов&#39;язаний з контактом

source: Unsubscriber does not exist.
uk: Відписаної адреси не існує.

source: Not sent yet
uk: Ще не надіслано

source: List is outdated. Click to update.
uk: Перелік застарів. Натисніть, аби оновити.

source: Subscribe form
uk: Форма підписки

source: Thank you for your subscription.
uk: Дякуємо за підписку.

source: No subscribers match search criteria.
uk: Жоден контакт не відповідає крітеріям пошуку.

source: Subscribe
uk: Підписатися

source: This field is required.
uk: Це поле є обов&#39;язковим.

source: Enabled
uk: Увімкнено

source: Disabled
uk: Вимкнено

source: No limit
uk: Без обмежень

source: Not specified
uk: Не вказано

source: Eliminate from all subscribers
uk: Виключити із усіх підписок

source: Eliminate from this subscribers list
uk: Виключити з цього переліку підписувачів

source: Do not show this question any more
uk: Більше не показувати це питання

source: NOTE: This contact will not be deleted. It will be only eliminated from all subscription lists.
uk: ПРИМІТКА: Контакт не будет видалено. Його буде тільки виключено з усіх підписок.

source: NOTE: This contact will not be deleted. It will be only eliminated from this subscription list.
uk: ПРИМІТКА: Контакт не будет видалено. Його буде тільки виключено з цього переліку розсилання.

source: Customize
uk: Налаштувати

source: Return-path address is used to automatically process bounced emails. We recommend to create a special email address to receive bounces as it allows to obtain a true statistics about your message delivering.
uk: Адреса Return-path використовується для автоматичного отримання і обробки відмов (bounces) поштовим сервером одержувача. Ми рекомендуємо вам створити спеціальну адресу для отримання таких відмов, це дозволить вам отримувати об&#39;єктивну статистику доставки листа у звіті про розсилку.

source: Error checking mail:
uk: Помилка перевірки пошти:

source: Error checking mail transport:
uk: Помилка перевірки відправника:

source: Bounced by sender mail server
uk: Відмовлено сервером відправника

source: All bounces
uk: Усі відмови

source: Do you really want to remove this campaign (you will not be able to undo this action)?
uk: Ви дійсно хочете видалити розсилку (без можливості відновлення)?

source: Images containing in your message will be unavailable to your recipients.
uk: Зображення, які містить ваше повідомлення, стануть недоступними отримувачам.

source: Do you really want to remove this template (you will not be able to undo this action)?
uk: Ви дійсно хочете видалити шаблон (без можливості відновлення)?

source: Paused
uk: Зупинено

source: Pause
uk: Пауза

source: Resume
uk: Продовжити

source: Sending paused
uk: Розсилку припинено

source: Error checking Return-path mailbox
uk: Помилка перевірки адреси Return-path

source: All subscribers
uk: Усі підписувачі

source: Edit sender
uk: Редагувати відправника

source: Add a new sender
uk: Додати нового відправника

source: If you leave this field empty, replies will come to the main sender address specified above.
uk: Якщо ви залишите це поле пустим, відповіді будуть надходити на основну адресу відправника, що вказана вище.

source: add a new sender
uk: додати нового відправника

source: add a new Return-path
uk: додати новий Return-path

source: Add a new Return-path
uk: Додати новий Return-path

source: Edit
uk: Редагувати

source: Edit Return-path
uk: Редагувати Return-path

source: n/a
uk: н/д

source: not available
uk: немає даних

source: Opens can not be counted as your message does not contain images.
uk: Прочитання неможливо підрахувати, тому що ваше повідомлення не містить зображень.

source: Error sending campaign:
uk: Помилка відправки:

source: incomplete data
uk: неповні дані

source: Unsubscribe URL is located only in your message headers. It does not guarantee an appearance of unsubscribe link in recipient mail program.
uk: Посилання відписки міститься тільки у заголовках вашого листа. Це не гарантує появу посилання відписки у поштовій програмі одержувача.

source: Return-path is not customized. This does not allow to track most of potential bounces from recipient mail servers. Only invalid messages bounced by your sender server have been counted.
uk: Return-path не налаштовано. Це не дозволяє відстежити більшість відмов від поштових серверів одержувачів. Пораховано тільки адреси, відкинуті вашим сервером відправника.

source: select
uk: обрати

source: Adding recipients
uk: Додавання одержувачів

source: Recipients already added:
uk: Вже додані одержувачі:

source: Delete this sender
uk: Видалити відправника

source: Do you really want to delete this sender?
uk: Ви дійсно хочете видалити цього відправника?

source: Invalid Email address
uk: Неправильна адреса email

source: Email is required
uk: Поле email обов&#39;язкове

source: Sender Email must be unique
uk: Email відправника має бути унікальним

source: No entries in this list
uk: У цьому переліку немає записів

source: You do not have any templates so far.
uk: У вас ще немає жодного шаблону.

source: Delete this Return-path
uk: Видалити цей Return-path

source: Do you really want to delete this Return-path?
uk: Ви дійсно хочете видалити цей Return-path?

source: * NOTE:
uk: * ПРИМІТКА:

source: Edit settings
uk: Редагувати налаштування

source: Categories
uk: Категорії

source: Additional emails
uk: Додаткові адреси

source: recount
uk: перерахувати

source: counting unique recipients
uk: рахуємо унікальних отримувачів

source: Campaign recipients:
uk: Отримувачі розсилання:

source: (auto included in All contacts)
uk: (автоматично включені в Усі контакти)

source: Total campaigns:
uk: Усього розсилок:

source: No campaigns match search criteria.
uk: Жодна розсилка не відповідає умовам пошуку.

source: Nothing has been sent yet.
uk: Ще нічого не надсилалось.

source: 60 messages per minute
uk: 60 повідомлень за хвилину

source: 20 messages per minute
uk: 20 повідомлень за хвилину

source: 10 messages per minute
uk: 10 повідомлень за хвилину

source: 5 messages per minute
uk: 5 повідомлень за хвилину

source: 1 message per minute
uk: 1 повідомлення за хвилину

source: Maximum recipients daily limit has been exceeded:
uk: Перевищено максимально припустимий ліміт отримувачів на день:

source: Maximum recipients limit has been exceeded:
uk: Перевищено максимально припустимий ліміт отримувачів:

source: Author: can create their own campaigns and send them
uk: Автор: може створювати розсилання та надсилати їх

source: Inspector: can only view all existing campaigns, but can not edit or send them
uk: Інспектор: може тільки переглядати існуючі розсилання, але не може редагувати чи надсилати їх

source: NOTE: Limited access does not allow to modify transport settings and manage subscribers.
uk: ПРИМ.: Ограниченный доступ не позволяет модифицировать настройки транспорта и управлять подписчиками.

source: IMAP is not supported. Please use POP3.
uk: Протокол IMAP не підтримується. Використовуйте, будь ласка, POP3.

source: Server
uk: Сервер

source: Port
uk: Порт

source: POP3 Port
uk: Порт (POP3)

source: Login
uk: Логін

source: Password
uk: Пароль

source: Leave blank to keep current password.
uk: Залиште пустим, аби залишити поточний пароль.

source: Secure (SSL)
uk: Безпека (SSL)

source: Transport
uk: Транспорт

source: php mail() function
uk: PHP-функція mail()

source: Debug mailer
uk: Тестовий відправник

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
uk: Якщо обрано цей варіант, розсилання будуть надсилатися транспортом за замовчуванням, обраним в конфігурації фреймворка Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
uk: Деякі хостинг-провайдери дозволяють надсилати електронні повідомлення тільки цим транспортом. Якщо існує необхідність ввести додаткові параметри, їх можна вказати у текстовому полі при виборі варіанту «PHP-функція mail ()». За замовчуванням використовується параметр -f%s.

source: This is the web server's system command for sending email in UNIX-like operating systems. The "Sendmail" option will allow you to specify a non-standard system command for sending messages if you are an experienced server administrator.
uk: Це системна команда веб-сервера, за допомогою якої виконується відправка повідомлень на UNIX-хостингах. Варіант транспорту “Sendmail” дозволить вам вказати нестандартну системну команду для відправки повідомлень, якщо ви самостійно адмініструєте роботу вашого веб-сервера.

source: Special server which is specifically used for sending email messages. You can send newsletters via any SMTP server for which you have connection credentials: host, port, user name, and password. It can be the SMTP server of your web-hosting company or that of a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
uk: Спеціальний поштовий сервер, призначений для надсилання електронної пошти. Ви можете відправляти розсилання через будь-який SMTP-сервер, для підключення до якого у вас є дані: адреса сервера, номер порту, ім&#39;я користувача (логін) і пароль. Це може бути SMTP-сервер вашого хостинг-провайдера або публічного поштового сервісу (Mail.ru, Gmail, Outlook.com та інші).

source: Options
uk: Параметри

source: Command
uk: Команда

source: Encryption
uk: Шифрування

source: Note: mail will be saved in wa-log/mailer/ and will NOT be sent to recipients.
uk: Увага: повідомлення буде збережено у wa-log/mailer/ і не буде надіслано отримувачам.

source: None
uk: Немає

source: Image will be uploaded into
uk: Зображення буде завантажено до

source: Insert variable
uk: Вставити змінну

source: Languages
uk: Мови

source: Language
uk: Мова

source: not set
uk: не визначено

source: not set
uk: не вказані

source: 0 recipients
uk: 0 отримувачів

source: Use this source code to embed in your website or blog where you want this signup form to appear.
uk: Вставте цей код на сторінку сайту або у блог — туди, де ви хочете розмістити форму підписки.

source: Preview
uk: Попередній перегляд

source: You have no subscribers so far.
uk: У вас ще немає підписувачів.

source: Recipient
uk: Отримувач

source: Subscriber
uk: Підписник

source: contact deleted
uk: контакт видалено

source: total %s
uk: усього %s

source: Exceptions
uk: Виключення

source: All exceptions
uk: Усі виключення

source: Timeout error during recipient list preparation.
uk: Перевищено ліміт часу на підготовку списку одержувачів.

source: Recipient list preparation is in progress.
uk: Триває підготовка списку одержувачів.

source: We recommend that you create a dedicated email account for this purpose, and use it merely for receiving and processing these kinds of auto notification messages.
uk: Рекомендуємо для цієї мети завести спеціальну адресу, і не використовувати її для інших цілей, крім отримання і обробки подібних автоматичних повідомлень.

source: Specify access parameters for an existing email account that will be used to receive auto notifications from recipients’ mail servers in case of campaign delivery errors.
uk: Вкажіть реквізити доступу до існуючої адреси електронної пошти, на яку будуть приходити автоматичні повідомлення від поштових серверів одержувачів у разі помилки доставки повідомлення.

source: UTM tags will be added to all links (URLs) containing in the campaign message. It will allow to track these links visiting in your Google Analytics reports.
uk: До усіх адрес (URL), що містяться в тексті розсилання, буде автоматично додано UTM-мітки, які дозволять засобам веб-аналітики відстежити відкриття сторінок за цими адресами.

source: Send to selected recipients (%d)
uk: Надіслати обраним отримувачам (%d)

source: An error occured while sending the campaign.
uk: Під час відправки розсилання виникла помилка.

source: Send test message
uk: Надіслати тестове повідомлення

source: Send to yourself:
uk: Надіслати собі:

source: Additional emails:
uk: Додаткові адреси:

source: Test message has been sent to:
uk: Тестові листи відправлено на наступні адреси:

source: Send one more test
uk: Відправити тест ще раз

source: Excepted from this list are unsubscribed contacts and those having delivering errors in previous campaign.
uk: З них будуть виключені ті, хто відписався раніше й ті, хто мав помилки доставки у минулих розсилках.

source: We could not count the number of excepted recipients at this point, because a total number of your campaign recipients is too high. However, we will count every exception in the process of sending, and all such contacts will be placed in &ldquo;Exceptions&rdquo; list in the Sending Report.
uk: У зв&#39;язку із великою кількістю одержувачів ми зараз не змогли порахувати точну кількість виключених адрес. Однак усіх виключених одержувачів буде точно визначено у процесі розсилання і внесено до переліку &laquo;Виключення&raquo; у звіті про розсилку.

source: Send to contacts having delivering errors anyway
uk: Все одно надіслати тим, хто мав помилки доставки

source: Use this option only if the reason of delivering errors has been resolved; otherwise recipient mail servers can ban your sending server for spam.
uk: Використовуйте цю опцію тільки після усунення причини помилок доставки повідомлень. В іншому випадку поштові сервери одержувачів можуть помістити ваш сервер відправника до в &laquo;чорного списку&raquo;.

source: Excepted from this list are:
uk: З них буде виключено:

source: Having delivering errors in previous campaign
uk: Ті, що мали помилки доставки у минулих розсилках

source: Delivering errors
uk: Помилки доставки

source: search by name or email
uk: пошук за іменем або email

source: Email addresses in this list have a permanent error returned by recipient mail servers.
uk: У цей список автоматично потрапляють ті адреси, поштовий сервер яких повернув повідомлення про постійну помилку в адресі одержувача.
