Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/pocketlists.po
Languages: uk_ua

source: Delete item
uk_ua: Видалити елемент

source: Choose list icon
uk_ua: Оберіть значок списку

source: Cancel
uk_ua: Скасувати

source: New to-do (e.g. “meeting tomorrow at 10”)
uk_ua: Нове завдання (наприклад, "совещание завтра в 10")

source: Show details and use the detailed add mode by default
uk_ua: Показати подробиці та використовувати детальний режим у подальшому

source: Only you can see this to-do
uk_ua: Тільки ви можете бачити це завдання

source: List completed
uk_ua: Список завершено

source: You can either automatically complete all to-do items on this list and continue adding new items, or archive this list to hide it until you need it some day in the future.
uk_ua: Ви можете або автоматично виконати усі завдання у цьому списку та продовжити додавати до нього нові елементи, або архівувати цей список, аби сховати його, доки колись у майбутньому він вам не знадобиться.

source: Sorry. You are not allowed to see anything on this page.
uk_ua: На жаль, у вас немає доступу до вмісту цієї сторінки.

source: Archiving the list will temporarily make this list and all it's items invisible. When you need this list in the future, simply unarchive it and continue from just where you stopped. Archive the list?
uk_ua: Архівування списку призведе до того, що список та його елементи стануть тимчасово невидимими. Якщо у майбутньому вам знадобиться цей список, просто розархівуйте його та продовжуйте роботу з ним. Архівувати?

source: DANGER! Pocket will be deleted with all its content including lists and to-dos. There will be no way to restore this data. Are you sure?
uk_ua: НЕБЕЗПЕЧНО! Проект буде видалено включно із його вмістом — списками та завданнями. Відновити ці дані можливості не буде. Ви впевнені?

source: You are about to leave this page without saving your input. Are you sure?
uk_ua: Ви збираєтеся покинути сторінку без збереження введених даних. Ви впевнені?

source: Are you sure you want to delete this file?
uk_ua: Ви впевнені, що хочете видалити цей файл?

source: This to-do is assigned to another person. Are you sure you want to mark this item as complete?
uk_ua: Завдання доручене іншій людині. Ви впевнені, що хочете позначити це завдання як виконане?

source: Show all %d completed to-dos
uk_ua: Показати усі %d виконані завдання

source: Find order by ID
uk_ua: Знайти замовлення за ID

source: %d s
uk_ua: %d сек

source: %d min
uk_ua: %d хв

source: %d h
uk_ua: %D год

source: %d d
uk_ua: %d д

source: %d mo
uk_ua: %d міс

source: %d y
uk_ua: %d р

source: Daily recap for %s
uk_ua: Щоденний огляд для %s

source: Stream
uk_ua: Потік

source: Not implemented for now
uk_ua: Наразі не реалізовано

source: Access denied
uk_ua: Доступ заборонено

source: Not found
uk_ua: Не знайдено

source: Work & Office
uk_ua: Робота та офіс

source: Shopping
uk_ua: Покупки

source: Home & Family
uk_ua: Дім та сім&#39;я

source: Travel & Vacations
uk_ua: Подорожі та Відпочинок

source: Nature & Outdoors
uk_ua: Природа та відпочинок на свіжому повітрі

source: Holidays & Events
uk_ua: Свята та події

source: School & Education
uk_ua: Школа та освіта

source: Hobbies & Games
uk_ua: Хобі та ігри

source: Food & Drink
uk_ua: Їжа та напої

source: Health & Medical
uk_ua: Здоров&#39;я та медицина

source: Sports & Activities
uk_ua: Спорт і активність

source: Toys & Babies
uk_ua: Іграшки та діти

source: Pets & Animals
uk_ua: Домашні тварини та догляд за ними

source: Tech & Gadgets
uk_ua: Техніка та гаджети

source: Signs & Symbols
uk_ua: Знаки та символи

source: Flags
uk_ua: Прапори

source: to his personal to-do stream
uk_ua: до його особистого потоку завдань

source: created new list
uk_ua: створив новий перелік

source: deleted a list
uk_ua: видалив список

source: archived
uk_ua: заархівовано

source: unarchived
uk_ua: розархівував

source: added new to-dos to
uk_ua: додав нові завдання для

source: added new to-do
uk_ua: додав нове завдання

source: added a to-do to self
uk_ua: додав собі завдання

source: completed
uk_ua: виконав

source: commented
uk_ua: прокоментував

source: assigned a to-do to
uk_ua: призначив завдання на

source: Can create to-dos to self
uk_ua: Може створювати завдання для себе

source: Can see other users personal to-dos and assign to-dos to teammates
uk_ua: Може переглядати власні завдання інших користувачів та призначати завдання колегам

source: Can see Shop-Script to-dos, other users personal to-dos, and assign to-dos to teammates
uk_ua: Може переглядати завдання Shop-Script, власні завдання інших користувачів та призначати завдання колегам

source: Can create and see to-dos linked with Shop-Script orders
uk_ua: Може створювати та переглядати завдання, пов&#39;язані із замовленнями Shop-Script

source: Pockets
uk_ua: Проекти

source: No access
uk_ua: Немає доступу

source: Limited access
uk_ua: Обмежений доступ

source: Full access
uk_ua: Повний доступ

source: To setup access rights by pocket, set Limited access for at least one pocket
uk_ua: Аби налаштувати права доступу до проектів, встановіть обмежений доступ до принаймні одного проекту

source: archive
uk_ua: архів

source: No pocket/id and list/id params specified
uk_ua: Не вказані параметри pocket/id та list/id

source: Pocket and list not found
uk_ua: Проект та список не знайдено

source: List move error
uk_ua: Помилка переміщення списку

source: Failed to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: No item with such ID
uk_ua: Немає елемента з таким ID

source: Files with extension .%s are not allowed to security considerations.
uk_ua: Файли з розширенням .%s не допускаються з міркувань безпеки.

source: Contact not found
uk_ua: Контакт не знайдено

source: Plugins
uk_ua: Плагіни

source: Lists
uk_ua: Переліки

source: To-do status labels
uk_ua: Мітки статусів завдань

source: Kanban board
uk_ua: Дошка канбан

source: To-do shortcuts
uk_ua: Ярлики завдань

source: https://www.webasyst.com/store/plugin/pocketlists/pro/
uk_ua: https://www.webasyst.ru/store/plugin/pocketlists/pro/

source: Bullets highlighted with a %s label are available as a part of the paid <a href="%s" target="_blank"><b>Pocket Lists PRO</b></a> plugin.
uk_ua: Пункти, позначені міткою %s, доступні у вигляді складових платного плагіну <a href="%s" target="_blank"><b>Pocket Lists PRO</b></a>.

source: No %s entity object in log context
uk_ua: У контексті лога немає об'єкту %s

source: There should be %s entity in log context
uk_ua: У контексті лога має бути присутнім об'єкт %s

source: No log mapping for %s
uk_ua: Немає відображення лога для %s

source: The list is in the pocket already
uk_ua: Цей перелік вже у проекті

source: Title
uk_ua: Назва

source: Optional text note
uk_ua: Необов'язкова текстова примітка

source: Attachment
uk_ua: Прикріплений файл

source: More
uk_ua: Більше

source: Get public link
uk_ua: Отримати публічне посилання

source: Edit list
uk_ua: Редагувати перелік

source: This pocket is empty. Start by creating a to-do list.
uk_ua: Цей проект порожній. Почніть зі створення переліку завдань.

source: Use Contacts app to customize access rights for pockets.
uk_ua: Для налаштування прав доступу до проектів використовуйте додаток «Контакти».

source: Everyone
uk_ua: Усі

source: Every user who can access Pocket Lists app will see lists and to-dos in this pocket.
uk_ua: Кожен користувач, який має доступ до додатку Pocket Lists, буде бачити переліки та завдання у цьому проекті.

source: Limited
uk_ua: Обмежено

source: Selected users
uk_ua: Обрані користувачі

source: Start typing name...
uk_ua: Почніть набирати ім'я...

source: Reds
uk_ua: Червоні

source: Reds + Yellows
uk_ua: Червоні + Жовті

source: Reds + Yellows + Greens
uk_ua: Червоні + Жовті + Зелені

source: Only unassigned to-dos and to-dos assigned to you will be counted in the app icon counter.
uk_ua: Тільки непризначені та призначені вам завдання будуть враховуватись у лічильникові додатку.

source: To-do stream inbox
uk_ua: Вхідний потік завдання

source: When you add to-dos to your To-do stream directly, they will be added into the specified to-do list.
uk_ua: Коли ви додаєте завдання напряму у ваш потік, їх буде додано до вказаного переліку завдань.

source: We’ll keep you up to date! And when there is nothing planned for the upcoming period, no alerts will be sent.
uk_ua: Ми будемо тримати вас в курсі! Коли на наступний період нічого не заплановано, повідомлення надсилатися не будуть.

source: only items I created
uk_ua: тільки створені мною елементи

source: any item on any list
uk_ua: будь-який елемент у будь-якому списку

source: When someone adds a to-do item
uk_ua: Коли хтось додає завдання

source: to any list I previously marked as favorite
uk_ua: до будь-якого списку, який я помітив обраним

source: When someone comments a to-do item
uk_ua: Коли хтось коментує завдання

source: which I’ve created
uk_ua: створену мною

source: which I previously marked as favorite
uk_ua: яку я помітив обраною

source: in just any list
uk_ua: у будь-якому переліку

source: When someone creates a new to-do list
uk_ua: Коли хтось створює новий перелік завдань

source: Invite your teammates!
uk_ua: Запросіть своїх колег!

source: Use <strong>Contacts app</strong> to add your teammates to Pocket Lists and to start collaborating on to-do lists together.
uk_ua: Використовуйте <strong>додаток «Контакти»</strong>, аби запросити ваших колег до Pocket Lists та разом почати роботу над переліками завдань.

source: No to-dos were assigned to %s yet
uk_ua: На %s ще не було назначено завдань

source: %s’s to-do list is empty
uk_ua: Перелік завдань користувача %s порожній

source: To assign a to-do to a user, either select him in to-do item details or add a to-do item above.
uk_ua: Аби призначити завдання користувачеві, оберіть його у властивостях завдання, або додайте завдання вище.

source: To-do stream
uk_ua: Потік завдань

source: Show stream
uk_ua: Показати потік

source: To-do stream automatically collects all important to-dos created by you and your teammates, and shows you what to do next.
uk_ua: Потік завдань автоматично збирає усі важливі завдання, створені вами або вашими колегами, і показує вам, що робити далі.

source: Delete item?
uk_ua: Видалити елемент?

source: List will be deleted permanently without the ability to restore. Are you sure?
uk_ua: Перелік буде видалено назавжди без можливості відновлення. Ви впевнені?

source: To-do
uk_ua: Завдання

source: Map
uk_ua: Карта

source: Tags
uk_ua: Теги

source: Notes
uk_ua: Примітки

source: UNDONE
uk_ua: НЕДОРОБЛЕНО

source: DONE
uk_ua: ВИКОНАНО

source: New to-do on your favorite list!
uk_ua: Нове завдання у вашому обраному переліку!

source: NEW: You’ve been assigned to a to-do
uk_ua: НОВЕ: вам призначене завдання

source: New list!
uk_ua: Новий перелік!

source: %s created new list %s
uk_ua: %s створив новий перелік %s

source: %s deleted a list
uk_ua: %s видалив перелік

source: %s archived %s
uk_ua: %s відправив до архіву %s

source: %s added new items to %s
uk_ua: %s додав нові елементи до %s

source: You’ve been assigned a new to-do
uk_ua: Вам було призначено нове завдання

source: There are new items on your favorite <strong>%s</strong> to-do list:
uk_ua: У вашому обраному переліку <strong>%s</strong> є нові елементи:

source: There are new items on <strong>%s</strong> to-do list:
uk_ua: У переліку <strong>%s</strong> є нові елементи:

source: Attachments
uk_ua: Вкладення

source: To-do Stream inbox
uk_ua: Вхідний потік завдань

source: When you add to-dos to your To-do Stream directly, they will be added into the specified to-do list and thus will be available to your teammates who can access this list. If you want such to-dos be your private to-dos by default, select None.
uk_ua: Коли ви додаєте завдання напряму до вашого потоку, їх буде додано до вказаного переліку і вони стануть доступними вашим колегам із доступом до цього переліку. Якщо ви бажаєте, аби такі завдання були приватними, оберіть «Нікому».

source: Set due date and time according to to-do name
uk_ua: Встановити дату та час відповідно до назви завдання

source: When enabled, Pocket Lists will automatically parse to-do name and set due date and time if it was typed.<br> E.g. “meeting tomorrow morning”, “call James next friday 5pm”.
uk_ua: Коли увімкнено, Pocket Lists автоматично обробить назву завдання та витягне назначені дату та час (при наявності). Наприклад, “meeting tomorrow morning”, “позвонить Николаю в пятницу в 17 часов” (підтримуються тільки англійська та російська мови).

source: ALL TO-DO LISTS AND ITEMS FROM THIS PROJECT WILL BE DELETED PERMANENTLY. ARE YOU SURE?
uk_ua: УСІ ПЕРЕЛІКИ ЗАВДАНЬ ТА ЕЛЕМЕНТИ ЦЬОГО ПРОЕКТУ БУДЕ ВИДАЛЕНО НАЗАВЖДИ. ВИ ВПЕВНЕНІ?

source: This is <strong>To-do Stream</strong> — your personal dynamic to-do list that automatically collects all important to-dos from all of your lists and presents them in the priority &amp; due order. Most important to-dos are on top. Since this is your personal list, to-do items assigned to your teammates won’t be listed on this list.
uk_ua: Це <strong>потік завдань</strong> — ваш персональний динамічний перелік завдання, який автоматично збирає усі важливі завдання з ваших списків та відображує їх у порядку приорітета. Найбільш важливі завдання знаходятся зверху. Так як це ваш персональний перелік, призначені на ваших колег завдання у ньому не з'являться.

source: To-dos added to this list directly will be automatically added to <strong>%s</strong> list and thus will be available to your teammates who can access this list. <a href="%s">Configure</a>
uk_ua: Додані до цього списку завдання буде автоматично додано до переліку <strong>%s</strong>, і таким чином вони будуть доступні колегам із правом доступу до цього переліку. <a href="%s">Налаштувати</a>

source: To-dos added to the stream directly will be <em>your private to-dos</em> unless you manually assign them to any to-do list or <a href="%s">select the default stream inbox list</a> in the app settings.
uk_ua: Завдання, додані напряму у поток, будуть <em>вашими приватними завданнями</em>, доки ви вручну не додасте їх до будь-якого переліку або <a href="%s">оберете стандартний список для потоку</a> у налаштуваннях додатку.

source: %s have just completed <strong>&#10004; %s</strong>
uk_ua: %s щойно завершив <strong>&#10004; %s</strong>

source: To-do has been uncompleted: <strong>&#10006; %s</strong>
uk_ua: Завдання недовиконане: <strong>&#10006; %s</strong>

source: Close?
uk_ua: Закрити?

source: New comment on %s
uk_ua: Новий коментар на %s

source: added new items to
uk_ua: додав нові елементи до

source: Your favorites list is empty
uk_ua: Ваш список обраного порожній

source: Click on a tiny star icon next to to-do name to add it to your personal favorties list.
uk_ua: Аби додати завдання до приватного переліку обраних, натисніть на значок зірочки поруч із назвою завдання.

source: Only selected users will be able to access lists and to-dos in this pocket.
uk_ua: Тільки обрані користувачі зможуть отримати доступ до переліків та завдань у цьому проекті.

source: Due %s
uk_ua: До %s

source: Create a to-do list and share it with your teammates.
uk_ua: Створити перелік завдань та поділитися ним із вашими колегами.

source: Edit list details
uk_ua: Редагувати деталі переліку

source: When someone sends me a to-do
uk_ua: Коли хтось надсилає мені завдання

source: Shared lists
uk_ua: Загальні списки

source: Use Pocket Lists app to keep track on what you need to do up next, to assign to-dos to your teammates, and to collaborate on shared to-do lists.
uk_ua: Використовуйте додаток Pocket Lists, аби тримати руку на пульсі майбутніх завдань, аби призначати завдання своїм колегам та працювати над загальними списками завдань.

source: Meeting tomorrow at 10
uk_ua: Зустріч завтра в 10

source: To-dos
uk_ua: Завдання

source: Can create shared to-do lists
uk_ua: Може створювати загальні завдання

source: to
uk_ua: до

source: sent a new to-do
uk_ua: надіслати нове завдання

source: in
uk_ua: у

source: to user
uk_ua: користувачеві

source: in list
uk_ua: до переліку

source: DELETED LIST
uk_ua: ПЕРЕЛІК ВИДАЛЕНО

source: Discussions
uk_ua: Обговорення

source: Add note
uk_ua: Додати примітку

source: Details
uk_ua: Подробиці

source: Installer
uk_ua: Інсталлер

source: https://www.webasyst.com/store/app/pocketlists/reviews/
uk_ua: https://www.webasyst.ru/store/app/pocketlists/reviews/

source: close details
uk_ua: закрити подробиці
