Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/pocketlists.po
Languages: uk_ua

source: %s has just completed <strong>%s</strong>
uk_ua: %s щойно завершив <strong>%s</strong>

source: The following to-do has just been uncompleted and rolled back to active status: <strong>%s</strong>
uk_ua: Наступне завдання було недовиконано та повернуто назад до активного стану: <strong>%s</strong>

source: Just %d more items left on <a href="%s">%s</a>
uk_ua: Усього лише %d елементів залишилось у <a href="%s">%s</a>

source: Woohoo, <a href="%s">%s</a> to-do list has been completed :)
uk_ua: Ура, перелік завдань <a href="%s">%s</a> виконано :)

source: Manage my subscription
uk_ua: Керувати підписками

source: %s have just created a new to-do list <strong><a href="%s">%s</a></strong>
uk_ua: %s щойно створив новий перелік завдань <strong><a href="%s">%s</a></strong>

source: There are new items on <a href="%s">%s</a> to-do list:
uk_ua: У переліку завдань <a href="%s">%s</a> є нові елементи:

source: <strong>%s</strong> by %s
uk_ua: <strong>%s</strong> від %s

source: %s commented on <a href="%s">%s</a>
uk_ua: %s прокоментував <a href="%s">%s</a>

source: Hi %s,
uk_ua: Привіт, %s,

source: Here is your <a href="%s">daily recap</a> for %s:
uk_ua: Ось ваш <a href="%s">щоденний огляд</a> для %s:

source: <strong>%s</strong> on %s
uk_ua: <strong>%s</strong> на %s

source: %s assigned you to a to-do on <a href="%s">%s</a>
uk_ua: %s призначив вам перелік завдань на <a href="%s">%s</a>

source: %s sent you <a href="%s">a new to-do</a>
uk_ua: %s надіслав вам <a href="%s">новий перелік завдань</a>

source: Due
uk_ua: Термін дії

source: Email list
uk_ua: Перелік адрес електронної пошти

source: To
uk_ua: Для

source: Subject
uk_ua: Тема

source: Favorites
uk_ua: Обране

source: My to-dos
uk_ua: Мої завдання

source: Message
uk_ua: Повідомлення

source: No to-dos :)
uk_ua: Немає завдань :)

source: Send
uk_ua: Надіслати

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Print
uk_ua: Друкувати

source: List #%d
uk_ua: Перелік #%d

source: Logbook
uk_ua: Журнал

source: Loading...
uk_ua: Завантаження...

source: Show all %d completed to-do
uk_ua: Показати усі %d виконані завдання

source: Close
uk_ua: Закрити

source: Icon
uk_ua: Іконка

source: Change
uk_ua: Змінити

source: Color
uk_ua: Колір

source: Save
uk_ua: Зберегти

source: error
uk_ua: помилка

source: saved
uk_ua: збережено

source: Re-sort list
uk_ua: Пересортувати перелік

source: Mark all to-dos as completed
uk_ua: Позначити усі завдання як завершені

source: Print list
uk_ua: Друкувати перелік

source: Archive list
uk_ua: Архівувати перелік

source: Delete list
uk_ua: Видалити перелік

source: Access
uk_ua: Доступ

source: me
uk_ua: я

source: author
uk_ua: автор

source: Online
uk_ua: Онлайн

source: Use <a href="%s">Team app</a> to configure access: select a user or a group of users &gt; Access tab &gt; Pocket Lists app &gt; apply the proper access level.
uk_ua: Використовуйте <a href="%s">додаток «Команда»</a>, аби налаштувати доступ: оберіть користувача або групу користувачів &gt; вкладка «Доступ» &gt; додаток Pocket Lists &gt; вкажіть необхідний рівень доступу.

source: List created
uk_ua: Перелік створено

source: New pocket
uk_ua: Новий проект

source: Store
uk_ua: Магазин

source: Completed
uk_ua: Завершено

source: Comments
uk_ua: Коментарі

source: Calendar
uk_ua: Календар

source: Places
uk_ua: Місця

source: Board
uk_ua: Дошка

source: Search
uk_ua: Пошук

source: Team
uk_ua: Команда

source: Show everyone
uk_ua: Показати усіх

source: Use <a href="%s">Team app</a> to invite teammates and to collaborate using the Pocket Lists app: select a user or a group of users &gt; Access tab &gt; Pocket Lists app &gt; apply the proper access level.
uk_ua: Використовуйте <a href="%s">додаток «Команда»</a> аби запросити колег та співпрацювати, використовуючи додаток Pocket Lists: оберіть користувача або групу користувачів &gt; вкладка «Доступ» &gt; додаток “Pocket Lists” &gt; вкажіть потрібний рівень доступу.

source: Archive
uk_ua: Архів

source: Settings
uk_ua: Налаштування

source: About
uk_ua: Про

source: Archive is empty
uk_ua: Архів порожній

source: Archiving is a handy way to hide a to-do list instead of deleting it permanently. To archive a list, tap on it’s big checkmark or click <em>Archive list</em> in the list action menu.
uk_ua: Архівація — зручний спосіб сховати перелік завдань замість його видалення. Аби заархівувати перелік, натисніть на його великій галочці або клікніть <em>Архівувати перелік</em> у меню дій.

source: To archive an active list, tap on it’s checkmark.
uk_ua: Аби заархівувати активний перелік, клікніть на його галочці.

source: Unarchive list
uk_ua: Розархівувати перелік

source: Delete
uk_ua: Видалити

source: Reply
uk_ua: Відповісти

source: on
uk_ua: на

source: Add comment
uk_ua: Додати коментар

source: My personal settings
uk_ua: Мої особисті настройки

source: Natural input
uk_ua: Природний ввід тексту

source: Understand “Meeting tomorrow at 10” input (recommended)
uk_ua: Розуміти ввід «встреча завтра в 10» (рекомендується)

source: When enabled, the app will automatically parse to-do name and set due date and time if it was typed.<br> Examples: “Meeting tomorrow morning”, “Call James next friday 5pm”, “Pay electricity bill in a week”, “Update working schedule April 25”.
uk_ua: Коли увімкнено, додаток автоматично розбере текст завдання (російською та англійською мовою) і встановить час та дату, якщо їх було введено.<br> Наприклад: «Встреча завтра утром», «Позвонить Николаю в следующую пятницу в 17 часов», «Оплатить счет за электричество через неделю», «Обновить график работ 25 апреля».

source: My to-dos to self
uk_ua: Мої завдання собі

source: To-dos assigned to me by other users
uk_ua: Завдання, призначені мені іншими користувачами

source: To-dos created by me in shared lists
uk_ua: Завдання, створені мною у загальних списках

source: in any to-do list
uk_ua: у будь-якому списку

source: only in lists which I marked as favorite
uk_ua: тільки у списках, які я позначив як обрані

source: To-dos created by other users in shared lists
uk_ua: Завдання, створені іншими користувачами в загальних списках

source: all Green, Yellow, and Red to-dos from all lists
uk_ua: усі зелені, жовті та червоні завдання з усіх списків

source: My to-dos is your personal dynamic to-do list that automatically collects all to-dos which you are about to do up next. To-dos to self and to-dos assigned to you by your teammates are included in this list automatically. Most important and urgent to-dos are on top.
uk_ua: Мої завдання — це ваш персональний динамічний список, який автоматично агрегує усі завдання, які ви збираєтеся робити далі. Завдання, створені вами та призначені вам вашими колегами, включені у цей список автоматично. Найбільш важливі та термінові завдання наводяться зверху.

source: Additionally, you can include other users’s to-dos to be shown on your My to-dos list , which is handy if you want to be sure not to miss any important to-do item, either it is an urgent to-do or a to-do list you follow.
uk_ua: Додатково ви можете включити завдання інших користувачів до показу у перелікові ваших завдань. Це може бути зручно у разі, якщо ви не хочете пропустити важливе завдання у переліку термінових завдань або у переліку, за яким ви стежите.

source: To-dos assigned to other users will be automatically hidden from your My to-dos list.
uk_ua: Завдання, призначені іншим користувачам, буде автоматично приховано з вашого списку завдань.

source: App icon counter
uk_ua: Лічильник на іконці

source: All my to-dos
uk_ua: Усі мої завдання

source: Only On Fire + Black + Red
uk_ua: Тільки У вогні + Чорні + Червоні

source: Only On Fire + Black + Red + Yellow
uk_ua: Тільки У вогні + Чорні + Червоні + Жовті

source: Only On Fire + Black + Red + Yellow + Green
uk_ua: Тільки У вогні + Чорні + Червоні + Жовті + Зелені

source: None
uk_ua: Немає

source: The counter will count to-dos of the specified colors on your My to-dos list.
uk_ua: Лічильник буде враховувати завдання вказаних кольорів у вашому переліку завдань.

source: Email me
uk_ua: Надіслати мені email

source: Daily recap on what’s up next
uk_ua: Щоденне резюме про те, що далі

source: for today
uk_ua: на сьогодні

source: for today and tomorrow
uk_ua: на сьогодні і завтра

source: for next 7 days
uk_ua: на найближчі 7 днів

source: Daily recap notifications require CRON to be configured, which is not the case for your Pocket Lists app. Cron the following command to run daily:
uk_ua: Щоденний огляд повідомлень вимагає налаштованого cron, а для Pocket Lists це не так. Налаштуйте cron з наступною командою для щоденного запуску:

source: Webasyst Cloud
uk_ua: Хмара Webasyst

source: launch the <a href="%s">Cloud app</a>
uk_ua: запустити <a href="%s">додаток «Хмара»</a>

source: Add Cron job
uk_ua: Додати завдання cron

source: Own server
uk_ua: Власний сервер

source: We’ll keep you up to date and notify you on what’s up next! And when there is nothing planned for the upcoming period, no alerts will be sent.
uk_ua: Ми будемо тримати вас в курсі завдань і повідомимо про те, що буде далі! А коли немає нічого запланованого на майбутній період, повідомлення надсилатися не будуть.

source: Last Cron execution time: %s
uk_ua: Останній час виконання Cron: %s

source: When someone assigns me a to-do
uk_ua: Коли хтось призначає мені завдання

source: When someone adds a to-do item in any shared list
uk_ua: Коли хтось додає завдання до будь-якого загального списку

source: only items on to-do lists I previously marked as favorite
uk_ua: тільки завдання зі списків, які я раніше позначив як улюблені

source: to just any list
uk_ua: до будь-якого списку

source: When someone creates a new shared to-do list
uk_ua: Коли хтось створює новий загальний список

source: When someone marks a to-do item as complete
uk_ua: Коли хтось відзначає будь-який пункт як виконаний

source: only items created by me or assigned to me
uk_ua: тільки елементи, створені мною або призначені на мене

source: only items I marked as favorite
uk_ua: тільки предмети, які я позначив обраними

source: any item on any shared list
uk_ua: будь-який елемент у загальному списку

source: When someone comments on a to-do item
uk_ua: Коли хтось коментує будь-яке завдання

source: %s’s to-dos (%d)
uk_ua: Завдання, що належать %s

source: Access to lists
uk_ua: Доступ до списків

source: Use Team app to <a href="%s">configure %s’s access</a> to shared lists: select a user or a group of users &gt; Access tab &gt; Pocket Lists app &gt; apply the proper access level.
uk_ua: Використовуйте додаток «Команда», <a href="%s">аби налаштувати доступ %s</a> до загальних списків: оберіть користувача або групу користувачів &gt; вкладка «Доступ» &gt; Pocket Lists &gt; оберіть потрібний рівень доступу.

source: You have no lists that you would share with %s in common.
uk_ua: У вас немає загальних з %s списків.

source: %d to-do
uk_ua: %d завдання

source: New list
uk_ua: Новий перелік

source: Pocket settings
uk_ua: Параметри проекту

source: Go ahead! Create a list.
uk_ua: Уперед! Створіть список.

source: Pockets and lists help you organize to-dos, ideas, and notes, and flexibly configure access rights for your team.
uk_ua: Проекти та списки допоможуть вам організувати списки завдань, ідей та нотаток, а також гнучко налаштувати права доступу для своєї команди.

source: You don’t have access to any list in the pocket. Please contact your admin to request access setup.
uk_ua: У вас немає доступу до будь-якого переліку у проекті. Будь ласка, зв&#39;яжіться із своїм адміністратором та запитайте доступ.

source: (unnamed pocket)
uk_ua: (проект без назви)

source: Pocket name
uk_ua: Назва проекту

source: Access rights
uk_ua: Права доступу

source: Delete pocket
uk_ua: Видалити проект

source: %s lists found
uk_ua: Знайдено %s списків

source: No lists found
uk_ua: Списків не знайдено

source: %s to-dos found
uk_ua: Знайдено %s завдань

source: Next
uk_ua: Далі

source: Previous
uk_ua: Назад

source: Welcome to Pocket Lists app!
uk_ua: Ласкаво просимо у додаток Pocket Lists!

source: Your daily routine
uk_ua: Ваш розпорядок дня

source: <a href="%s">Use Settings</a> page to configure your custom “My To-dos” filter behaviour.
uk_ua: <a href="%s">Використовуйте сторінку параметрів,</a> аби налаштувати поведінку фільтру «Мої завдання».

source: Rate
uk_ua: Оцінка

source: Rate on Webasyst Installer
uk_ua: Оцінити через Інсталер Webasyst

source: <strong>Your feedback is very important!</strong> Please rate Pocket Lists and write a short review about your experience of using the app. Reviews (both positive and negative) really help us to see what is most useful in the app so we can continue delivering new features the right way.
uk_ua: <strong>Ваш відгук дуже важливий!</strong> Будь ласка, оцініть Pocket Lists та напишіть короткий відгук про ваш досвід використання додатку. Відгуки (і позитивні і негативні) дійсно допомагають нам зрозуміти, що у додатку є найбільш корисним. Так ми зможемо випускати нові функції правильним чином.

source: https://www.webasyst.com/store/app/pocketlists/
uk_ua: https://www.webasyst.ru/store/app/pocketlists/

source: Support
uk_ua: Підтримка

source: We speak English and Russian.
uk_ua: Ми говоримо англійською та російською.

source: Pocket Lists for Webasyst is an important part of the bigger <a href="https://pocketlists.com" target="_blank"><strong>PocketLists.com project</strong></a> — a suite of apps that are aimed to provide the friendliest to-do list making & collaboration experience.
uk_ua: Pocket Lists для Webasyst це важлива частина великого проекту <a href="https://pocketlists.com" target="_blank"><strong>PocketLists.com</strong></a> — набору додатків, які мають на меті створення найбільш дружнього переліку завдань та середовища для співпраці.

source: Pocket Lists is <strong>mostly known for its iOS app</strong> (iPhone, iPad, Apple Watch) designed for personal list making. Get Pocket Lists on the App Store for free.
uk_ua: Pocket Lists <strong>найбільш відомий у вигляді додатку для iOS</strong> (iPhone, iPad, Apple Watch), яке створене для створення власних переліків завдань. Завантажте Pocket Lists з App Store безкоштовно.

source: http://itunes.apple.com/us/app/pocket-lists-2/id1272049520?mt=8
uk_ua: https://apps.apple.com/ru/app/pocket-lists-2-%D1%81%D0%BF%D0%B8%D1%81%D0%BA%D0%B8-%D0%B4%D0%B5%D0%BB/id1272049520

source: With Pocket Lists for Webasyst, our goal is to deliver the best of the Pocket Lists world to the Webasyst collaborative environment and to make the teamwork and collaboration on tasks expectionally easy and friendly.
uk_ua: Із Pocket Lists для Webasyst наша мета — привнести найкраще з Pocket Lists до середовища Webasyst та зробити співпрацю із колегами максимально простою та зрозумілою.

source: Roadmap
uk_ua: Дорожня карта

source: We have big plans for both iOS and Webasyst apps, and here is the summary of what we are keen to be integrating into Pocket Lists for Webasyst anytime soon (a draft plan):
uk_ua: У нас великі плани як для iOS, так і на додаток для Webasyst. Ось резюме того, що ми прагнемо втілити у Pocket Lists для Webasyst найближчим часом (це чернетка плану):

source: Bring the shared to-do list functionality into Webasyst
uk_ua: Додайте функціональність загального переліку завдань до Webasyst

source: Natural input ('... tomorrow 10am') parser
uk_ua: Природний ввід тексту (&#39;... завтра в 10 утра&#39;) (російською та англійською мовою)

source: Integrate with Shop-Script
uk_ua: Інтеграція із Shop-Script

source: The ability to create to-dos linked with orders
uk_ua: Можливість створювати завдання, пов&#39;язані із замовленнями

source: Multiple pockets and sophisticated access rights management
uk_ua: Декілька проектів та розширене управління правами доступу

source: To-do search
uk_ua: Пошук по завданнях

source: Integration with the Team app
uk_ua: Інтеграція з додатком «Команда»

source: Advanced Shop-Script integration
uk_ua: Прогресивна інтеграція з Shop-Script

source: Automated to-do creation based on order statuses
uk_ua: Автоматизоване створення завдань на основі статусів замовлень

source: Timelines: detailed activity log of who did what
uk_ua: Терміни: докладний звіт про діяльність колег

source: By pocket, by list, by user
uk_ua: За проектом, за переліком, за користувачем

source: Custom to-do statuses
uk_ua: Власні статуси завдань

source: Agile board
uk_ua: Дошка Agile

source: Integration with Webasyst CRM, Tasks, and other apps
uk_ua: Інтеграція з Webasyst CRM, додатком «Завдання» та іншими

source: “My To-dos” widget for the dashboard and Webasyst TV
uk_ua: Віджет «Мої завдання» для панелі управління та Webasyst TV

source: Rest API
uk_ua: API-інтерфейс REST

source: Mid 2019
uk_ua: Середина 2019

source: Integrate Pocket Lists for Webasyst and iOS
uk_ua: Інтегрувати Pocket Lists для Webasyst та iOS

source: Repeating to-dos
uk_ua: Повторювані завдання

source: Subtasks
uk_ua: Підзавдання

source: Headings / dividers (sublists)
uk_ua: Рубрики / дільники (підсписки)

source: Pocket Lists for Android
uk_ua: Pocket Lists для Android

source: Someday. The real ETA depends on the availability of development resources which are now focused mostly on iOS.
uk_ua: Колись. Реальний термін створення залежить від наявності ресурсів, які наразі зосереджені в основному на iOS.

source: Bullets highlighted with a %s label will be available as a part of the paid Pocket Lists PRO plugin.
uk_ua: Пункти, відмічені позначкою %s, будуть доступні у вигляді елементів платного плагіну Pocket Lists PRO.

source: Copyright
uk_ua: Авторське право

source: We wish we could implement new features that easy :)
uk_ua: Хотіли б ми так просто реалізовувати нові функції :)

source: My favorites
uk_ua: Моє обране

source: <strong>Your Favorites list is empty.</strong> To add a to-do to your personal favorites list, either click on a tiny little star icon next to a to-do name (in just any to-do list) or add a to-do directly using the form below.
uk_ua: <strong>Ваш список обраного порожній.</strong> Аби додати завдання до переліку обраного, клікніть по маленькій зірочці поруч із назвою завдання (у будь-якому перелікові) або додайте завдання безпосередньо, використовуючи форму нижче.

source: All favorites
uk_ua: Усе обране

source: Send It!
uk_ua: Надіслати!

source: Generate
uk_ua: Згенерувати

source: Reset everything
uk_ua: Скинути усе

source: Hide details and use the compact add mode by default
uk_ua: Приховати подробиці і використовувати компактний режим додавання за замовчуванням

source: New to-do
uk_ua: Нове завдання

source: Use @ or # symbols to link this to-do with a Shop-Script order.
uk_ua: Використовуйте символи @ або #, аби пов&#39;язати завдання із замовленням Shop-Script.

source: Ok, I got it.
uk_ua: Ок, зрозуміло.

source: The to-do item will be saved in the <span class="nowrap"><a href="%s" class="gray" target="_blank">Pocket Lists</a> app</span> and will be visible only to authorized Webasyst users. The customer will not see this to-do.
uk_ua: Це завдання буде збережено у додатку <span class="nowrap"><a href="%s" class="gray" target="_blank">Pocket Lists</a></span>, його буде видно тільки користувачам бекенду Webasyst. Клієнт це завдання не побачить.

source: Note
uk_ua: Примітка

source: Assigned to
uk_ua: Призначено на

source: Nobody
uk_ua: Ніхто

source: The user will see this to-do in his Pocket Lists to-do stream and will be notified about this assignment by email.
uk_ua: Користувач побачить це завдання у перелікові завдань у додатку Pocket Lists та отримає повідомлення про нього по email.

source: Created
uk_ua: Створено

source: Updated
uk_ua: Оновлено

source: Priority
uk_ua: Пріоритет

source: When
uk_ua: Коли

source: Set date
uk_ua: Встановити дату

source: Set time
uk_ua: Встановити час

source: Clear time
uk_ua: Очистити час

source: When due is set, it may automatically increase the manually set priority color.
uk_ua: Коли термін встановлено, вказаний вручну приорітет може бути підвищено.

source: This item is <strong>marked as completed</strong>. Setting priority and due date won’t be visible within the to-do list.
uk_ua: Цей елемент <strong>позначено як виконаний</strong>. Приорітет та термін не буде видно у перелікові завдань.

source: List
uk_ua: Список

source: Removing to-do item from a list makes it <strong>your private to-do item</strong> hidden from your teammates, and available on your To-do Stream only.
uk_ua: Видалення завдання зі списку переводить його до <strong>ваших приватних завдань</strong>, які є прихованими від ваших колег та видимі тільки у вашому переліку.

source: Repeat
uk_ua: Повторити

source: Every Day
uk_ua: Кожен день

source: Every Week
uk_ua: Щотижня

source: Every 2 Weeks
uk_ua: Кожні два тижні

source: Every Month
uk_ua: Кожен місяць

source: Every Year
uk_ua: Щорічно

source: Custom...
uk_ua: Користувальницький...

source: Location
uk_ua: Розташування

source: Delete to-do
uk_ua: Видалити завдання

source: Add to-do
uk_ua: Додати завдання

source: Sort
uk_ua: Сортувати

source: Favorite
uk_ua: Улюблені

source: Completed by %s
uk_ua: Завершено на %s

source: Assigned to %s
uk_ua: Призначено на %s

source: Comment
uk_ua: Коментар

source: Only you can see this item
uk_ua: Тільки ви можете бачити цей елемент

source: Edit
uk_ua: Редагувати

source: <strong>No comments yet.</strong> This page will display a plain list of all to-do item comments posted by you and your teammates. Keep track on this page to make sure not to miss a single discussion.
uk_ua: <strong>Коментарів ще немає.</strong> На цій сторінці буде показано простий перелік усіх коментарів до завдань, які були надіслані вами та вашими колегами. Заглядайте на цю сторінку, аби не пропустити жодного обговорення.

source: You are about to permanently delete this comment. Delete?
uk_ua: Ви збираєтеся назавжди видалити цей коментар. Видалити?

source: Logbook will automatically collect all to-do items completed by you and your teammates.
uk_ua: Журнал буде автоматично збирати усі завдання, завершені вами та вашими колегами.

source: To return a to-do back to work, simply unclick its checkmark.
uk_ua: Аби повернути завдання до роботи, просто зніміть позначку «виконано».

source: To-do stream is empty
uk_ua: Потік завдань порожній

source: Logbook is empty
uk_ua: Журнал порожній

source: Unlink
uk_ua: Відключити

source: Unknown state
uk_ua: Невідомий статус

source: Order
uk_ua: Замовлення

source: Better order processing
uk_ua: Покращена обробка замовлення

source: Pocket Lists integrates with Shop-Script and allows you to process orders even better: quickly set reminders linked to Shop-Script orders, assign tasks to sales managers, schedule follow-ups for the future. Pocket Lists will gather all such to-dos in one place and ensure you have your sales under complete control. Learn more about <a href="%s" target="_blank">integration with Shop-Script</a>.
uk_ua: Pocket Lists інтегрується з Shop-Script та дозволяє обробляти замовлення навіть краще: швидко налаштовуйте нагадування, пов&#39;язані із замовленнями Shop-Script, призначайте завдання менеджерам продажів, додавайте нагадування у розклад майбутніх завдань. Pocket Lists збереже усі такі завдання в одному місці та простежить за тим, аби ви повністю тримали продажі під контролем. Дізнайтеся більше про <a href="%s" target="_blank">інтеграцію із Shop-Script</a>.

source: https://www.webasyst.com/store/app/pocketlists/shop-script/
uk_ua: https://www.webasyst.ru/store/app/pocketlists/shop-script/

source: All to-do items (either completed or not) will be deleted permanently.
uk_ua: Усі завдання (виконані та невиконані) буде видалено назавжди.

source: Item will be deleted permanently without the ability to restore. Are you sure?
uk_ua: Елемент буде видалено назавжди без можливості відновлення. Ви впевнені?
