Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/team.po
Languages: uk

source: Access is switched off
uk: Доступ відключений

source: User invitation has been sent
uk: Надіслано запрошення увійти до команди

source: Open your user profile.
uk: Перейдіть до свого користувацького профілю.

source: Under the calendar, click <strong>“Personal calendar settings”</strong>.
uk: Під календарем клікніть на посиланні <strong>«Персональні налаштування календаря»</strong>.

source: Select <strong>“Add external calendar”</strong>.
uk: Оберіть <strong>«Додати зовнішній календар»</strong>.

source: Select <strong>“%s”</strong> and confirm your choice.
uk: Оберіть <strong>«%s»</strong> і підтвердіть свій вибір.

source: Complete settings fields using provided hints and save the changes.
uk: Заповніть поля налаштувань, використовуючи підказки, і збережіть зміни.

source: Connect your %s now
uk: Підключіть мій %s зараз

source: To connect an external calendar:
uk: Для підключення зовнішнього календаря:

source: deleted
uk: видалена

source: deleted
uk: видалений

source: deleted
uk: видалене

source: Check your key first of all <a href="{$wa_app_url}settings/">here</a>
uk: Спочатку перевірте ваш ключ <a href="{$wa_app_url}settings/">тут</a>

source: Error
uk: Помилка

source: Google map has error, maybe key is invalid
uk: Карти Google повернули помилку, можливо ключ невірний

source: Register application on %s
uk: Зареєструйте додаток на %s

source: Connect %s account:
uk: Під'єднайте акаунт %s:

source: Also delete all events imported from this calendar
uk: Також видалити всі події, імпортовані з цього календаря

source: name@company.com
uk: ім'я@компанія.укр

source: API tokens
uk: Токени API

source: Create data
uk: Створити дані

source: Client id
uk: ID клієнта

source: Scope
uk: Огляд

source: Expires
uk: Спливає

source: Remove token
uk: Видалити токен

source: Email change history
uk: Історія змін email

source: The user will not be able to send API requests using this token.
uk: Маючи цей токен, користувач не зможе направляти запити до API.

source: Unknown user
uk: Невідомий користувач

source: No API tokens
uk: Немає токенів API

source: Total:
uk: Усього:

source: Folders:
uk: Каталоги:

source: Files:
uk: Файли:

source: Page:
uk: Сторінка:

source: prev
uk: попер

source: next
uk: наст

source: - Uninstalled
uk: - Видалено

source: Uninstalled or not existed plugin
uk: Видалений або неіснуючий плагін

source: Plugin not found
uk: Плагін не знайдено

source: Август
uk: Серпень

source: Unknown action
uk: Невідома дія

source: Token not transferred
uk: Токен не передано
