Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/team.po
Languages: uk

source: Team
uk: Команда

source: Delete
uk: Видалити

source: Change photo
uk: Змінити фото

source: Password
uk: Пароль

source: change password
uk: змінити пароль

source: The same password is used to access personal account and backend.
uk: Для доступу до особистого кабінету і бекенду використовується єдиний пароль.

source: New password
uk: Новий пароль

source: Confirm password
uk: Підтвердження пароля

source: Save
uk: Зберегти

source: or
uk: або

source: cancel
uk: відмінити

source: Access
uk: Доступ

source: Block contact
uk: Заблокувати контакт

source: Unblock contact
uk: Розблокувати контакт

source: Disable this contact?
uk: Заблокувати цей контакт?

source: Enable this contact?
uk: Розблокувати цей контакт?

source: Disabled
uk: Вимкнено

source: Enabled
uk: Увімкнено

source: Status
uk: Статус

source: Online
uk: Онлайн

source: Offline
uk: Офлайн

source: never logged in
uk: ніколи не входив до системи

source: last login:
uk: останній вхід:

source: Customer portal
uk: Особистий кабінет

source: Available
uk: Доступний

source: Not available
uk: Недоступний

source: Customer Portal is a part of your site available for registered clients and containing their personal data. To access their customer portals your clients must log in with email and password.
uk: Особистий кабінет — це частина вашого сайту, що доступна кожному зареєстрованому кліентові и містить персональні дані кліента. Для доступу до особистого кабінету клієнтам знадобиться авторизація за допомогою email-адреси і пароля.

source: Personal portal settings
uk: Налаштування особистого кабинету

source: in Site app
uk: у додатку «Сайт»

source: Login
uk: Логін

source: Backend
uk: Бекенд

source: Administrator
uk: Адміністратор

source: This access level is inherited from groups. To change it, please adjust group settings or edit group membership for this user.
uk: Цей рівень доступу успадкований від груп. Щоб змінити його, відредагуйте налаштування цих груп або змініть набір груп для даного користувача.

source: You cannot revoke administrative access level for yourself. Only another Administrator can do this.
uk: Ви не можете анулювати адміністративний рівень доступу для самого себе. Лише адміністратор в змозі це зробити.

source: No access
uk: Немає доступу

source: Limited access
uk: Обмежений доступ

source: Confirm access change
uk: Підтвердіть зміну доступу

source: Cannot set &ldquo;No access&rdquo; because some access rights are inherited from groups. To revoke access rights, edit group settings or group membership for this user.
uk: Неможливо обрати «Доступ відсутній», тому що деякі права доступу успадковані від груп. Для позбавлення прав доступу відредагуйте налаштування груп або набір груп для даного користувача.

source: Saved
uk: Збережено

source: Invitation sent
uk: Запрошення надіслано

source: expires
uk: спливає

source: Login name is required to access your account backend.
uk: Логін є обов’язковим для доступу до бекенду.

source: E.g., john, agent07, etc.
uk: Приклад: john, agent07 и т. ін.

source: change login
uk: змінити логін

source: Belongs to groups
uk: Належить до груп

source: &lt;no name&gt;
uk: &lt;без імені&gt;

source: &lt;none&gt;
uk: &lt;немає&gt;

source: customize groups
uk: налаштувати групи

source: Access rights
uk: Права доступу

source: Backend access rights are customized for every app separately and result from a combination of personal and group access rights.
uk: Права доступу у бекенді налаштовуються для кожного додатка окремо і складаються із персональних та успадкованих від груп прав.

source: Edit access
uk: Редагувати доступ

source: Passwords do not match.
uk: Паролі не співпадають.

source: Login is required.
uk: Необхідно вказати логін.

source: Loading...
uk: Завантаження...

source: Edit
uk: Редагувати

source: Added
uk: Додав

source: Method
uk: Метод

source: map
uk: карта

source: other
uk: інший

source: which?
uk: який?

source: delete
uk: видалити

source: Add another
uk: Додати ще

source: required
uk: обов’язкове

source: year
uk: рік

source: Incorrect email address format.
uk: Невірний формат email-адреси.

source: Incorrect URL format.
uk: Невірний формат URL.

source: Must be a number.
uk: Повинно бути числом.

source: no name
uk: без імені

source: from
uk: з

source: Start
uk: Початок

source: to
uk: по

source: End
uk: Закінчення

source: by day
uk: по днях

source: by month
uk: по місяцях

source: Apply
uk: Застосувати

source: All time
uk: Весь час

source: Select dates...
uk: Обрати дати...

source: %d day
uk: %d день

source: %d hour
uk: %d година

source: Last %d day
uk: Останній %d день

source: This field is required.
uk: Це поле є обов’язковим.

source: At least one of these fields must be filled
uk: Хоча б одне з цих полів має бути заповненим

source: Birthday
uk: День народження

source: deleted contact_id=
uk: видалено contact_id=

source: granted backend access rights
uk: надав права доступу до бекенду

source: revoked backend access rights
uk: скасовав права доступу до бекенду

source: deleted contact
uk: видалив контакт

source: invited
uk: запросив

source: created group
uk: створив групу

source: changed group
uk: змінив групу

source: deleted group
uk: видалив групу

source: created event
uk: створив подію

source: changed event
uk: змінив подію

source: deleted event
uk: видалив подію

source: created calendar
uk: створив календар

source: changed calendar
uk: змінив календар

source: deleted calendar
uk: видалив календар

source: Contact with id = %s doesn't exist
uk: Контакт з id = %s не існує

source: All users
uk: Усі користувачі

source: until
uk: до

source: :status until :till_end_date
uk: :status до :till_end_date

source: :status from :from_start_date until :until_end_date
uk: :status з :from_start_date до :until_end_date

source: Manage group
uk: Змінити групу

source: Last seen
uk: Останній визит

source: Name
uk: Назва

source: Name
uk: Ім’я

source: Signed up
uk: Зареєстрований

source: Sort by
uk: Сортування

source: Add group description
uk: Додати опис групи

source: No users in this group.
uk: Ця група не має учасників.

source: Edit group
uk: Редагувати групу

source: New group
uk: Нова група

source: Description
uk: Опис

source: Type
uk: Тип

source: Group
uk: Група

source: Group description
uk: Опис групи

source: Location
uk: Офіс

source: Location
uk: Місце розташування

source: Location description
uk: Опис офісу

source: Icon
uk: Іконка

source: Address
uk: Адреса

source: Specified address not found on map
uk: Вказану адресу не вдалося знайти на карті

source: Create
uk: Створити

source: Group name is mandatory.
uk: Назва групи є обов’язковою.

source: Address is needed
uk: Необхідно вказати адресу

source: Add to group
uk: Додати до групи

source: Remove from group
uk: Виключити з групи

source: Back
uk: Назад

source: Manage access
uk: Керування доступом

source: Delete group
uk: Видалити групу

source: Find and add user
uk: Знайти і додати користувача

source: Users in this group
uk: Учасники цієї групи

source: Others users
uk: Інші користувачі

source: All users in this group.
uk: Всі користувачі з цієї групи.

source: Already in group
uk: Вже у групі

source: Delete this group?
uk: Видалити цю групу?

source: Access level selected for this group will be applied to all its members.
uk: Рівень доступу, обраний для цієї групи, буде застосовано до всіх її учасників.

source: To extend access rights of individual users within the group, edit their personal access settings.
uk: Щоб підвищити рівень доступу для окремих користувачів у групі, змініть їхні персональні налаштування прав.

source: me
uk: я

source: The app icon will not be shown in the app menu.
uk: Іконку додатку не буде показано у головному меню.

source: Full admin access to the app and its data.
uk: Повний доступ до всіх функцій і даних додатку.

source: Saving
uk: Збереження

source: Settings
uk: Налаштування

source: Calendars
uk: Календарі

source: Add calendar
uk: Додати календар

source: User name format
uk: Формат імені користувача

source: Maps
uk: Карти

source: Google Maps
uk: Карти Google

source: Google Maps API key
uk: API key карт Google

source: Yandex Maps
uk: Яндекс.Карти

source: No users.
uk: Користувачі відсутні.

source: Users
uk: Користувачі

source: No users found.
uk: Користувачів не знайдено.

source: Invite new user
uk: Запросити нового користувача

source: Please specify an email to send user invitation with further instructions.
uk: Вкажіть email-адресу для відправки користувачеві запрошення, що містить інструкції для входу.

source: I will enter password on behalf of this user so no invitation will be sent.
uk: Я введу пароль для цього користувача, щоб не відправляти йому запрошення.

source: Groups
uk: Групи

source: Locations
uk: Офіси

source: Send
uk: Надіслати

source: Inactive users
uk: Неактивні користувачі

source: No inactive users.
uk: Немає заблокованих користувачів.

source: No invited contacts.
uk: Немає запрошених контактів.

source: Delete contacts
uk: Видалити контакти

source: Contact deletion cannot be undone.
uk: Контакти будуть видалені без можливості відновлення.

source: IMPORTANT NOTE:
uk: УВАГА:

source: All selected contacts have links to other applications.
uk: Усі обрані контакти мають зв'язок з іншими додатками.

source: Deletion of these contacts is allowed to an Administrator only.
uk: Видалення таких контактів дозволено лише Адміністратору.

source: After deletion of these contacts, other applications will refer to non-existent contacts.
uk: Після видалення цих контактів інші додатки посилатимуться на неіснуючі контакти.

source: Delete anyway
uk: Видалити все одно

source: Close
uk: Закрити

source: close
uk: закрити

source: %d link
uk: %d посилання

source: %d of %d selected contacts shown below have links to other applications.
uk: %d з %d обраних контактів, показаних нижче, мають зв’язки з іншими додатками.

source: Delete %d of %d selected
uk: Видалити %d з %d обраних

source: Invitations
uk: Запрошення

source: Online users
uk: Користувачі онлайн

source: No users online.
uk: Відсутні користувачі онлайн.

source: Sign up as a new user
uk: Зареєструватись як новий користувач

source: Please specify login and password to create new backend user.
uk: Введіть логін і пароль для реєстрації нового користувача бекенду.

source: Password (again)
uk: Пароль (повторно)

source: Save and proceed
uk: Зберегти і продовжити

source: New user
uk: Новий користувач

source: Calendar
uk: Календар

source: Search users
uk: Знайти користувачів

source: No groups here
uk: Групи відсутні

source: No locations here
uk: Офіси відсутні

source: All contacts
uk: Усі контакти

source: Reports
uk: Звіти

source: Plugins
uk: Плагіни

source: No events for this user yet.
uk: Для цього користувача події відсутні.

source: Edit user
uk: Редагувати користувача

source: This user does not belong to any group.
uk: Цей користувач не включений до жодної з груп.

source: Edit groups
uk: Редагувати групи

source: hide
uk: приховати

source: Personal calendar settings
uk: Персональні налаштування календаря

source: External calendar type
uk: Тип зовнішнього календаря

source: specify settings
uk: налаштувати плагін

source: Continue
uk: Продовжити

source: Load authorize page
uk: Завантажити сторінку авторизації

source: Connect external calendar
uk: Підключити зовнішній календар

source: Empty
uk: Пусто

source: Inner calendars
uk: Внутрішні календарі

source: External calendars
uk: Зовнішні календарі

source: External calendar
uk: Зовнішній календар

source: Integration levels
uk: Рівні інтеграції

source: Connect & import events
uk: Підключити і імпортувати події

source: Import events
uk: Імпортувати події

source: Edit calendar
uk: Редагувати календар

source: New calendar
uk: Новий календар

source: Calendar name
uk: Назва календаря

source: Style
uk: Стиль

source: Background color
uk: Колір фону

source: Font color
uk: Колір тексту

source: Selected user groups only
uk: Лише окремі групи користувачів

source: Select user groups which you want to be able to control events in this calendar:
uk: Оберіть групи користувачів, яким ви бажаєте надати право керувати подіями в цьому календарі:

source: This group does not have access to Team app.
uk: Ця група не має доступу до додатку «Команда».

source: Customize group access rights using the <a class="js-edit-group inline-link" href="%s"><b><i>Manage group</i></b></a> mode.
uk: Налаштуйте права групи в режимі <a class="js-edit-group inline-link" href="%s"><b><i>Керування групою</i></b></a>.

source: There are no user groups in your Webasyst installation.
uk: У вашому бекенді Webasyst відсутні групи користувачів.

source: Add groups to be able to manage access to calendars.
uk: Створіть групи, щоб керувати доступом до календарів.

source: Default status
uk: Статус за замовчуванням

source: Default label for adding a user status in this calendar
uk: Мітка за замовчуванням для створення статусу користувача у цьому календарі

source: Field is empty
uk: Поле не заповнене

source: Incorrect date
uk: Вказано некоректну дату

source: Incorrect period
uk: Вказано некоректний період

source: You need to install any calendar plugin before connecting external calendars.
uk: Для підключення зовнішніх календарів потрібно встановити відповідні плагіни.

source: Confirm calendar unlinking
uk: Підтвердження відключення календаря

source: Are you sure to unlink "%s"?
uk: Ви впевнені, що бажаєте відключити «%s»?

source: Are you sure to delete "%s"?
uk: Ви впевнені, що бажаєте видалити «%s»?

source: Also delete all events imported from this calendar
uk: Також видалити всі події, імпортовані з цього календаря

source: %d event
uk: %d подія

source: Delete this calendar?
uk: Видалити цей календар?

source: This calendar is empty. No events will be deleted.
uk: Календар пустий. Жодну подію не буде видалено.

source: %d event in this calendar will be deleted
uk: %d подія в цьому календарі буде видалена

source: %d connection to external calendars will be deleted
uk: %d підключення до зовнішнього календаря буде видалене

source: unlink calendar
uk: відключити календар

source: Delete this event?
uk: Видалити цю подію?

source: more
uk: ще

source: days
uk: дні

source: Data is broken
uk: Дані пошкоджено

source: Not connected
uk: Не підключено

source: Configure
uk: Налаштувати

source: unlink
uk: відключити

source: No external calendars connected
uk: Не підключений жоден зовнішній календар

source: Add external calendar
uk: Додати зовнішній календар

source: This is your team calendar. Schedule events and user statuses so all your teammates see who is up to on what. Click on a date or drag between dates to add an event.
uk: Це календар вашої команди. Додавайте події і встановлюйте статуси користувачів, щоб усі бачили, хто і що планує. Клікніть по окремій даті або виділіть період, щоб додати нову подію.

source: Previous month
uk: Попередній місяць

source: Next month
uk: Наступний місяць

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: Event
uk: Подія

source: User
uk: Користувач

source: Event name
uk: Назва події

source: Type description here
uk: Додайте опис події

source: Event location
uk: Місце

source: Event start
uk: Початок

source: Event end
uk: Закінчення

source: All day
uk: Увесь день

source: Label
uk: Мітка

source: Your label
uk: Ваша мітка

source: Preview
uk: Попередній перегляд

source: This is how it will look like all around Webasyst
uk: Ось як це буде виглядати у вашому Webasys

source: When
uk: Коли

source: Source
uk: Джерело

source: Minimal access
uk: Мінімальний доступ

source: Full access
uk: Повний доступ

source: Remove
uk: Видалити

source: Welcome to the team!
uk: Ласкаво просимо до команди!

source: Webasyst is a great way for teams to work together online and share access to apps and data. Enter your teammates email addresses, and Webasyst will automatically create user accounts and send invitations.
uk: Webasyst — це зручне середовище для колективної роботи і обміну робочою інформацією через Інтернет. Введіть email-адреси своїх колег, і Webasyst автоматично створить для них акаунти користувачів та надішле їм запрошення на вхід.

source: Add more people
uk: Додайте більше людей

source: Send invitations
uk: Надіслати запрошення

source: add teammates manually later
uk: додати учасників вручну пізніше

source: <em>Full access</em> means the freedom of using all functions available in all installed apps. <em>Minimal access</em> limits the range of available functions only to viewing and editing personal profile in Team app. Later on you will be able to set up personal access rights to individual apps for each user.
uk: <em>Повний доступ</em> — це можливість використовувати без обмежень усі функції усіх встановлених додатків. <em>Мінімальний доступ</em> — цей рівень доступу дозволяє лише передивлятись і редагувати власний профіль в додатку «Команда». Пізніше ви зможете гнучкіше налаштувати доступ для кожного співробітника до окремих додатків.

source: Invalid email address
uk: Невірна email-адреса

source: Auto
uk: Авто

source: <span class="activity-action gray">added</span> %s <span class="activity-action gray">to group</span> %s
uk: <span class="activity-action gray">додав</span> %s <span class="activity-action gray">до групи</span> %s

source: <span class="activity-action gray">removed</span> %s <span class="activity-action gray">from group</span> %s
uk: <span class="activity-action gray">видалив</span> %s <span class="activity-action gray">з групи</span> %s

source: Can view teammates
uk: Може бачити учасників

source: Can edit self contact info
uk: Може редагувати власні дані

source: Can add users
uk: Може додавати користувачів

source: Can add groups
uk: Може додавати групи

source: View only
uk: Лише перегляд

source: Edit users data
uk: Може редагувати дані учасників

source: Can manage users in groups
uk: Може керувати учасниками груп

source: Can manage groups
uk: Може керувати групами

source: Can edit events in calendars
uk: Може редагувати події в календарях

source: Lastname Firstname Middlename
uk: Прізвище Ім’я По-батькові

source: Lastname Firstname
uk: Прізвище Ім’я

source: Firstname Lastname
uk: Ім’я Прізвище

source: Firstname Middlename Lastname
uk: Ім’я По-батькові Прізвище

source: Group not found
uk: Групу не знайдено

source: Access denied
uk: Доступ заборонено

source: Password must not be empty.
uk: Необхідно вказати пароль.

source: %d contact has been deleted
uk: видалений %d контакт

source: You cannot delete yourself.
uk: Ви не можете видалити себе.

source: Only Administrator can delete backend users.
uk: Лише адміністратор може видаляти користувачів бекенду.

source: You need full access to Team app to be able to delete contacts.
uk: Для видалення контактів необхідний повний доступ до додатку «Команда».

source: Only Administrator can delete contacts that have links to other applications.
uk: Лише Адміністратор може видаляти контакти, що мають зв’язки з іншими додатками.

source: This login is already set for another user
uk: Вказаний логін вже використовується іншим користувачем

source: Already in our team!
uk: Вже в нашій команді!

source: This contact was banned
uk: Цей контакт заблоковано

source: Plugin settings page
uk: Сторінка налаштування плагіну

source: External calendar not found
uk: Зовнішній календар не знайдено

source: Calendar not found
uk: Календар не знайдено

source: Not enabled level of integration
uk: Обрано недопустимий рівень інтеграції

source: Authorize failed
uk: Авторизація не вдалася

source: External calendar plugin not found
uk: Не знайдено плагін для зовнішнього календаря

source: This does not look like a valid email
uk: Це несхоже на вірний email

source: All calendars
uk: Усі календарі

source: Timeline
uk: Хронологія

source: Contact info
uk: Контактна інформація

source: User access
uk: Доступ

source: Stats
uk: Статистика

source: Import only
uk: Лише імпорт

source: All entries available in an external calendar will be imported into your Webasyst account. No data will be exported from Webasyst to an external calendar.
uk: Всі дані будуть повністю імпортовані із зовнішнього календаря до вашого Webasyst. З Webasyst до зовнішнього календаря жодні дані передаватись не будуть.

source: Import + export of changes and deletions
uk: Імпорт + експорт змін і видалень

source: All entries available in an external calendar will be imported into your Webasyst account. From Webasyst to an external calendar will be exported only your changes and deletions; newly added entries will not be exported to an external calendar.
uk: Всі дані будуть повністю імпортовані із зовнішнього календаря до вашого Webasyst. З Webasyst до зовнішнього календаря будуть експортуватись лише зміни і видалення; нові записи не будуть експортуватись до зовнішнього календаря.

source: Full data synchronization
uk: Повний двосторонній обмін даними

source: All entries available in an external calendar will be imported into your Webasyst account. From Webasyst to an external calendar will be exported newly added entries as well as your changes and deletions.
uk: Всі дані будуть повністю імпортовані із зовнішнього календаря до вашого Webasyst. З Webasyst до зовнішнього календаря будуть експортуватись нові записи, що знову додаються, зміни та видалення.

source: No users will be deleted.
uk: Користувачі не будуть видалені.

source: To add a user to %s, either use <a class="js-edit-group inline-link" href="%s"><b><i>Manage group</i></b></a> mode, or drag a user to this group in the sidebar.
uk: Щоб додати користувача до групи «%s», або використовуйте режим «<a class="js-edit-group inline-link" href="%s"><b><i>Змінити групу</i></b></a>», або ж перетягніть користувача на назву групи в боковій панелі.

source: To add a user to %s, use <a class="inline-link"><b><i><a class="js-edit-group" href="%s">Manage group</a></i></b></a> mode.
uk: Щоб додати користувача до групи %s, використовуйте режим «<a class="inline-link"><b><i><a class="js-edit-group" href="%s">Змінити групу</a></i></b></a>».

source: show %s weeks
uk: показати %s тижнів

source: You need to <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">get a Key/Authentication</a> to use Google Maps JavaScript API
uk: Для використання JavaScript API карт Google необхідно <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">отримати ключ авторизації</a>

source: Use <a class="js-edit-group inline-link" href="%s"><b><i>Plugins</i></b></a> section to install plugin you need.
uk: Використовуйте розділ <a class="js-edit-group inline-link" href="%s"><b><i>Плагіни</i></b></a> для встановлення необхідних плагінів.

source: All apps
uk: Усі додатки

source: Vacation
uk: Відпустка

source: Business
uk: Відрядження

source: Illness
uk: Лікарняний

source: Meeting
uk: Зустріч

source: Other
uk: Інше

source: on vacation
uk: у відпустці

source: in a business trip
uk: у відрядженні

source: sick
uk: хворію

source: at the meeting
uk: на зустрічі

source: %s's birthday — %s
uk: %s святкує день народження — %s

source: Access disabled by %1$s, %2$s
uk: Доступ відключив %1$s, %2$s

source: Remote
uk: Віддалено

source: Administrators
uk: Адміністратори

source: %s HQ
uk: %s штаб-квартира

source: This is a list of users who are no longer members of your team. You have disabled their access to your Webasyst backend.
uk: Це перелік користувачів, що більше не працюють у вашій команді. Їм відключений доступ до бекенду вашого Webasyst.
