Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/plugins/shop_cml1c.po
Languages: uk_ua

source: imported %d product image
uk_ua: імпортовано %d зображення товару

source: imported %d category
uk_ua: імпортовано %d категорію

source: imported %d product
uk_ua: імпортовано %d товар

source: imported %d sku
uk_ua: імпортовано %d артикул

source: imported %d offer
uk_ua: імпортовано %d пропозицію

source: updated %d order
uk_ua: оновлено %d замовлення

source: updated %d product image
uk_ua: оновлено %d зображення товару

source: updated %d category
uk_ua: оновлено %d категорію

source: updated %d product
uk_ua: оновлено %d товар

source: updated %d sku
uk_ua: оновлено %d артикул

source: updated %d offer
uk_ua: оновлено %d пропозицію

source: analyzed %d product
uk_ua: проаналізовано %d товар

source: analyzed %d sku
uk_ua: проаналізовано %d артикул

source: analyzed %d offer
uk_ua: проаналізовано %d пропозицію

source: analyzed %d feature
uk_ua: проаналізовано %d характеристику

source: analyzed %d stock
uk_ua: проаналізовано %d склад

source: skipped %d order
uk_ua: пропущене %d замовлення

source: skipped %d product image
uk_ua: пропущено %d зображення товару

source: skipped %d category
uk_ua: пропущено %d категорію

source: skipped %d product
uk_ua: пропущено %d товар

source: skipped %d sku
uk_ua: пропущено %d артикул

source: skipped %d offer
uk_ua: пропущено %d пропозицію

source: %d order
uk_ua: %d замовлення

source: %d product
uk_ua: %d товар

source: %d offer
uk_ua: %d пропозиція

source: %d category
uk_ua: %d категорія

source: analyzed %d price
uk_ua: проаналізовано %d ціну
