Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/plugins/team_office365.po
Languages: uk_ua

source: Authorization code is canceled or expired
uk_ua: Код авторизації скасовано або термін його дії сплив

source: Renew authorization code
uk_ua: Оновити код авторизації

source: Need your attention
uk_ua: Потребує вашої уваги

source: Application ID
uk_ua: Ідентифікатор додатку

source: Issued by Microsoft for your Web application
uk_ua: Видається Microsoft для вашого веб-додатку

source: Application secret
uk_ua: Секрет додатку

source: Outlook.com Calendar
uk_ua: Календар Outlook.com

source: Microsoft online Outlook calendar integration
uk_ua: Інтеграція з календарем Microsoft Outlook

source: Session protection validated
uk_ua: Захист сесії затверджено

source: Code for generating token is not received. Use HTTPS redirect URL for Office365
uk_ua: Код для генерації токену не отримано. Для Office365 використовуйте URL перенаправлення на HTTPS

source: Code for generating token is not received
uk_ua: Код для генерації токена не отримано

source: Token is not generated
uk_ua: Токен не згенеровано

source: Unknown calendar
uk_ua: Невідомий календар

source: Plugin not found
uk_ua: Плагін не знайдено

source: Another Microsoft account
uk_ua: Інший обліковий запис Microsoft

source: To receive Application Id and secret <a href="https://apps.dev.microsoft.com/" target="_blank">register an application</a> on the Microsoft Application Registration portal.
uk_ua: Аби отримати ідентифікатор та секрет додатку, <a href="https://apps.dev.microsoft.com/" target="_blank">зареєструйте додаток</a> на порталі реєстрації додатків Microsoft.

source: <a href="https://support.webasyst.com/16034/team-add-calendar-microsoft-office-365/" target="_blank">Step-by-step manual on connecting with a Microsoft Office Online</a>
uk_ua: <a href="https://support.webasyst.com/16034/team-add-calendar-microsoft-office-365/" target="_blank">Поетапна інструкція з під'єднання до Microsoft Office Online</a>

source: Redirect URI
uk_ua: URI перенаправлення

source: URL(https) where a user will return after Microsoft Graph authorization.
uk_ua: URL (https), до якого буде повернуто користувача після авторизації Microsoft Graph.

source: Copy specified URL to the appropriate field in your Microsoft Graph application settings.
uk_ua: Скопіюйте вказаний URL до відповідного поля у налаштуваннях додатка Microsoft Graph.

source: You need HTTPS to connect Microsoft account.
uk_ua: Для підключення облікового запису Microsoft вам потрібен HTTPS.
