Repository: IgorKononov/waua
Catalog: ualangpack/lib/config/data/plugins/team_ics.po
Languages: uk_ua

source: Import events from file
uk_ua: Імпортувати події з файлу

source: WebCal subscription URL
uk_ua: URL підписки WebCal

source: Subscribe
uk_ua: Підписатися

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Empty
uk_ua: Порожній

source: Choose .ics file
uk_ua: Оберіть .файл ICS

source: Import from file
uk_ua: Імпортувати з файлу

source: Calendar
uk_ua: Календар

source: Import
uk_ua: Імпорт

source: Can't download by current URL
uk_ua: Не вдається скачати за поточною URL-адресою

source: No iCalendar found on specified URL
uk_ua: iCalendar за вказаною URL не знайдено

source: URL is empty string
uk_ua: URL-адреса є порожнім рядком

source: URL scheme is unknown
uk_ua: Схема URL-адреси невідома

source: URL host is empty
uk_ua: Хост URL-адреси порожній

source: RFC 5545 iCalendar specification support for events import via WebCal subscriptions (iCal URL) and uploading local .ics files
uk_ua: Підтримка специфікації RFC 5545 iCalendar для імпорту подій з підписок WebCal (iCal URL) та завантаження локальних файлів .ics
