Repository: IgorKononov/waua
Catalog: lib/config/data/hosting.po
Languages: uk_ua

source: Hosting
uk_ua: Хостинг

source: Cloud
uk_ua: Хмара

source: Account
uk_ua: Акаунт

source: Terms of Service
uk_ua: Умови надання послуг

source: Domains
uk_ua: Домени

source: Pricing
uk_ua: Тарифи

source: Email accounts
uk_ua: Акаунти email

source: Crontab
uk_ua: Заплановані завдання (crontab)

source: Connect domain
uk_ua: Підключення домену

source: Map your .COM domain
uk_ua: Під'єднати власний домен

source: <strong>Basic reporting.</strong> You are viewing basic version of sales reports. To activate the full version which includes cohort analysis, A/B testing, by-channel sales and profit reporting, ROI and LTV calculation, <a href="%s">upgrade your account</a> to &ldquo;Pro&rdquo; or &ldquo;Premium&rdquo; plan.
uk_ua: <strong>Спрощена звітність.</strong> Ви переглядаєте спрощену версію звітів про продажі. Аби активувати повну версію, яка включає когортний аналіз, A/B-тестування, звітність по каналах продажу та прибутках, підрахунок ROI та LTV, <a href="%s">оновіть свій акаунт</a> до тарифних планів &ldquo;Про&rdquo; або &ldquo;Преміум&rdquo;.

source: Site acceleration
uk_ua: Пришвидшення сайту

source: Custom email templates are disabled in trial accounts. All notifications will use text provided by default. Please upgrade your hosting plan to enjoy full functionality.
uk_ua: Модифікацію шаблонів email-сповіщень вимкнено на пробних акаунтах. Усі сповіщення будуть використовувати текст за замовчуванням. Будь ласка, оновіть свій тарифний план, аби відчути переваги повної функціональності.

source: Product cannot be saved. You can have a maximum of %s product SKUs with your pricing plan. To be able to add more products or SKUs, please select another plan.
uk_ua: Не вдається зберегти товар. На поточному тарифі ви можете зберегти максимум %s артикулів. Аби мати змогу додати більше товарів та артикулів, оберіть інший тарифний план, будь ласка.

source: Start configuration setup
uk_ua: Запустити налаштування конфігурації

source: Create a demo store
uk_ua: Створити демонстраційний магазин

source: Please don’t close your browser window until the process is over.
uk_ua: Будь ласка, не закривайте вікно браузера, поки процес не закінчився.

source: Suspended
uk_ua: Зупинено

source: Extend account
uk_ua: Подовжити акауни

source: Choose tariff
uk_ua: Обрати тариф
