Repository: IgorKononov/waua
Catalog: lib/config/data/tasks.po
Languages: uk_ua

source: %s edited a task you are assigned to:
uk_ua: %s відредагував призначене на вас завдання:

source: %s edited a task you created:
uk_ua: %s відредагував створене вами завдання:

source: %s edited a task:
uk_ua: %s відредагував завдання:

source: via Tasks app
uk_ua: через додаток «Завдання»

source: %s wrote a comment to task you are assigned to:
uk_ua: %s написав коментар до завдання, на яке вас призначено:

source: %s wrote a comment to task you created:
uk_ua: %s написав коментар до створеного вами завдання:

source: %s wrote a comment:
uk_ua: %s написав коментар:

source: Low
uk_ua: Низький

source: High
uk_ua: Високий

source: Urgent
uk_ua: Терміновий

source: Files
uk_ua: Файли

source: User %s sent you your task.
uk_ua: Користувач %s надіслав вам ваше завдання.

source: User %s sent you a task.
uk_ua: Користувач %s відправив вам завдання.

source: User %s sent a task to %s.
uk_ua: Користувач %s надіслав завдання для %s.

source: %d new task
uk_ua: %d нове завдання

source: %s sent you a your task
uk_ua: %s надіслав вам ваше завдання

source: %s sent you a new task
uk_ua: %s надіслав вам нове завдання

source: %s sent new task to %s
uk_ua: %s відправив нове завдання для %s

source: %s has just completed a task
uk_ua: %s щойно виконав завдання

source: Save in my lists
uk_ua: Зберегти в мої списки

source: Name
uk_ua: Назва

source: Icon
uk_ua: Значок

source: Save
uk_ua: Зберегти

source: or
uk_ua: або

source: cancel
uk_ua: скасувати

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видалити

source: Set favorite
uk_ua: Позначити як обране

source: Double-click to change task priority
uk_ua: Натисніть двічі, аби змінити пріоритет завдань

source: Status
uk_ua: Статус

source: Archived
uk_ua: Архівовано

source: Add tag
uk_ua: Додати тег

source: Start typing in search field to find a tag.
uk_ua: Почніть набирати у полі пошуку, аби знайти тег.

source: Custom tag...
uk_ua: Користувальницький тег...

source: Due date
uk_ua: Термін дії

source: invert
uk_ua: інвертувати

source: remove link
uk_ua: видалити посилання

source: Parent task
uk_ua: Батьківське завдання

source: Child task
uk_ua: Дочірнє завдання

source: Return
uk_ua: Повернутися

source: Forward
uk_ua: Вперед

source: History &amp; Comments
uk_ua: Історія та коментарі

source: Hide history
uk_ua: Приховати історію

source: You can't hide high priority task
uk_ua: Ви не можете приховати пріоритетне завдання

source: You can only hide tasks assigned to you.
uk_ua: Ви можете приховати тільки ті завдання, що покладені на вас.

source: Hidden until
uk_ua: Приховане до

source: Hide
uk_ua: Приховати

source: Unhide
uk_ua: Показати

source: Status:
uk_ua: Статус:

source: Assigned:
uk_ua: Призначено:

source: Assignment removed
uk_ua: Призначення видалено

source: There are no comments for this task yet.
uk_ua: До цього завдання ще немає коментарів.

source: There are more than %u tags.
uk_ua: Існує більше, ніж %u тегів.

source: Create a project first
uk_ua: Спочатку створіть проект

source: You need to %sadd your first project%s to be able to create tasks.
uk_ua: Ви маєте %sдодати свій перший проект%s, аби мати змогу створювати завдання

source: Can't create list from list
uk_ua: Неможливо створити перелік з переліку

source: %s of %d
uk_ua: %s з %d

source: Load more...
uk_ua: Завантажити ще...

source: Loading...
uk_ua: Завантаження...

source: %d task
uk_ua: %d завдання

source: no tasks
uk_ua: немає завдань

source: Confirm the action
uk_ua: Підтвердіть дію

source: The task is assigned now to:
uk_ua: Завдання тепер призначено на:

source: Confirm
uk_ua: Підтвердити

source: Save comment
uk_ua: Зберегти коментар

source: Set deadline
uk_ua: Встановити термін

source: You are about to abandon task editor without saving the task. All unsaved data will be lost. Are you sure?
uk_ua: Ви збираєтеся покинути редактор завдань без збереження завдання. Всі незбережені зміни буде втрачено. Ви впевнені?

source: You are about to leave the page without saving the task. Are you sure?
uk_ua: Ви збираєтеся покинути сторінку без збереження завдань. Ви впевнені?

source: There are unsaved task draft.
uk_ua: Є незбережена чернетка завдання.

source: Do you want to continue editing?
uk_ua: Ви хочете продовжити редагування?

source: Input task name
uk_ua: Введіть назву завдання

source: Input task description
uk_ua: Введіть опис завдання

source: Click to select files or drag them here
uk_ua: Оберіть файли або перетягніть їх сюди

source: Assign to
uk_ua: Призначити на

source: me
uk_ua: мене

source: Unassigned
uk_ua: Непризначене

source: Show all
uk_ua: Показати усі

source: Save task
uk_ua: Зберегти завдання

source: Create task
uk_ua: Створити завдання

source: SMS
uk_ua: СМС

source: More fields
uk_ua: Більше полів

source: Date is invalid
uk_ua: Дата є недійсною

source: Filter tasks
uk_ua: Відфільтрувати завдання

source: Remove from my lists
uk_ua: Видалити з моїх переліків

source: Priority
uk_ua: Пріоритет

source: Due
uk_ua: Термін дії

source: Newest
uk_ua: Найновіші

source: Oldest
uk_ua: Найстаріші

source: Done
uk_ua: Виконано

source: Set priority
uk_ua: Встановити пріоритет

source: Add
uk_ua: Додати

source: Forward (%d)
uk_ua: Вперед (%d)

source: Project
uk_ua: Проект

source: Do not change
uk_ua: Не змінювати

source: Forward to
uk_ua: Вперед до

source: Comment
uk_ua: Коментар

source: Enter your comment
uk_ua: Введіть коментар

source: Please click or drop image file here
uk_ua: Натисніть кнопку або перетягніть файл зображення сюди

source: Add comment
uk_ua: Додати коментар

source: Tags
uk_ua: Теги

source: Search tag...
uk_ua: Пошук тега...

source: No milestone
uk_ua: Немає етапу

source: All
uk_ua: Усі

source: Inbox
uk_ua: Вхідні

source: Outbox
uk_ua: Вихідні

source: Favorites
uk_ua: Обране

source: Clear filters
uk_ua: Очистити фільтри

source: Input your comment
uk_ua: Введіть коментар

source: Change priority
uk_ua: Змінити пріоритет

source: Return to
uk_ua: Повернутися до

source: Assignment
uk_ua: Призначення

source: Clear assignment
uk_ua: Очистити призначення

source: Drop anywhere to upload
uk_ua: Перетягніть на будь-яке місце для завантаження

source: Search
uk_ua: Пошук

source: Either text or attachment is required to add comment.
uk_ua: Для додавання коментаря введіть текст або додайте вкладення.

source: New task
uk_ua: Нове завдання

source: Hidden
uk_ua: Приховані

source: Logbook
uk_ua: Журнал

source: My lists
uk_ua: Мої списки

source: Scopes
uk_ua: Огляди

source: Date not set.
uk_ua: Дату не встановлено.

source: Scopes are not set.
uk_ua: Огляди не встановлено.

source: Team
uk_ua: Команда

source: Use <b>Contacts app</b> to provide access to Tasks app for your teammates.
uk_ua: Використовуйте додаток <b>«Контакти»</b>, аби забезпечити доступ членам вашої команди до додатку «Завдання».

source: Projects
uk_ua: Проекти

source: Create a project by clicking the green tiny icon above.
uk_ua: Створіть проект, натиснувши зелений невеличкий значок вище.

source: Personal settings
uk_ua: Персональні налаштування

source: Settings
uk_ua: Параметри

source: Settings successfully updated
uk_ua: Налаштування успішно оновлено

source: Archive datetime
uk_ua: Дата та час архіву

source: Archive this project
uk_ua: Архівувати цей проект

source: New project
uk_ua: Новий проект

source: (no name)
uk_ua: (без назви)

source: Project name
uk_ua: Назва проекту

source: Color
uk_ua: Колір

source: Or enter image URL (image will be scaled to 16x16px)
uk_ua: Або введіть URL-адресу зображення (зображення будуть масштабовано до 16x16 пікселів)

source: Workflow
uk_ua: Робочий процес

source: Customize...
uk_ua: Налаштування...

source: Are you sure?
uk_ua: Ви впевнені?

source: Project ordering
uk_ua: Порядок у проекті

source: Projects are sorted by name. You can select important projects to show them before everything else. Important projects can be manually reordered via drag-and-drop.
uk_ua: Проекти сортуються за назвою. Ви можете обрати важливі проекти, аби показати їх поперед інших. Важливі проекти можуть бути упорядковані вручну за допомогою перетягування.

source: Status name
uk_ua: Назва статусу

source: Button label
uk_ua: Напис на кнопці

source: Caption for the button that sends a task into this status
uk_ua: Текст на кнопці, яка переводить завдання у цей статус

source: Task title style
uk_ua: Стиль назви завдання

source: Italic
uk_ua: Курсив

source: Bold
uk_ua: Жирний

source: Task title color
uk_ua: Колір назви завдання

source: Button color
uk_ua: Колір кнопки

source: Do not change assignment
uk_ua: Не змінювати призначення

source: Assign to user who created the task
uk_ua: Призначити на користувача, який створив завдання

source: Assign to specific user
uk_ua: Призначити на конкретного користувача

source: Show assignment selector every time
uk_ua: Кожного разу показувати селектор призначення

source: Allow to clear assignment
uk_ua: Дозволити очистити призначення

source: Comment form
uk_ua: Форма коментаря

source: Show comment form
uk_ua: Показати форму коментаря

source: Task statuses
uk_ua: Статуси завдань

source: New status
uk_ua: Новий статус

source: You have unsaved changes. Are you sure you want to leave?
uk_ua: У вас є незбережені зміни. Ви впевнені, що хочете піти?

source: Notifications
uk_ua: Повідомлення

source: Send me notification in case of
uk_ua: Надіслати мені повідомлення в разі

source: Any action
uk_ua: Будь-якої дії

source: Assignment only
uk_ua: Тільки призначення

source: Switch off
uk_ua: Вимкнути

source: Notify me about next kind of tasks
uk_ua: Повідомити мене про завдання наступних типів

source: Assigned to me
uk_ua: Призначені на мене

source: Created by me
uk_ua: Створені мною

source: Selected projects
uk_ua: Відібрані проекти

source: Save settings
uk_ua: Зберегти параметри

source: Show %d archived project
uk_ua: Показати %d архівований проект

source: Hide archived project
uk_ua: Приховати архівований проект

source: Show %d archived scope
uk_ua: Показати %d архівований огляд

source: Hide archived scope
uk_ua: Приховати архівований огляд

source: from
uk_ua: від

source: to
uk_ua: до

source: by day
uk_ua: за днем

source: by month
uk_ua: за місяцем

source: All time
uk_ua: Увесь час

source: Select dates...
uk_ua: Оберіть дати...

source: Last %d day
uk_ua: Останній %d день

source: %d record
uk_ua: %d запис

source: Scope successfully saved
uk_ua: Огляд успішно збережено

source: Restore this scope
uk_ua: Відновити цей огляд

source: Archive this scope
uk_ua: Архівувати цей огляд

source: New scope
uk_ua: Новий огляд

source: Description
uk_ua: Опис

source: A tiny hint describing this scope.
uk_ua: Невеличка підказка, що описує цей огляд.

source: Today
uk_ua: Сьогодні

source: Error Comment ID
uk_ua: Ідентифікатор коментаря про помилку

source: Select Project
uk_ua: Оберіть проект

source: Your browser does not support File API!
uk_ua: Ваш браузер не підтримує API «Файлів»!

source: created a task
uk_ua: створив завдання

source: edited a task
uk_ua: відредагував завдання

source: deleted a task
uk_ua: видалив завдання

source: forwarded a task
uk_ua: переслав завдання

source: returned a task
uk_ua: повернув завдання

source: performed action with a task
uk_ua: виконав дію із завданням

source: commented on a task
uk_ua: прокоментував завдання

source: edited comment
uk_ua: відредагував коментар

source: forwarded several tasks
uk_ua: переслав кілька завдань

source: marked several tasks as done
uk_ua: помітив кілька завдань як виконані

source: Testing
uk_ua: Тестування

source: Can manage projects
uk_ua: Може керувати проектами

source: No access
uk_ua: Немає доступу

source: View assigned tasks only
uk_ua: Переглянути тільки призначені завдання

source: Full access
uk_ua: Повний доступ

source: Normal
uk_ua: Нормальний

source: %d day left
uk_ua: Залишився %d день

source: %d day overdue
uk_ua: Прострочено на %d день

source: %d min
uk_ua: %d хв

source: %d hr
uk_ua: %d год

source: %d mo
uk_ua: %d міс

source: %d yr
uk_ua: %d рік

source: Open
uk_ua: Відкрито

source: Closed
uk_ua: Закрито

source: done
uk_ua: зроблено

source: Just now
uk_ua: Щойно

source: %d d
uk_ua: %d д

source: Yesterday
uk_ua: Вчора

source: Tomorrow
uk_ua: Завтра

source: ASSIGNED: %d task was assigned to you
uk_ua: ПРИЗНАЧЕНО: на вас призначене %d завдання

source: DONE: %d task was completed
uk_ua: ВИКОНАНО: %d завдання було виконано

source: NEW: %s %s
uk_ua: НОВЕ: %s %s

source: ASSIGNED: %s %s
uk_ua: ПРИЗНАЧЕНО: %s %s

source: DONE: %s was completed
uk_ua: ВИКОНАНО: %s було завершено

source: EDIT: %s was edited
uk_ua: ВІДРЕДАГОВАНО: %s було відредаговано

source: Create task from this
uk_ua: Створити з цього завдання

source: Delete list "%s"
uk_ua: Видалити перелік "%s"

source: Name is required
uk_ua: Ім'я є обов'язковим

source: Create list
uk_ua: Створити список

source: Not found
uk_ua: Не знайдено

source: Access denied
uk_ua: Доступ заборонено

source: Task not found
uk_ua: Завдання не знайдено

source: You have not enough rights to view this task
uk_ua: У вас недостатньо прав для перегляду цього завдання

source: All projects
uk_ua: Усі проекти

source: All statuses
uk_ua: Усі статуси

source: All including closed
uk_ua: Усі, включаючи закриті

source: Any scope
uk_ua: Будь-який огляд

source: No scope
uk_ua: Немає огляду

source: Everyone
uk_ua: Усі

source: Your inbox is empty
uk_ua: Вхідних немає

source: Inbox automatically collects all tasks assigned to you. No tasks are assigned to you right now :-)
uk_ua: У вхідних з'являються усі поставлені назначені на вас завдання. Наразі завдань на вас не призначено :-)

source: Your outbox is empty
uk_ua: Немає вихідних

source: Outbox automatically collects all tasks you’ve created.
uk_ua: У вихідних з'являються усі створені вами завдання.

source: Your favorite task list is empty
uk_ua: Перелік обраних вами завдань порожній

source: To add a task to your personal favorite list, click on a tiny star icon next to task name.
uk_ua: Аби додати завдання до переліку обраних, натисніть на значок зірочки поруч із назвою завдання.

source: There are no tasks in this project.
uk_ua: У цьому проекті немає завдань.

source: Task list is empty
uk_ua: Перелік завдань порожній

source: No tasks match your search criteria.
uk_ua: Ніякі завдання не відповідають вашим критеріям пошуку.

source: Unable to return task because contact has been deleted. Use forward action instead.
uk_ua: Не вдається повернути завдання, тому що контакт було видалено. Натомість використовуйте дію пересилання.

source: Unable to return task because someone modified it.
uk_ua: Неможливо повернути завдання, тому що хтось його змінив.

source: File not found
uk_ua: Файл не знайдено

source: Failed to upload file %s.
uk_ua: Не вдалося завантажити файл %s.

source: This field is required.
uk_ua: Це поле є обов'язковим.

source: Scope not found
uk_ua: Огляд не знайдено

source: created
uk_ua: створив

source: added comment
uk_ua: додав коментар

source: forwarded
uk_ua: переслав

source: returned
uk_ua: повернув

source: edit
uk_ua: редагувати

source: Milestones
uk_ua: Віхи

source: Logs
uk_ua: Журнали

source: Empty assignment
uk_ua: Порожнє призначення

source: New milestone
uk_ua: Нова віха

source: Milestone successfully saved
uk_ua: Віху успішно збережено

source: Create milestone
uk_ua: Створити віху

source: Milestone is closed
uk_ua: Віху закрито

source: Archive
uk_ua: Архів

source: Status settings
uk_ua: Налаштування статусу

source: Add Status
uk_ua: Додати статус

source: Show %d archived projects
uk_ua: Показати %d архівних проектів

source: Manage project ordering
uk_ua: Керувати порядком у проекті

source: [`Show %d archived project`]
uk_ua: [`Показати %d архівований проект`]

source: unassigned
uk_ua: непризначені

source: Edit task
uk_ua: Редагувати завдання

source: Comments
uk_ua: Коментарі

source: Choose a date
uk_ua: Оберіть дату

source: Cancel
uk_ua: Скасувати

source: Choose user
uk_ua: Обрати користувача

source: A task has been assigned to you.
uk_ua: Завдання було назначене на вас.

source: Go to inbox
uk_ua: Перейти до вхідних

source: %d task has been assigned to you
uk_ua: %d завдання було назначене на вас

source: A task you created has been marked as done.
uk_ua: Створене вами завдання було позначене як виконане.

source: Milestone not found
uk_ua: Віху не знайдено

source: Any milestone
uk_ua: Будь-яка віха

source: Inbox automatically collects all tasks assigned to you, and is currently empty.
uk_ua: Вхідна скринька автоматично збирає усі призначені на вас завданна, і наразі вона є пустою.

source: Your favorites list is empty
uk_ua: Ваш список обраного порожній

source: No tasks matching your search criteria.
uk_ua: Немає завдань, які відповідають вашим критеріям пошуку.

source: Unable to return task because someome modified it.
uk_ua: Неможливо повернути завдання, тому що хтось його змінив.

source: New
uk_ua: Новий

source: %d task has been completed
uk_ua: %d завдання було виконано

source: A task has been assigned to you
uk_ua: Завдання було призначено на вас

source: The task has been completed
uk_ua: Задачу було виконано

source: edited
uk_ua: відредаговано

source: A tiny hint describing this milestone.
uk_ua: Невеличка підказка с описом цієї віхи.

source: Enable this when this milestone is not actual anymore.
uk_ua: Увімкнути це, коли віха більше не актуальна.

source: <a href="%s">%d new task</a> from %s
uk_ua: <a href="%s">%d нове завдання</a> від %s

source: %s editoed a task you created:
uk_ua: %s відредагував створене вами завдання:
