Repository: IgorKononov/waua
Catalog: lib/config/data/shipping/shipping_pickup.po
Languages: uk_ua

source: Prompt for address
uk_ua: Підказка для адреси

source: Request customer to fill in all address fields in case shipping address was not provided yet
uk_ua: Просити клієнта заповнити усі поля адреси у разі, якщо адресу доставки ще не було вказано

source: Store pickup
uk_ua: Самовивіз

source: Self pickup from a nearby store location (customer selects location from the list).
uk_ua: Самостійно забрати з найближчого магазину (клієнт вибирає місце зі списку).

source: Currency
uk_ua: Валюта

source: Locations
uk_ua: Пункти самовивозу

source: Customer will be prompted to select preferred location from the list
uk_ua: Клієнту буде запропоновано обрати потрібне місце зі списку

source: Location name
uk_ua: Назва пункту самовивозу

source: Shipping rate (surcharge)
uk_ua: Вартість доставки (за додаткову плату)

source: Add location
uk_ua: Додати пункт самовивозу

source: Delivery sheet
uk_ua: Лист доставки

source: Delivery sheet for courier
uk_ua: Лист доставки для кур'єра

source: Fee
uk_ua: Плата

source: Add rate
uk_ua: Додати тариф

source: Location
uk_ua: Розташування
